{
    "title": "Mouth Problems in Cattle",
    "content": [
        "Congenital abnormalities including cleft palate, prognathia and brachygnathia are rare and most lesions affecting the mouth are caused by trauma and infection.",
        "Cattle with lesions of the mouth usually present with profuse salivation and poor abdominal fill due to impaired feeding. Lesions affecting the cheek result in obvious firm swellings. Infected lesions of the cheek and/or tongue may cause halitosis.",
        "Prognathia and brachygnathia defects can be managed by careful husbandry ensuring an adequate concentrate component of the ration to maintain growth rate to slaughter. Calves with severe cleft palate are typically recognised by the presence of milk at the nostrils when sucking and are euthanased for welfare reasons.",
        "Cattle have 32 permanent teeth with a dental formula of 2(incisors 0/4, premolars 3/3, and molars 3/3). The temporary incisor teeth erupt sequentially at approximately weekly intervals from birth. The three temporary premolar teeth erupt within two to six weeks. The first permanent molar erupts at eight months. The second permanent molar erupts at nine to 12 months, and the third permanent molar and permanent premolars erupt from 24 months. The first (central) pair of permanent incisors erupt at 18 months and are fully in wear by 24 months. The second (medials), third (laterals) and fourth (corners) incisor teeth erupt sequentially at six months' intervals; 30 month-old cattle having four broad (adult) teeth.",
        "Bovine papular stomatitis is caused by a parapoxvirus virus which also causes pseudocowpox. Spread occurs by direct contact between calves and/or contaminated feed buckets with entry through abrasions in the mucosa.",
        "Calves one to 12 month-old are most commonly affected with most infections causing few clinical signs such transient anorexia, salivation, and mild pyrexia. The lesions comprise expanding papular rings on the muzzle, nostrils and in the mouth.",
        "",
        "Fig 1: One month old calf with bovine popular stomatitis",
        "No treatment is required as spontaneous recovery occurs within 4-7 days. Disease transmission can be reduced by avoiding group housing and use of shared feeding buckets/teats, and strict hygiene and disinfection of feeding utensils.",
        "Calf diphtheria results from abrasions in the mouth with secondary infection by the bacterium Fusobacterium necrophorum. An outbreak of disease in dairy calves is typically traced to unhygienic conditions with dirty feeding equipment. Lesions may also follow trauma to the buccal cavity caused by oesophageal feeders used to administer oral electrolyte solutions, and dosing gun injuries.",
        "",
        "Fig 2: There is obvious swelling of the calf's cheek.",
        "",
        "Fig 3: The calf's lower jaw is wet caused by drooling of saliva.",
        "The calf's lower jaw is wet caused by drooling of saliva with obvious swelling of the cheek. There is halitosis and the rectal temperature may be elevated.",
        "",
        "Fig 4: Lesions may be caused by eating fibrous feed such as straw.",
        "",
        "Fig 5: Calf diphtheria lesion caused by stomach tube.",
        "Infection may extend to involve the larynx causing frequent harsh coughing and obvious roaring or honking sounds on inspiration. Death may occur in severe cases due to asphyxiation when necrotic debris occludes the windpipe.",
        "",
        "Fig 6: Laryngeal diptheresis: - click here to view video",
        "",
        "Fig 7: Infection extending onto the larynx causing obvious roaring or honking sounds on inspiration.",
        "Calf diphtheria is often treated with daily procaine penicillin by intramuscular injection for 5 to 7 consecutive days as directed by your veterinary surgeon. Veterinary attention is essential when infection causes respiratory distress; relapses are common.",
        "Calf diphtheria is prevented by strict hygiene.",
        "Actinobacillus lignieresii, is a commensal of the bovine upper respiratory and alimentary tracts which gains entry through breaks in the buccal mucosa causing wooden tongue. Outbreaks of wooden tongue may follow the feeding of hay containing fibrous stalks or thistles. The tongue protrudes and there is profuse salivation and affected animals are unable to eat/swallow resulting in a gaunt appearance. Examination reveals a very firm, painful and swollen tongue.",
        "",
        "Fig 8: Profuse salivation in an early case of wooden tongue",
        "Treatment",
        "Cattle with wooden tongue should be isolated. Prompt treatment with 5-7 consecutive days' penicillin and streptomycin combination or potentiated sulphonamide should achieve a good response.",
        "Infection with the bacterium Actinomyces bovis occasionally causes osteomyelitis in the maxilla (cheek) and mandible (jaw) of adult cattle, most often beef cattle. The organism may gain entry to the bone associated with permanent molar teeth eruption or traumatic buccal injury.",
        "There is marked enlargement of the mandible and often one or more discharging sinuses. Pain and physical deformity cause problems with masticating fibrous food with consequent rapid loss of milk yield and body condition.",
        "",
        "Fig 9 There is marked enlargement of the right mandible in this cow with lumpy jaw. Clck here to view video",
        "Treatment",
        "The treatment is similar to actinobacillosis but prognosis is poor even with prolonged antibiotic therapy. Realistically, the aim is for temporary remission with slaughter of the animal when there are no antibiotic residues in the carcase.",
        "Jaw fractures occur most commonly after a tractor wheel hits the animal when it has its head through a feed barrier.",
        "The animal does not feed because of pain and difficulty with masticating food leading to a gaunt appearance. The tongue may passively protrude from the mouth and continuous drooling of salivation is common. There is swelling around the fracture site.",
        "Veterinary attention is essential to establish a definitive diagnosis. Mal-alignment of the dental arcade can usually be palpated at the fracture site. The displacement at the fracture site is often slight and best appreciated by running a finger along the lingual aspect of the premolar and molar teeth. The fracture site can be demonstrated radiographically but such examination is not always undertaken in practice.",
        "",
        "Fig 10 The fracture site can be demonstrated radiographically",
        "Treatment",
        "Slight displacement of the fracture is treated conservatively by isolating the animal and feeding soft/soaked feedstuffs at shoulder height. Prolonged antibiotic therapy may be considered necessary to prevent infection of the healing fracture. Displaced, open and pathological fractures necessitate emergency slaughter for welfare reasons.",
        "Jaw fractures can be prevented by careful operation of farm vehicles especially when feeding cattle from elevated central passageways."
    ],
    "tables": []
}