{
    "title": "Ammoniated Feeds",
    "content": [
        "There are four reasons for adding ammonia to cattle forages:",
        "Treatment of lower quality forages with ammonia reduces the amount of indigestible lignin in the feed thus increasing feed digestibility (and quality) - useful for straw and poor quality hay",
        "Ammonia is a non-protein nitrogen source that rumen micro-organisms can use to make microbial protein. Adding ammonia to feed effectively increases its crude protein content.",
        "Adding ammonia to whole crop silage can reduce the breakdown of true protein during the fermentation process, again increasing the quality of the end product",
        "Adding ammonia inhibits mould - useful for wet hay",
        "However if ammonia is used to treat relatively high sugar forages then problems can result with cattle showing nervous signs. The condition is often described as \"bovine bonkers\". The most likely cause of the problem are imidazoles, which are by products of the reaction between ammonia and plant sugars",
        "The signs are usually seen within hours of eating the ammonia-treated feed. The higher the dose the faster the signs develop.",
        "Hyperexcitability is the primary sign - restlessness",
        "Affected cattle run in circles, collide with inanimate objects and may stampede",
        "Frequent urination and defaecation",
        "Sweating and fever",
        "Bellowing",
        "Unsteady gait",
        "Muscle tremors including ear twitching and  blinking.",
        "Signs usually last for around 5 minutes and may be repeated at 20-30 minute intervals. During these intervals affected animals will resume eating and show no signs. Signs have also been reported in calves sucking cows eating ammoniated forages but this is not a consistent finding.",
        "The clinical signs are very useful particularly in conjunction with access to ammonia-treated forages.",
        "However, there are no definitive tests so the diagnosis has to remain presumptive.",
        "Get veterinary advice as soon as possible to rule out other causes of nervous disease.",
        "No treatment has been found.",
        "Remove the source of ammonia.",
        "Roughage containing high levels of reduced sugars, including grass and whole crop feeds, should not be treated with ammonia, nor should forages that are already mouldy.",
        "High levels of moisture in the forage and high environmental temperatures predispose to the production of the toxin so avoid treating wet forages with ammonia particularly in summer. Also ensure that the percentage of ammonia is less than 3%."
    ],
    "tables": []
}