{
    "title": "Part 4 - Identifying and Treating the Abnormally Cycling Cow",
    "content": [
        "Anoestrus, Ovarian Cysts and Delayed Ovulation",
        "Although many cows presented to the vet will have normally functioning ovaries, this is not always the case and early identification and treatment of such cows can significantly improve fertility.",
        "Cows in anoestrus show no heat activity, because the process of follicle development does not lead to ovulation. Anoestrus is normal in the post-partum cow, but most dairy cows ovulate for the first time within 50 days of calving. Prolonged anoestrus leads to significant delay in insemination for the first time which leads to prolonged calving to conception intervals. Identifying and treating anoestrus cows early can lessen the effect of anoestrus on productivity.",
        "The signs of anoestrus are very similar to those seen with missed heats - cows that should be seen in heat are not. So, as with missed heats, you need to identify those cows which you are intending to inseminate in the next three weeks and to present the cows that do not get inseminated to the vet for examination and treatment.",
        "True anoestrus is significantly less common than apparent anoestrus due to not observing heat behaviour. Reports by NADIS vets show that for every case of anoestrus diagnosed, they diagnose 14 -15 missed heats. This is good news, because for a cow to be in anoestrus it has to be significantly compromised, which means that its response to treatment is not as good as that in a cow which is cycling but has not been observed in heat. So although identifying and treating cows in anoestrus is important in reducing its impact on fertility, prevention is more economically effective.",
        "",
        "Fig 1: Cattle with poor body condition score are at high risk of being anoestrus",
        "",
        "Fig 2: Excess body condition at calving is also linked to anoestrus",
        "There are many potential causes of anoestrus, such as post-partum disease (e.g. milk fever, displaced abomasum), trace element deficiencies, lameness and calving problems. However, the most important cause is energy deficiency, i.e insufficient intake of energy to meet the demands of lactation. The most obvious sign of this is excess loss of body condition after calving (Figure 1). Cows should not lose more than 1 body condition score between calving and mating. If a high proportion of your herd is losing excess condition, reassess the diet; check that actual intakes are matching the calculated amounts and check that your cows are not calving down in too good or too poor condition - cows should calve down with a BCS of >2 and <3.5. Excess body condition score loss and anoestrus is most likely in first lactation cows, so pay particular attention to this group as they may need preferential treatment. However, to be effective, such treatment needs to start well before mating. In very high-yielding cows there may be prolonged negative energy balance, resulting in prolonged anoestrus. In such cases it may pay to wait before treating and inseminating high-yielding cows, particularly if their milk yield declines slowly from its peak, i.e. they have persistent milk yields. Such a strategy requires careful planning and should not be done on an ad-hoc basis.",
        "Treatment of anoestrus cows is designed to increase submission rate and get affected cows in-calf more quickly. Anoestrus treatment tends to be more expensive than treatment of missed heats as progesterone devices are commonly required to get cows cycling effectively after treatment. Injections of prostaglandin, the treatment for missed heats, have no effect as there is no CL for the prostaglandin to remove. Depending on the cause of anoestrus, 30 -40% of cows are likely to get pregnant immediately after treatment. This is low, but it is important to remember that one of the aims of treatment is to get cows cycling again which means that treatment has benefits even if the cows do not get pregnant at the first opportunity.",
        "Treated cows need to be managed to maximise the chances of them continuing to cycle after the heat induced by treatment. Relapsing into is most likely in animals that are poorly fed. Ensuring that treated cows are on an improving plane of nutrition will reduce the risk of anoestrus returning after treatment. Preventing relapse is important because such cows do not return to heat and these 'phantom cows' cannot be distinguished from cows which have become pregnant at the heat induced by treatment.",
        "Another common ovarian abnormality is the ovarian cyst. Cysts are large structures that persist on the ovary, preventing normal function. Clinical signs associated with ovarian cysts depend on the type of cyst. Cysts that produce large amounts of oestradiol can lead to cows coming into heat every two or three days (nymphomania), but these are much rarer than cysts which prevent normal ovulation and expression of heat. In the latter cows, the clinical sign associated with cysts is the same as missed heats and anoestrus - cows that should be seen in heat are not. So again, good recording and management will identify affected cows and present them for veterinary examination.",
        "Ovarian cysts are commoner than true anoestrus; NADIS vets record them almost twice as often. This is again fortunate because treated cows with ovarian cysts often have fertility that is similar to their normal herd mates rather than markedly reduced as is the case with true anoestrus.",
        "",
        "Fig 3: A thin-walled follicular cyst - these are usually easily felt per rectum by a Veterinarian.  They can be associated with increased heat behaviour, but >95% of cases do not show and heat-type behaviour.",
        "",
        "Figure 4: A thicker-walled luteal cyst - cows with this type of cyst tend not to show any oestrus behaviour.",
        "As with anoestrus, treatment is designed to kick-start the ovary into normal function. The treatment used depends on the type of cyst; in particularly whether there is any luteal tissue in the cysts which will respond to an injection of prostaglandin. The diagnosis of cyst type can be made using a combination of clinical signs and appearance of the cyst on ultrasound or on rectal palpation. As with anoestrus the economic benefit of treatment includes the benefit associated with getting the cow cycling normally again, so low expected pregnancy rates immediately after treatment of 40 to 50% do not mean that treatment is not going to be beneficial.",
        "The underlying cause of cystic ovaries is complex with many linked factors, including breed (commoner in Holsteins), age (commoner in older cows) and concurrent disease, but, as with anoestrus, nutrition, particularly prolonged severe negative energy balance, is a key factor in most cases. So in herds with a high proportion of ovarian cysts a nutritional evaluation is essential.",
        "For a cow to become pregnant to an artificial insemination, ovulation and oestrus need to be co-ordinated. If ovulation occurs too late, the capacity of the sperm to fertilise the egg may have declined to very low levels. And the egg may be aged and also incapable of being fertilised. Delayed ovulation is thus often suggested as a cause of repeat breeders, cows that cycle regularly but don't get pregnant.",
        "However, it is probably over diagnosed. If 50% of cows become pregnant after each insemination, one in 8 'normal' cows will require three or more inseminations to become pregnant. Delayed ovulation is usually diagnosed when other causes of infertility have been excluded. Hormonal treatment of repeat breeder cows in oestrus has shown to have small but significant benefits.",
        "Summary",
        "Abnormal ovarian function is an important cause of individual cow infertility.",
        "The most commonly detected ovarian abnormality is the ovarian cyst. These are large persistent structures which stop normal ovarian cycling.",
        "Treatment is generally effective in removing the cysts and restoring normal ovarian function.",
        "Anoestrus, the failure of normal cycling to return after calving, has major impacts on fertility.",
        "Treatment is usually effective at getting a cow to cycle once.",
        "However, if the underlying causes of anoestrous, particularly excess negative energy balance, are not treated then cattle will often cycle once only and then return to anoestrus.",
        "Delayed ovulation may be a cause of infertility in otherwise apparently normal cows. In such cases hormonal treatment may increase the chances of pregnancy."
    ],
    "tables": []
}