{
    "title": "Anthrax",
    "content": [
        "The recent outbreak of anthrax on a farm in south Wales highlights the importance of this disease to the farming community.",
        "The two cows identified as having died of anthrax were the first cases reported in Britain since a cow died on a farm in Wrexham in 2002. The cases also highlight the persistence of the organism as the two new cases are very likely to be linked to cases which occurred on the same farm 35 years ago.",
        "Vigilance is vital. All cases of unexplainable sudden death need to be reported to your veterinarian, who will then report the case to the Divisional Veterinary Office. This office will then decide whether the animal is to be tested for anthrax. The testing and veterinary time will be paid for by the government.",
        "",
        "",
        "Bacillus anthracis (www.med.kurume-u.ac.jp)",
        "Anthrax is important not just as a cause of disease in stock; it can also cause disease in people. Despite the use of anthrax envelopes as a scare tactic in the US, by far the most important cause of human anthrax is contact with animals or animal products However, its also important to realise that anthrax is a rare disease, occurring sporadically in the UK. Unlike foot and mouth it does not spread rapidly form farm-to-farm. So it's vital to keep it in perspective",
        "Clinical Signs",
        "Sudden death (often within 2 or 3 hours of being apparently normal) is by far the most common sign",
        "Very occasionally some animals may show trembling, a high temperature, difficulty breathing, collapse and convulsions before death. This usually occurs over a period of 24 hours",
        "After death blood may not clot, resulting in a small amount of bloody discharge from the nose, mouth and other openings",
        "Diagnosis",
        "On the clinical signs described above",
        "Rod-shaped bacteria surrounded by a capsule (see above) are visible in blood smears made from surface blood vessels",
        "Post-mortem examinations should not be undertaken on suspected anthrax cases (including any cow that has died suddenly for no apparent reason) until a blood smear has proved negative)",
        "If a carcass is opened accidentally, the spleen is usually swollen and there is bloodstained fluid in all body cavities",
        "Suspected anthrax cases are covered by the Anthrax Order 1991 (which replaced the Order of 1938). Any suspicion of the disease must be notified to the State Veterinary Service Divisional Veterinary Manager (DVM), who if they see fit will instigate a veterinary enquiry to determine whether anthrax is present on the farm. Usually the DVM will arrange a visit (often by the owner's own vet) to take a blood sample to look for bacteria with capsules. The animal or carcass must not be moved before this has been done, fines will be levied if movement does occur. If the tests prove negative, the veterinarian  will send in a certificate stating this and nothing further will happen. If anthrax is still suspected then orders banning movement and requiring disinfection will be instigated. Further information can be found on the DEFRA website and at:-",
        "http://www.hmso.gov.uk/si/si1991/Uksi_19912814_en_1.htm",
        "(which has the text of the Anthrax Order 1991)",
        "Treatment",
        "Due to the rapidity of the disease treatment is seldom possible",
        "High doses of penicillin have been effective in the later stages of some outbreaks",
        "Prevention",
        "Infection is usually acquired through the ingestion of contaminated soil, fodder or compound feed. In the recent outbreak it is thought that a contaminated pool was the most likely source. Sterilisation of meat and bone meal used in animal feed (and more recently its complete removal from cattle feed) has been the main factor responsible for the rarity of anthrax in the UK over the last few years."
    ],
    "tables": []
}