{
    "title": "Antimicrobial Resistance",
    "content": [
        "Introduction",
        "Antimicrobial resistance or AMR is considered to be one of the greatest global threats to human health. In 2014, an estimated 700,000 people are thought to have died from drug resistant infections (or superbugs) globally. This is projected to rise to 10 million by 2050. Medicine development cannot keep pace with this threat; no new antibiotic classes have been developed since 1980.",
        "In the UK, the effects of AMR could see an increase in human deaths from infections after routine surgery, for example caesareans, or due to diseases like multi-resistant tuberculosis. Bacterial infections that were once treatable could become chronic and debilitating or take much longer to cure, for example those in the urinary tract or wounds. These deaths and prolonged illnesses which are currently preventable will have large economic and social impacts in the future.",
        "Antimicrobials cover a whole family of drugs but for AMR the focus is on antibiotics – those substances used to treat, or sometimes prevent, bacterial infections.",
        "What is resistance and how does it spread?",
        "Bacteria which can survive or grow in the presence of an antibiotic that can usually kill (or prevent growth) of the same species are termed resistant. This resistance mechanism is carried by genes and can be passed on by the surviving bacteria as they divide. Unlike in animals, these genes can also be packaged up in various ways and shared between bacteria, sometimes even between different species. This allows resistance to develop and spread rapidly within and between bacterial populations.",
        "In terms of AMR, people, animals and the environment are all linked – this is a concept called “one health”. Resistant bacteria are selected by exposure to antibiotics in people, in domestic and wild animals and in the environment. These bacteria spread readily between the groups both directly or via sewage, slurry, soil, water and food (meat, dairy and crops). People and animals which carry resistant bacteria can be healthy and may never have been treated with antibiotics - they just happen to have those bacteria in or on their bodies.",
        "",
        "Figure 1. Interaction between humans, animals, food and environment. From UK One Health Report. 2015",
        "Antibiotics in Farming",
        "The UK panel of experts on AMR, including representatives from agriculture, found overwhelming evidence to link some of the presence of AMR in humans to antibiotic use in agriculture. Almost all of the antibiotics used to treat animals are also used in human medicine. The case to reduce unnecessary use of antibiotics in farming is compelling. In 2015, the heads of 193 countries signed up to a global action plan to combat AMR including addressing antibiotic use in agriculture.",
        "The UK already has an antibiotic use in farming well below the average in the EU and achieved a further reduction in antibiotic use of 40% between 2014 and 2017. Another 25% reduction is targeted by 2020 and every livestock sector, in consultation with it’s farmers, has identified their own key areas to act on to meet or exceed the target set.",
        "Some antibiotics are critically important for human medicine and termed HP-CIAs (High Priority - Critically Important Antibiotics). They are not banned in farm animals, but their use is now extremely restricted to cases where it is essential on welfare grounds and justified by bacterial culture and sensitivity testing. Some buyers and assurance schemes have additional restrictions and these must be discussed with your vet.",
        "",
        "Figure 2. Restricted critically important antibiotics (HP-CIAs)",
        "Measuring antibiotic use is key to identifying where strategies to reduce use should be targeted. Standard methods are used to measure the amounts in mg per kg of livestock (termed population corrected unit or PCU). This can be calculated from farm records or from vet sales data. These results must be reviewed as part of your herd or flock health plan annually – it is a compulsory part of assurance schemes including Red Tractor.",
        "AHDB and the University of Nottingham have produced free online calculators for farmers or vets to use to accurately assess their antibiotic use. The dairy calculator can be found at https://dairy.ahdb.org.uk/resources-library/technical-information/health-welfare/amu-calculator/#.XXZnyihKhPY. The example (for illustration purposes only - not a real farm) in figure 3 shows part of a calculation for all the antibiotics used over a year, the total use in mg/kg PCU and the use of HP-CIAs. A similar calculator is available for sheep flocks.",
        "",
        "Figure 3. An example of an annual antibiotic calculation for a dairy herd from vet sales information",
        "Sector targets",
        "A summary of the targets set by each livestock sector as part of the RUMA targets taskforce - https://www.ruma.org.uk/targets-task-force/ - are given below by species.",
        "The sheep sector has targeted three key areas where antibiotic use can be reduced and is aiming to reduce total use to below 10mg/kg PCU:",
        "Lameness – to reduce the use of injectable antibiotics, topical antibiotic sprays and off licence powdered antibiotics for footbathing through a focus on the 5 point plan, and through an increase in vaccination against footrot.",
        "Abortion – to reduce antibiotic injections given to treat or prevent enzootic abortion through improved biosecurity and increased use of vaccination.",
        "Neonatal lamb treatments – to reduce oral antibiotic use for prevention and treatment of neonatal diseases like watery mouth and joint ill through improved hygiene, effective colostrum policy, improved genetics and better ewe nutrition.",
        "There are six areas to target where beef farmers have identified the most use of antibiotics with an aim of use below 10mg/PCU:",
        "Respiratory disease",
        "Calf scour",
        "Calf navel ill",
        "Mycoplasma",
        "Lameness",
        "Calving problems & caesareans",
        "In the beef and dairy sector, youngstock receive the highest amount of antibiotics and there will be cross over between the two to achieve the targets. Increased vaccine uptake, particularly for respiratory disease alongside training, communication and health planning are planned.",
        "This sector has identified key focus areas to: reduce HP-CIAs; increase the use of selective dry cow management; target respiratory issues in youngstock and remove the use of antibiotics in foot baths. Measurable targets have been established.",
        "Baseline Figure",
        "Targets 2020",
        "% change",
        "HP-CIA injectables (mg/PCU)",
        "1.08",
        "0.54",
        "-50%",
        "HP-CIA intramammary use (DCDVet)",
        "0.33",
        "0.17",
        "-50%",
        "Intramammary tubes - dry cow (DCDVet)",
        "0.84",
        "0.67",
        "-20%",
        "Intramammary tubes – lactating cow (DCDVet)",
        "0.81",
        "0.73",
        "-10%",
        "Sealant tube usage (courses per cow)",
        "0.5",
        "0.7",
        "+40%",
        "Total antibiotic usage (mg/PCU)",
        "26.2",
        "21.0",
        "-20%",
        "Figure 4. Dairy sector targets for reducing antibiotic use",
        "Antibiotic Stewardship",
        "The responsibility for prescribing antibiotics is with your vet. They must ensure the correct medicines are prescribed for use with the right cases at the right dose and via the right route of administration. Farmers have a responsibility to seek vet advice for any case which does not fall under the standard treatment protocols set out in their flock or herd health plan. Farmers must also ensure that medicines are stored and administered according to the instructions for each product, and that every use of medicines is properly recorded.",
        "Vets must review antibiotic use regularly and identify where action is necessary to reduce the need for treatment.",
        "The need for antibiotics can be reduced in many cases by lowering the disease challenge and improving the animals’ own resilience to infection. Prevention is always better than cure!",
        "Infection pressure is reduced through:",
        "Biosecurity – effective, workable plans to keep infection out.",
        "Quarantine – preventing infections entering or spreading from incoming or sick stock.",
        "Disease control or eradication – eliminating or controlling diseases like BVD.",
        "Hygiene – reducing bacterial levels in the environment, on equipment, on the animals and on personnel.",
        "Housing - slurry management, adequate ventilation, lower stocking density and dry, clean bedding.",
        "Resilience to infection is improved by:",
        "Colostrum – getting enough quantity of high quality colostrum, into every newborn quickly.",
        "Nutrition – well fed animals whose energy, protein and mineral needs are met are more resilient to infection.",
        "Vaccination – providing specific immunity to diseases for example against footrot, enzootic abortion and pneumonia.",
        "Genetics – selecting for hardiness, disease resilience and longevity.",
        "Many farmers who review antibiotic use with their vet and implement strategies to prevent the need for treatment find there are significant financial and other benefits. Livestock are healthier, welfare is improved, staff motivation increases, less labour resource is put into treating illnesses and profitability improves."
    ],
    "tables": [
        [
            [
                "",
                "Baseline Figure",
                "Targets 2020",
                "% change"
            ],
            [
                "HP-CIA injectables (mg/PCU)",
                "1.08",
                "0.54",
                "-50%"
            ],
            [
                "HP-CIA intramammary use (DCDVet)",
                "0.33",
                "0.17",
                "-50%"
            ],
            [
                "Intramammary tubes - dry cow (DCDVet)",
                "0.84",
                "0.67",
                "-20%"
            ],
            [
                "Intramammary tubes – lactating cow (DCDVet)",
                "0.81",
                "0.73",
                "-10%"
            ],
            [
                "Sealant tube usage (courses per cow)",
                "0.5",
                "0.7",
                "+40%"
            ],
            [
                "Total antibiotic usage (mg/PCU)",
                "26.2",
                "21.0",
                "-20%"
            ]
        ]
    ]
}