{
    "title": "Antibacterial Use in Cattle",
    "content": [
        "Antimicrobials (antibiotics) have made a major contribution to cattle health and welfare. They are vital medicines for the treatment of bacterial infections in cattle and other livestock.",
        "The emergence of antimicrobial resistance as a serious problem in human medicine has prompted concerns about the potential for crossover of resistant bacteria from livestock to the human population and the associated possibility of this impacting on the effectiveness of medical antimicrobial treatments.",
        "Antimicrobials are just one of the available tools for managing disease in livestock and should be used alongside good husbandry and preventative medicines such as vaccination. When antimicrobial treatments are necessary there is a joint responsibility between the veterinary surgeon and the farmer to ensure that antimicrobial drugs are used correctly and that all legal requirements are met; this begins from the time that the medication is prescribed.  Antimicrobials are classified as Prescription Only Medicine - Veterinarian (POM-V). POM-Vs can only be prescribed by veterinary surgeons for administration to animals under their care. The Royal College of Veterinary Surgeons requires that a number of criteria should be met for an animal to fall into this category:",
        "1.  The veterinary surgeon should have been given responsibility for the animal's health by its owner or guardian.",
        "2.  The veterinary surgeon should have performed a clinical examination of the animal for the purpose of diagnosis or prescription, or have visited the premises in which the animal is kept sufficiently often and recently enough, to have sufficient personal knowledge to make a diagnosis and prescribe for the animal in question.",
        "Always use antimicrobials in accordance with the guidelines given to you by your veterinary surgeon. It is important that the full course of treatment at the correct dosage is always administered. Under-dosing, or not completing a full course, can lead to treatment failure (which will be more costly in the long run) and increases the risk of resistance developing.",
        "Dairy and beef farmers have a responsibility to ensure the safety of food they produce for consumers and it is essential that the appropriate withdrawal period prior to slaughter, or for the sale of milk for human consumption, are observed. Information on the required withdrawal period can be found on the medicine labels or, alternatively ask your veterinary surgeon.  If an animal is sold to another farm whilst it is still under the withdrawal period it must be accompanied by a withdrawal period declaration to ensure the purchaser knows the status of the animal.",
        "An animal medicines record book, together with copies of relevant regulations and Codes of Practice, must be kept on the farm and it is important to accurately record the identity of the treated animals.  When recording treatments, a note should be made of the batch number, amount and expiry date of the medicine used, plus the required withdrawal period. Appropriate information should be kept on file of medicines used (e.g. product data sheets, package inserts or safety data sheets). It is a legal requirement for records to be kept for a period of five years after the treatment has ended even if the animal has been slaughtered or sold.",
        "Some farm assurance schemes are now requiring medicine records to provide an annual collation of the total antibiotic used and for an annual medicines review to be undertaken by a veterinary surgeon. This review should be viewed as an opportunity to identify particular areas where medicines are being used on the farm and discuss potential ways of reducing that usage. It is worth remembering for a number of common conditions such as scours and pneumonia that because not all the causative agents are bacteria; antimicrobials will not always be necessary.",
        "",
        "Appropriate records should be kept for 5 years after administration of medicines",
        "The key guidelines on medicine storage are given below:",
        "Always store products in accordance with the manufacturer's guidelines.",
        "Some products will require refrigeration and must be maintained between 2°C and 8°C.",
        "The designated storage area should not be accessible to the public.",
        "Storage areas should be kept clean and should be well ventilated. Eating or drinking should be forbidden in this area.",
        "Dates of delivery should be recorded.",
        "For multi-use bottles date of first use should be marked on the product.",
        "Medicine storage facilities must be fitted with a lock.",
        "You should have a stock control policy to ensure correct storage.",
        "Minimum stocks of veterinary medicines should be kept.",
        "All stock should be routinely checked to ensure it is still in date.",
        "Out of date or unwanted medicines must be disposed of according to manufacturers' instructions or returned to the veterinary surgeon or supplier for safe disposal.",
        "Good farm health plans help to promote responsible use of antimicrobials on farm. Health plans should provide information on disease identification and guidance on drug choice for treatment for commonly encountered diseases. The inclusion of standard operating procedures (SOPs) for specific disease conditions helps promote consistency of treatment choice and will enable ongoing monitoring of treatment efficacy.  It is important that SOPs are agreed with the vet and followed by all staff; ans that any treatment failures are recorded and investigated.",
        "For diseases such as mastitis, the collection and analysis of diagnostic samples are key parts of ensuring the appropriate use of antimicrobials. By collecting samples of the milk produced by cows suffering from mastitis, and indeed samples of cows identified as having high Somatic Cell Counts, it enables the identification of:",
        "Which pathogen or pathogens are to blame, in order to target effective treatment.",
        "Which control measures can be implemented on the farm to reduce the incidence of the disease.",
        "When collecting samples from cows with mastitis it is important to collect the sample before any treatment is given as the administration of antibiotics will interfere with the diagnostic testing.  Full details on how to collect a sterile milk sample are available in another NADIS bulletin (Mastitis Part 2 - The Bacteria).",
        "",
        "Bacteriology on milk samples allows the correct treatment to be chosen",
        "Antimicrobials are a key part for the treatment of diseases such as pneumonia. When faced with an outbreak it is important that the correct treatment is provided; but producers should also work with their veterinary surgeon to investigate the underlying causes so that steps can be taken to prevent future disease using appropriate vaccines or management changes.",
        "Remember prevention is better than cure, and the need for the use of antimicrobials can be reduced by good husbandry and management practices.  Producers should work with their veterinary surgeon as part of their herd health planning to develop and apply disease control measures which minimise the need for antimicrobial use.",
        "Certain classes of antimicrobials have been identified as critically important to human medicine and as such the dairy and beef industries are working hard to phase out their usage wherever possible. Where they are used, they should be reserved for second line therapy under veterinary direction following culture and sensitivity. The classes of particular concern are the fluoroquinolones and the 3rd and 4th generation cephalosporins. Your vet will be able to tell you which products you currently belong to these classes and identify alternative treatments if required.",
        "Very occasionally, animals will have an adverse reaction to a medicine administered to them. The severity of a reaction can vary immensely and can range from a lump at the site of administration to systemic signs such as laboured breathing, tissue swelling and even death. Other types of adverse reactions to look out for are suspected lack of medicine efficacy (effectiveness) or unexplained /unanticipated residue problems. Adverse reactions are unusual but if you ever have an animal show signs of an adverse reaction you should contact your veterinary surgeon.  Suspected adverse reactions in animals undergoing treatment should be reported to the Veterinary Medicines directorate (VMD) and a note of the reaction should be made in your medicines book. Reporting adverse reactions will help the VMD ensure that authorised medicines continue to be safe and effective and carry the most up to date accurate information on labels and accompanying literature.",
        "To protect animal health, antimicrobials should only be used when necessary and then responsibly.  Responsible use of antimicrobials involves a reduction in the need for antimicrobials as well as using them correctly.  Such use optimises therapeutic effects while minimising the development of resistance."
    ],
    "tables": []
}