{
    "title": "Biosecurity for Dairy and Beef Cattle",
    "content": [
        "Johne's disease, Bovine Virus Diarrhoea Virus (BVDV), Salmonellosis, Bovine Tuberculosis, Leptospirosis, and Infectious Bovine Rhinotracheitis (IBR) are just some examples of infectious diseases that can be introduced onto your cattle farm and severely affect its financial viability.",
        "Preventing these diseases entering your farm can save significant amounts of money.",
        "What is biosecurity?",
        "Biosecurity - reduces/prevents the introduction of new diseases onto your farm from other farms.",
        "Biocontainment - reduces/prevents the movement/spread of infectious diseases once they enter your farm.",
        "Biosecurity is your first line defence which prevents new diseases entering your farm; biocontainment measures aim to limit the spread of disease within your herd and hence financial losses following introduction of disease onto your farm once biosecurity has been breached.",
        "",
        "Fig 1: The animal on the left was deemed a bargain at a farm dispersal sale.  As a persistently infected animal it has now introduced BVD into your previously closed clean herd.",
        "Disease Spread",
        "Infectious diseases can be introduced onto your farm by:",
        "The introduction of diseased animals",
        "The introduction of animals incubating disease",
        "Introduction of apparently healthy animals that have recovered from disease but are now carriers",
        "Vehicles, equipment, clothing and footwear of people (veterinarians, contractors, other farmers, salesmen, service personnel) who move between herds",
        "Feedstuffs, especially high risk feedstuff which could be contaminated with faeces",
        "Contaminated water (surface water, streams and rivers etc.);",
        "Manure handling especially by outside contractors and aerosolized manure and dust",
        "Other species such dogs, cats, wildlife, rodents, birds and insects.",
        "",
        "Fig 2: These cows looked good when purchased one year ago - now the cow in the foreground shows signs of Johne's disease",
        "",
        "Fig 3: The same cow pictured three months later - the potential for disease spread has been and remains enormous",
        "Biosecurity principles",
        "Biosecurity measures aim to reduce/prevent the introduction of new diseases onto a farm from outside sources. Biosecurity control has four major components: 1.   Selection of purchased animals (if not closed herd) 2.   Isolation following purchase, 3.   Movement control 4.   Sanitation.",
        "The Key Principles of Biosecurity",
        "Select all necessary purchased animals from known sources and health status equal to or higher than your own to reduce the risk of infection.",
        "Strict isolation prevents contact between animals after arrival on farm and reduces the risk of spread of infectious agents.",
        "Movement control includes all vehicle, animals, and people traffic that could introduce infection onto your farm.",
        "Sanitation addresses the disinfection of materials, people and equipment entering the farm and the cleanliness of the people and equipment on the farm.",
        "",
        "Fig 4: One critical area of biocontainment is the prevention  (or minimization) of cross-contamination of an animals infected body fluids (faeces, urine, saliva, respiratory secretions, discharges from abortion/calving etc.) to other animals, feed and equipment.  Is this a suitable water supply?  There is no mains/piped water supply to this field.",
        "Know the health history of the herds from which cattle are purchased.",
        "Know the health status of animals brought onto your farm.",
        "Never bring in animals without knowing their vaccination history",
        "Limit purchases to maiden heifers and bulls",
        "",
        "Fig 5: Contaminated surface water and a midden - is this good biocontainment?",
        "",
        "Fig 6: A suitable environment for feeding and rearing cattle?",
        "Quarantine all new arrivals for at least 30 days",
        "Quarantined cattle must not share community pastures/common grazings",
        "Cattle must not share fence lines with neighbour's cattle.",
        "Do not use hire bulls from other farms",
        "Record all visitors to your farm both human and domestic animal",
        "Attempt to prevent manure contamination of feed and equipment used orally.",
        "Use different equipment to feed and to clean pens or completely clean between use.",
        "Routinely clean and disinfect feeding equipment and cattle handling equipment.",
        "Never step in the feed bunk.",
        "Transport animals in clean vehicles.",
        "Ensure that the loading area, and dead stock collection point is located at the perimeter of the farm.",
        "Bluetongue",
        "The risk of Bluetongue should be discussed with the farmer's veterinary practitioner because the risks vary from year to year and between regions in the UK.  Current advice from DEFRA states that BTV8 vaccination in England and Wales is the only effective way for individual farmers to protect their animals against Bluetongue when the risks are deemed to be high.  Midges can be carried very large distances by winds and farmers cannot solely rely on their neighbours' vaccination. The only sure way to protect against Bluetongue is for farmers to vaccinate their own animals during periods deemed high risk.",
        "Johnes's disease (Paratuberculosis)",
        "Johnes's disease (Paratuberculosis) is a chronic enteritis of adult cattle and sheep caused by Mycobacterium avium subspecies paratuberculosis (MAP). The main signs in cattle are progressive weight loss and chronic diarrhoea.",
        "Control",
        "Blood testing and/or faecal examination may be done every 6-12 months with slaughter of positive cases. Two consecutive herd negatives may indicate eradication.",
        "Rapid culling of diseased animals.",
        "Minimise faecal contamination of food, water and pasture e.g. by raising feed and water troughs, strip grazing, use of mains/piped water rather than surface/pond water, avoid spreading yard manure on pasture, maintain good hygiene in buildings/yards and calving boxes in particular.",
        "Calve animals with a history of diarrhoea in isolated accommodation",
        "Separate newborn calves from dams at birth and rear by bucket with artificial or pasteurized colostrum/milk (only possible for dairy calves).",
        "In affected dairy herds, do not feed pooled colostrum",
        "Do not feed waste milk to calves",
        "Do not raise calves from known infected dams as breeding replacements.",
        "Re-stock only from accredited herds, especially bulls.",
        "Vaccination has been used as an aid in the control of Johnes disease in sheep in many countries and previously for cattle in the UK, and can be imported into the UK under license. However, vaccination in cattle interferes with the comparative tuberclun skin test (single intradermal comparative cervical tuberculin (SICCT) test) and approval from regulatory authorities must be sought before vaccination in cattle.",
        "Bovine virus diarrhoea (BVD)",
        "Depending on the vaccine, BVD can be controlled by initial vaccination which comprises either a single primary injection or two doses 3-4 weeks apart before first service followed by booster vaccination at 12 months' intervals. If all breeding females are vaccinated then this will control disease by preventing BVD infection of the developing fetus during pregnancy and production of PI calves.",
        "BVD eradication is possible following whole herd blood testing and elimination of all PI carrier animals. If farmers go for eradication then strict herd biosecurity measures must be maintained to prevent re-introduction of virus infection as the herd will soon become naïve and fully susceptible to infection.",
        "The Scottish Government is supporting an industry-led scheme to eradicate BVD from Scotland.  This has been developed in a partnership including representatives of the livestock industry, veterinary profession, science sector and government. Up to date information on BVD eradication can be sourced at their new website gov.scot.",
        "",
        "Fig 7: Double perimeter fencing",
        "Salmonellosis",
        "Management / biosecurity measures that will reduce the risk of Salmonella infections in cattle include:",
        "Avoid introducing potentially infected animals by maintaining a closed herd.",
        "Quarantine all introduced stock for at least four weeks.",
        "Source new stock from other farms with high health status and not markets.",
        "Avoid shared bulls and communal grazing areas.",
        "Isolate sick animals in dedicated isolation boxes and not calving boxes.",
        "Clean and disinfect buildings between occupancies. Provide good drainage and waste removal.",
        "Maintain good fences to prevent straying of neighbouring stock.",
        "Protect all feed stores from vermin including birds.",
        "Only spread slurry on arable land wherever possible. Leave all grazing land at least three weeks after spreading slurry.",
        "Insist visitors have clean boots and disinfect before entering and leaving the farm premises.",
        "Consider herd vaccination where the problem persists despite the control measures listed above.",
        "Tuberculosis",
        "Avoid introducing potentially infected animals by maintaining a closed herd.",
        "Pre-movement testing",
        "Double perimeter fencing",
        "Scotland is officially Tb-free. Control measures vary within the UK and further information can be obtained at:",
        "https://www.gov.uk/government/policies/bovine-tuberculosis-bovine-tb,",
        "http://gov.wales/topics/environmentcountryside/ahw/disease/bovinetuberculosis/?lang=en",
        "Infectious bovine rhinotracheitis and other viral respiratory diseases",
        "Avoid introducing potentially infected animals by maintaining a closed herd.",
        "Vaccinate all purchased cattle upon arrival then isolate for four weeks",
        "Double perimeter fencing",
        "Leptospirosis and other potential causes of abortion",
        "Avoid introducing potentially infected animals by maintaining a closed herd.",
        "Leptospirosis can be controlled by initial vaccination which comprises two doses 3-4 weeks apart before first service followed by booster vaccination at 12 months' intervals.",
        "Vaccinate all purchased cattle upon arrival then isolate for four weeks",
        "Fence off all surface water/streams and rivers and use mains water supply wherever possible.",
        "Isolate aborted cattle",
        "Dispose of all products of abortion correctly (bury, burn or collected)",
        "Control measures available for cattle farmers",
        "Prevents introduction of all diseases with the exception of exotic diseases such as Bluetongue and Foot and Mouth disease (FMD) with arthropod and airborne vectors, respectively.",
        "All replacements purchased from herd of known disease status",
        "Prevents introduction of specified diseases e.g. tuberculosis. Such control relies upon a very robust testing and monitoring programme. Very few such herds exist for many diseases e.g. Johne's disease.",
        "Biocontainment measures reduce/prevent the movement of infectious diseases on the farm.Vaccination of all purchased stock can be used to control",
        "Bluetongue (risks vary between years and regions: specific advice will be supplied in individual farmer's veterinary herd health plan).",
        "FMD (Government policy decision),",
        "Johne's disease (seek official approval before use)",
        "BVD (note potential for restrictions as regionl control programmes develop)",
        "IBR and other respiratory viruses",
        "Leptospirosis",
        "Salmonellosis",
        "Conclusions",
        "Maintain a closed herd wherever possible using artificial insemination to introduce new genetics where necessary. Oestrus synchronisation programmes can be very successful in groups of beef cattle especially heifers.",
        "Many diseases can be effectively controlled by vaccination.",
        "Isolate all purchased cattle for at least one month following arrival on the farm.",
        "Maintain perimeter fences.",
        "Antibiotic usage in farm animals for disease prevention is coming under intense scrutiny; plan now to reduce disease prevalence by all other measures but especially biosecurity and vaccination.",
        "Finally, there is no such thing as a bargain - if the deal at the market or dispersal sale looks too good to be true then it is!"
    ],
    "tables": []
}