{
    "title": "Bloat",
    "content": [
        "Bloat is most commonly seen in spring and autumn, when grass growth is at its peak. It is one of the most common causes of death in adult cattle at grass",
        "Bloat is simply the build up of gas in the rumen. This gas is produced as part of the normal process of digestion, and is normally lost by belching (eructation). Bloat occurs when this loss of gas is prevented. There are two sorts of bloat. The least common type is gassy bloat, which occurs when the gullet is obstructed (often by foreign objects such as potatoes) or when the animal can't burp (such as with milk fever or tetanus). The second type of bloat is frothy bloat, which happens as the result of a stable foam developing on top of the rumen liquid, which blocks the release of the gas. This is by far the most common form of bloat, and unlike gassy bloat, it is highly seasonal with peaks in the spring and autumn.  This is because the foam is formed by breakdown products from rapidly growing forages (particularly legumes such as clover and alfalfa). These increase the viscosity (stickiness) of the rumen fluid and prevent the small bubbles of gas formed by rumen fermentation from coming together to form free gas that can be belched off.",
        "Distended left abdomen is the most obvious sign",
        "Usually associated with pain, discomfort, and bellowing.",
        "Death can occur within 15 minutes after the development of bloat",
        "Gaseous bloat is usually seen in one or two animals. Frothy bloat can affect up to 25% of animals in a group",
        "In some cases sudden death may be the first sign seen by the stockman, although in such cases it is likely that there will  be other cattle with bloat that are still alive",
        "On the clinical signs described above",
        "History of access to lush pasture, particulary if it is clover-rich",
        "Passing a stomach tube will distinguish between gassy and frothy bloat. If it's gassy bloat a stomach tube passed into the rumen will allow the gas build-up to escape through the tube. No such gas is seen in frothy bloat.",
        "Passing a stomach tube is the best treatment for gassy bloat. Once the gas has been released, the cause of the obstruction should be looked for.",
        "In a few cases a trochar and cannula punched through the side into the rumen will relieve gassy bloat when a stomach tube has not worked. But such cases are rare, and as the trochar provides a tremendous opportunity for introduction of infection, it should only be used as a last resort.\r\n\nFor frothy bloat, antifoaming agents that disperse the foam should be given by stomach tube. There are many old-fashioned remedies which can have some benefit but newer treatments such as dimethicone or polaxolene are easier to give as the effective dose is much smaller.\nIf an outbreak of frothy bloat occurs all cattle on that pasture should be removed immediately and put onto a high fibre diet (hay or straw), and any cows showing bloating signs treated with an anti-foaming agent. The pasture should not be grazed for at least ten days.",
        "For frothy bloat, antifoaming agents that disperse the foam should be given by stomach tube. There are many old-fashioned remedies which can have some benefit but newer treatments such as dimethicone or polaxolene are easier to give as the effective dose is much smaller.",
        "If an outbreak of frothy bloat occurs all cattle on that pasture should be removed immediately and put onto a high fibre diet (hay or straw), and any cows showing bloating signs treated with an anti-foaming agent. The pasture should not be grazed for at least ten days.",
        "For frothy bloat, antifoaming agents that disperse the foam should be given by stomach tube. There are many old-fashioned remedies which can have some benefit but newer treatments such as dimethicone or polaxolene are easier to give as the effective dose is much smaller.",
        "If an outbreak of frothy bloat occurs all cattle on that pasture should be removed immediately and put onto a high fibre diet (hay or straw), and any cows showing bloating signs treated with an anti-foaming agent. The pasture should not be grazed for at least ten days.",
        "It is much more effective to prevent bloat than treat affected animals. Management and planning can significantly reduce the number of cases. To prevent frothy bloat:",
        "If possible avoid using high-risk pastures at high-risk times. Pastures with a history of bloat problems or with a high clover content should not be used for cows soon after turnout.",
        "Stagger turnout with buffer feeding as this will allow the rumen to adapt to the new diet. In particular try and keep up fibre intakes at risk periods.",
        "If you have to use high-risk pastures, introduce the cattle to them slowly. In some cases restricting access to as little as ten minutes per day at the start may be necessary to prevent bloat.",
        "Avoid starting to graze high-risk pastures when they are wet.",
        "Administer anti-foaming agents daily if bloat is a severe problem. If this is the case and you can strip graze then spraying antifoaming oils (emulsified with water) onto the grass can significantly reduce labour costs.",
        "Remove high-risk animals. Some animals have recurrent bloat despite prevention and treatment."
    ],
    "tables": []
}