{
    "title": "Bluetongue in Cattle and Sheep",
    "content": [
        "Bluetongue is a viral disease affecting sheep, cattle, deer, goats and camelids (camels, llamas, alpacas, guanaco and vicuña). Although sheep are most severely affected, cattle are the main mammalian reservoir of the virus and are very important in the epidemiology of the disease. Bluetongue is a notifiable disease in the UK and suspected cases must be reported immediately to the Divisional Veterinary Manager at the local Animal Health Office. It does not affect people, and it is not a risk to food safety.",
        "There are many different strains (serotypes) of Bluetongue with each given a number (currently up to 27).  Animals that recover from infection with one serotype will be immune to that strain but not to others. Historically, the UK has been affected by Bluetongue virus Serotype 8 (BTV-8) but a new major risk has been issued for serotype 3 (BTV-3) in 2024.",
        "The virus is transmitted by biting midges of the genus Culicoides and not normally from direct contact with infected animals.  Peak midge populations occur during the late summer and autumn in Europe and therefore this is the time when Bluetongue is most commonly seen.  The midges can be carried very large distances on the wind (over 200km) and this has been the primary way Bluetongue serotypes are introduced into new areas.",
        "Historically, Bluetongue has been confined to tropical and subtropical areas (Central Africa, South East Asia) but climate change and trade patterns have seen increasing outbreaks in temperate regions (including Northern Europe) in recent years with outbreaks of up to 9 different serotypes occurring in Europe over the last 10 years.  The most significant of which was the BTV-8 outbreak in Northern Europe in 2006-2008.",
        "BTV-3 was first identified in September 2023 in Netherlands, and has since become widespread across the country, with many thousands of clinical cases reported. BTV-3 has since been detected in several other Northern European countries, including Germany and Belgium. Active surveillance programmes in the UK first found evidence of BTV-3 in livestock in November 2023, and since then 126 cases across 73 premises and 4 counties have been confirmed by blood testing (119 cases in cattle, 7 in sheep). These animals were likely infected by midges blown across from the continent last Autumn, and no clinical cases or symptoms have been reported. However, since 7th May 2024, APHA is predicting a very high probability of new introduction of BTV-3 into the UK, as midge biting and feeding activity and virus multiplication depends on the correct temperature and wind patterns, and conditions are becoming more ideal. The biggest initial risk may be to the East and South coast of England, where the midge plume would be predicted to blow into due to their closest proximity to Northern Europe, but the risk of further spread from infected midges with increasing temperatures and suitable conditions in the UK, puts the whole country on risk alert.",
        "Subsequent to the high risk alert, the first clinical case of BTV-3 was confirmed in the UK on the 26th August 2024 in an individual sheep in South Norfolk. Since then, the rapidly changing situation led to new cases being detected and with evidence of local disease transmission occurring, Restriction Zones being put in place around the infected premises. As of 19th September 2024, 70 premises have been confirmed as having one or more BTV-3 positive animals. As of this date, the Restricted Zones cover Norfolk, Suffolk, Essex, Kent, East Sussex and part of Greater London. On the 4th September 2024, an outlier positive case in the East Ridings of Yorkshire was confirmed in a single bull, and subsequently further positive cases identified through active surveillance have resulted in Restricted Zones being set up into part of Lincolnshire, alongside that in East Ridings. Movement restrictions apply to all ruminants and camelids in these zones.",
        "Analysis of meterological data suggests that these cases were suspected to have been infected by midges blown across the channel in mid August. Some affected animals are showing clinical signs of disease, with high temperatures, swollen heads, crusty nostrils and oral cavities, salivation and a reluctance to move. Lameness is reported to be quite subtle in some cases, and only mild swellings of the coronary band are being reported. Cattle are much less likely to show clinical signs than sheep, and consequently, APHA are carrying out active surveillance in cattle around the restricted zones.",
        "In the face of the outbreak, and with the current lack of licensed market authorised BTV-3 vaccines in the UK, The Secretary of State has approved the emergency use of BTV-3 vaccines in the UK. A license to vaccinate and prioritise livestock in the high risk areas is available, and is available to the rest of livestock keepers in England if appropriate. As of 19th September, the license to vaccinate does not currently extend to Wales, Scotland or Northern Ireland. There are 3 available vaccines, all of which have been used across Europe in the BTV-3 outbreaks across Netherlands and Belgium. It is important to seek veterinary advise on whether vaccination is suitable for your farm.",
        "",
        "Fig 1: Early clinical case of BTV showing depressed appearance.",
        "",
        "Fig 2: There is a swelling of the face and ears and the sheep often appears stiff and reluctant to move.",
        "",
        "Fig 3: Facial oedema and nasal discharge and excoriation of BTV infected sheep.",
        "",
        "Fig 4: Typical foot lesion found in BTV infected sheep involving coronitis and inflammation of the whole claw region but no formation of blisters.",
        "",
        "Fig 5: Affected cattle are febrile (up to 40.0°C) and appear stiff due to swelling of the coronary band at the top of the hooves",
        "",
        "Fig 6: There is a serous to mucopurulent nasal discharge",
        "Bluetongue virus infection has an enormous impact on sheep production in many countries on the African continent and elsewhere.  Losses result primarily from mortality, reduced production during protracted convalescence including poor wool growth, and reduced reproductive performance including temporary ram infertility.  Mortality rates can be high, with an average of 5% in the 2006 BTV-8 outbreak in the Netherlands, though in some flocks this was over 70%.",
        "The clinical signs of Bluetongue vary depending on the serotype and species affected, and animals may show little to no symptoms, ranging through to fatality. Bluetongue is primarily characterised by changes to the mucous membranes of the mouth and nose, and the coronary band of the foot. Clinical signs are generally more severe in sheep but cattle can show signs of disease.  A veterinary surgeon must be contacted by the farmer where large numbers of sheep or cattle present with lameness, high rectal temperatures, salivation, lacrimation and ocular and nasal discharges.  Bluetongue is a notifiable disease in the UK.",
        "The clinical signs of Bluetongue, which vary depending upon viral strain and sheep breed, follow an incubation period of four to 12 days. Usually, only a small percentage of sheep develop clinical signs, however deaths in some flocks can be as high as 70%.  In extensively managed flocks, unexplained sudden deaths may be the first evidence of disease. Animals that survive the disease can lose condition with a reduction in meat and wool production.",
        "Affected sheep have a fever (up to 42.0°C) and appear stiff and reluctant to move.  They often adopt an arched back stance with the neck extended and the head held lowered.  There is swelling of the face and ears, and also pulmonary oedema which may cause breathing difficulties.  Erosions may appear on the lips progressing to ulcers.  There is often profuse salivation, and a serous to mucopurulent nasal discharge.  There may be reddening of the coronary band, and around the muzzle and mouth.  The tongue may become swollen and lack of oxygen may make the tongue and mucous membranes appear blue (hence the name of the disease). Though this does not always occur.  Bluetongue can also cause pregnant sheep to abort and infection during the breeding season may result in a large percentage of early embryonic losses with sheep returning to oestrus at irregular intervals. Foetal deformities similar to those seen with Schmallenberg virus can also sometimes occur.",
        "Key Points",
        "High rectal temperature",
        "Eye and nasal discharge",
        "Drooling as a result of ulcerations in the mouth",
        "Swelling of the mouth, head and neck.",
        "Lameness with inflammation at the junction of the skin and the coronary band",
        "Difficulty breathing",
        "Abortion",
        "Differential diagnosis include foot and mouth disease. Orf may cause ulcerations on the mucous membranes but is not typically a cause of high fever or mortality. Clostridial disease may cause sudden death and fever/oedema but this is usually sporadic and in unvaccinated sheep.",
        "",
        "Fig 7: There is lacrimation but no obvious eye lesions.",
        "",
        "Fig 8: There is oedema (swelling) of the face",
        "",
        "Fig 9: Extensive teat erosions may develop in some cattle.",
        "Affected cattle are febrile (up to 40.0°C) and appear stiff due to swelling of the coronary band at the top of the hooves (coronary band) and are very reluctant to move. There is a serous to mucopurulent nasal discharge and erosions on the muzzle with sloughing of the mucosa.  There is lacrimation but no obvious eye lesions. Mortality rates are usually much lower in cattle than in sheep.",
        "Key Points",
        "Fever up to (40.0ºC)",
        "Nasal discharge",
        "Swelling of the head and neck",
        "Conjunctivitis (runny eyes)",
        "Swelling in, and ulceration of the mouth",
        "Swollen teats",
        "Saliva drooling out of the mouth",
        "Abortion",
        "Once again, the most important differential diagnosis is foot and mouth disease where there is profuse salivation, lameness and high rectal temperatures rapidly spreading to affect all cattle on the premises. The other differential diagnoses are infectious bovine rhinotracheitis (group or herd) and malignant catarrhal fever in individual cattle.",
        "Diagnosis is based upon clinical signs, virus detection via PCR and/or seroconversion to bluetongue virus. Treatment is limited to antibiotic therapy to control secondary bacterial infections.",
        "Control of bluetongue is very difficult because of the large number of potential hosts and virus serotypes. While control is aimed at keeping susceptible animals away from the vector this is not always practical. Control of the midges can be attempted with pour-on insecticides but this is expensive and does not achieve total freedom from the midge. Movement restrictions on affected animals may help with reducing spread to disease free regions but given how far the midges can blow restricting stock movements is of limited use in large, widespread outbreaks.",
        "The main prevention and protection for BTV is through vaccination. The BTV-8 vaccines that were available in the UK are killed vaccines. It is important to realize that there is no cross-protection between serotypes; vaccination against BTV-8 will not protect against other serotypes of BTV. As of September 2024 the secretary of state has licensed the emergency use of a vaccine in high risk areas. Please discuss with your vet, click here for more information. The vaccines also do not act immediately with cattle requiring two doses of vaccine (and at least 6 weeks time from the first vaccination) to be protected.  Importing unlicensed vaccines is not advised as there have been several outbreaks of disease due to the use of live virus vaccines imported illegally from South Africa into Northern Europe. These may also not be the correct serotype and may have subsequent trade implications.",
        "Large scale vaccination efforts were important in controlling the BTV-8 outbreak in 2006-8, the virus however probably continued to circulate at low levels (in both domestic and wild ruminants) and re-emerged in 2016-17 when large numbers of naive animals were present again in European herds and flocks. Previous studies have shown that a vaccination effort of >95% of all susceptible animals for more than 5 years would be necessary to eliminate the BTV-8 virus altogether in Northern Europe.  As this is unlikely to be achieved, monitoring of the current disease situation and choosing to vaccinate (where possible and available) in advance of high risk periods is the only practical solution to preventing BTV at present.",
        "The most up to date information on Bluetongue in the UK and Europe can be found at:",
        "https://www.gov.uk/guidance/bluetongue",
        "https://www.efsa.europa.eu/en/topics/topic/bluetongue",
        "https://www.gov.uk/government/news/bluetongue-virus-detected-and-dealt-with-in-imported-cattle",
        "https://defra.maps.arcgis.com/app",
        ""
    ],
    "tables": []
}