{
    "title": "Bovine TB",
    "content": [
        "Introduction",
        "Bovine TB (bTB) is a notifiable disease in the UK caused by Mycobacterium bovis. Disease can be carried and spread by a variety of other species including badgers, deer, alpacas, llamas, goats, cats and dogs, and it is also a zoonosis (humans can be infected).",
        "Figure 1. Badgers can carry and transmit bTB but are not considered the highest risk for disease spread. Picture credit: Cymorth TB",
        "Development of disease is very slow, and it can take months or years from infection before clinical signs appear. Most infected cattle are identified during routine TB testing, long before there are any external signs of disease.",
        "On rare occasions infected cattle may not be identified using conventional testing. Clinical signs which may be seen include weight loss, reduction in fertility or productivity, swollen lymph nodes, coughing and chronic mastitis.",
        "",
        "Figure 2. Clinical signs are rarely seen due to comprehensive testing regimes. Picture credit: Phil Scott",
        "Infection is most commonly spread by infected cattle in direct contact with other cattle, although the bacteria is shed in mucus, saliva, milk and faeces, so indirect infection is also possible via shared equipment or contractors. Badgers may play some role in the spread of TB on or between farms, but this risk is low compared to cattle-to-cattle transmission.",
        "",
        "Figure 3. bTB is most commonly spread between cattle in direct contact with each other. Picture credit: Phil Scott",
        "It is estimated that the average TB breakdown costs £34,000 (split between farmer and the Government).",
        "Diagnosis",
        "There are a variety of tests for bTB, although only two are routinely used in the UK",
        "Single Intradermal Comparative Cervical Tuberculin (SICCT) - skin test",
        "Primary bovine TB test used in Europe",
        "Routine disease surveillance (whole herd test, pre- and post-movement testing etc.) in the whole of the UK.",
        "Test is read at either standard or severe interpretation depending on the herd history.",
        "Identifies TB infection at 3-6 weeks after infection",
        "Cattle may test positive, negative or inconclusive",
        "Up to 1 in 5 TB-positive cattle may not be identified",
        "1 in 5000 TB-negative cattle are incorrectly identified.",
        "Good handling facilities are essential to the delivery of a safe and effective test.",
        "Primary bovine TB test used in Europe",
        "Routine disease surveillance (whole herd test, pre- and post-movement testing etc.) in the whole of the UK.",
        "Test is read at either standard or severe interpretation depending on the herd history.",
        "Identifies TB infection at 3-6 weeks after infection",
        "Cattle may test positive, negative or inconclusive",
        "Up to 1 in 5 TB-positive cattle may not be identified",
        "1 in 5000 TB-negative cattle are incorrectly identified.",
        "Good handling facilities are essential to the delivery of a safe and effective test.",
        "",
        "",
        "Figure 4. Good handling facilities are essential for the safety of both cattle and vet during the TB test. Picture credit: Rude Health",
        "Gamma Interferon (blood test)",
        "Supplementary test used alongside the skin test.",
        "Used in certain circumstances when specific criteria are met",
        "Identifies a higher proportion of TB-positive animals.",
        "Higher number of false-positive results (1 in 30)",
        "Identifies TB infection at 1-4 weeks after infection.",
        "Supplementary test used alongside the skin test.",
        "Used in certain circumstances when specific criteria are met",
        "Identifies a higher proportion of TB-positive animals.",
        "Higher number of false-positive results (1 in 30)",
        "Identifies TB infection at 1-4 weeks after infection.",
        "",
        "",
        "Figure 5. The disease process is slow and it can take months or years from infection to the appearance of clinical signs. Routine testing identifies infected cattle early in the disease process. Picture credit: Cymorth TB",
        "Slaughterhouse surveillance is also used. Post mortem examination is carried out on all cattle slaughtered as TB reactors (either on SICCT or Gamma Interferon tests) and samples are collected for culture or genotype testing. Routine meat inspection may also identify suspicious lesions which are then tested for bTB.",
        "",
        "",
        "Figure 6. Typical lesions are found in the lymph nodes of the head, neck and chest. Picture credit: Cymorth TB",
        "Unless lesions are large, obvious and in a typical distribution standard slaughterhouse surveillance is likely to miss them. Frequently the skin test identifies a TB-infected cow before there are any visible lesions at all. This does not mean that the animal did not have bTB, just that the frequency of testing enables diagnosis before the disease has progressed sufficiently for abscesses to form in the body.",
        "Current figures for cattle culled and herd breakdowns in the UK can be found at:",
        "https://www.gov.uk/government/collections/bovine-tb#latest-statistics",
        "Treatment",
        "Treatment is prohibited by EU legislation as it is not effective.  TB-positive animals (reactors) must be slaughtered, and movement restrictions are placed on the herd. Inconclusive reactors (IRs) must be isolated until they can be re-tested; IR classification at consecutive tests when read at standard interpretation results in that animal being reclassified as a reactor.",
        "In certain areas of England only (High Risk Area (HRA), Edge Area and in TB breakdown herds in the Low Risk Area (LRA)), animals which have ever been identified as inconclusive reactors in their lives cannot be sold to other farms and must go direct to cull.",
        "Preventing TB entering the herd",
        "There are a number of bio-exclusion measures which will help reduce the risk of bTB coming on to the farm:",
        "Reduce the frequency and number of bought in cattle (ideally run a closed herd).",
        "Ensure all incoming animals have been pre-movement tested, regardless of TB risk in the area of origin.",
        "Establish the TB history of any farms purchased cattle have previously been on; CHeCS accreditation for TB classifies risk as 0 (breakdown within the last 12 months) to 10 (no TB evident on farm for at least 10 years).",
        "Isolate all incoming stock and carry out post-movement testing before mixing with the rest of the herd.",
        "Minimise feed and water contamination by wildlife by securing feed stores, raising troughs and mineral buckets/licks and fencing off badger setts and latrines.",
        "Minimise access to cattle housing by badgers and other wildlife using solid gates at least 1.5m high with gaps of less than 7.5cm in height or width.",
        "Ensure strict cleaning and disinfection protocols are in place for all visitors and contractors. See http:// disinfectants.defra.gov.uk/ DisinfectantsExternal/Default.aspx? Module=ApprovalsList_SI for a comprehensive list of approved disinfectants and effective concentrations.",
        "Provide mains water to avoid cattle drinking out of potentially infected streams and standing water sources.",
        "Avoid common grazing and sharing equipment between farms.",
        "Don’t spread slurry from other farms on your land.",
        "Ensure all farm boundaries are secure to reduce the risk of stray cattle to/from neighbouring farms.",
        "Be aware of local TB breakdowns.",
        "",
        "",
        "Figure 7. Identify and fence off badger setts and latrines to minimise the risk of cattle coming into contact with infective urine and faeces. Picture credit: TB Hub",
        "",
        "",
        "Figure 8. All visitors to the farm should adhere to strict cleaning and disinfection protocols. Picture credit: Dairyco",
        "",
        "Figure 9. Slurry should be stored for at least 6 months before spreading, or a gap of at least 2 months left between spreading and using the pasture for grazing. Never spread slurry from another farm on your land. Picture credit: Cymorth TB",
        "Preventing TB spreading within the herd",
        "If bTB is detected on your farm, it is important to take all reasonable biocontainment measures to ensure that the infection does not spread to uninfected cattle on the holding.",
        "",
        "Figure 10. Pasteurising equipment is not cheap, but reduces the risk of calves becoming infected with bTB if they are fed whole milk. Picture credit: Emily Simcock",
        "Ensure stocking density of housing is within or below recommended limits.",
        "Minimise contact between different management groups e.g. milking herd and calves, especially when housed.",
        "Isolate any animals identified as reactors or IRs until they are removed for slaughter or retested. NB bTB can be spread by aerosolisation, so a separate air space is required for effective disease control.",
        "Ensure full cleaning and disinfection (with an approved product at the correct concentration) is carried out between handling infected and non-infected animals, and when animals are turned out of housing.",
        "Do not feed unpasteurised whole milk to calves.",
        "Ensure slurry is stored for 6 months before spreading, or leave a gap of at least 2 months between spreading slurry and grazing cattle on the land.",
        "Minimise access to feed and water troughs or feed stores by badgers and other wildlife (raise troughs, appropriate fencing/gates, fence off badger setts and latrines).",
        "Minimise access to cattle housing by badgers and other wildlife using solid gates at least 1.5m high with gaps of less than 7.5cm in height or width.",
        "For more information see:",
        "http://www.tbhub.co.uk/,  https://gov.wales/bovine-tb  and http://www.tbfreeengland.co.uk/home/",
        "",
        "",
        "Figure 11. There should be a gap of no more than 7.5cm under doors and gates in order to prevent badgers gaining access to cattle housing and farm yards. Picture credit: TB Hub",
        "",
        "Figure 12. Gates need to covered with solid sheeting up to a height of at least 1.5m. Picture credit: TB Hub",
        "",
        "Figure 13. Feed troughs and mineral licks should be raised to at least 90cm above the ground. Picture credit: TB Hub",
        "Vaccination",
        "There is currently no TB vaccine licenced for use in cattle in the UK. Cattle vaccinated with BCG vaccine are impossible to differentiate from TB-infected cattle using current testing methods. Furthermore the vaccination of cattle against bTB is illegal in the EU, and therefore the use of vaccines off-licence would have severe trading implications.",
        "There is research currently ongoing to develop vaccines which would allow vaccinated cattle to be differentiated from those with TB infection and to develop an effective test for differentiating BCG vaccination from infection. All of these options remain several years away, and the current legislation would have to be changed before any vaccine could be made available in the UK.",
        "Disease surveillance in other species",
        "As well as the extensive cattle testing there is bTB surveillance of: farmed deer in the abattoir, badgers found dead in Wales, and compulsory testing of goats and camelids in contact with affected cattle herds. Vets must report cases of suspected TB in pets. Several cases have been identified recently in cats linked to feeding a commercial raw meat product containing TB infected venison.",
        "",
        "Figure 14. Other farmed animals such as camelids and goats are subject to compulsory testing if they are on the same holding as an affected herd. Picture credit: Chris Reynolds",
        "Eradication",
        "Scotland was declared Officially TB Free (OTF) in September 2009; England, Wales and Northern Ireland are yet to achieve low enough levels of infection to acquire such status. There are separate national eradication schemes aimed at reducing the number of infected cattle to negligible levels in the coming years.",
        ""
    ],
    "tables": []
}