{
    "title": "Respiratory Disease in Dairy and  Beef  Rearer Units",
    "content": [
        "Respiratory  disease  is  estimated  to  cost  the  UK cattle industry £80 million annually (between £30 for mild cases to £500 when the animal dies).",
        "Financial losses result from mortality and antibiotic treatment costs,  but  the  greatest loss is  from  weight  loss during  illness  affecting  a  large  proportion of the group and their protracted convalescence. Respiratory disease is also a major animal welfare concern (Fig 1).",
        "",
        "Fig 1: Respiratory disease is a major animal welfare concern.",
        "Respiratory disease is best prevented by a combination of good management, appropriate building design and ventilation, and effective vaccination against the major pathogens on that particular unit well before the risk period.  The selection of an effective vaccination strategy will form an important part of the herd health plan drawn up in conjunction with the farmer's veterinary surgeon.",
        "",
        "",
        "Graph 1: Seasonal nature of bovine respiratory disease in the UK",
        "Graph 1 shows the seasonal  nature of calf respiratory disease in the UK. Most outbreaks of respiratory disease occur within one month of housing in the autumn/early winter.  Autumn-born calves are generally more severely affected than older spring-born calves.",
        "",
        "Fig  2: Most outbreaks of respiratory disease occur within one month of housing with autumn-born calves generally more severely affected.",
        "Respiratory disease in beef cattle is an interaction between the various infectious agents (whether bacterial, viral or both), the environment (Fig 2), and immunity of the individual calf.  Adult cattle provide an important reservoir of many respiratory tract pathogens with increased excretion during periods of stress such as at calving and housing.",
        "",
        "Fig 3: Disease caused by infectious bovine rhinotracheitis virus.",
        "The important viral causes of respiratory disease are infectious bovine rhinotracheitis (IBR, Fig 3) and bovine respiratory syncytial virus (BRSV, Fig 4); parainfluenza-3 virus is much less important.",
        "",
        "Fig 4: Disease caused by bovine respiratory syncytial virus.",
        "These viruses   can  cause   disease   by   themselves   or damage the defence mechanisms of the upper respiratory tract and predispose to secondary bacterial infections of the lungs.  There are a large number of bacteria that can cause either primary lung disease or secondary to viral compromise of the lung defence mechanisms.",
        "Important predisposing viral causes are:",
        "Infectious bovine rhinotracheitis (IBR)",
        "Bovine respiratory syncytial virus (BRSV);",
        "Parainfluenza-3 virus (PI3)",
        "Bovine virus diarrhoea virus(BVD) may be involved in some herds (Fig 5).\r\n\nSponsor Content",
        "",
        "Fig 5: Bovine virus diarrhoea virus (BVD) may be involved in some herd outbreak of respiratory disease.  These calves are the same age but the calf on the left is persistently infected with BVD virus and has developed chronic pneumonia.",
        "The important bacterial causes of respiratory disease are:",
        "Mannheimia haemolytica",
        "Pasteurella multocida.",
        "Histophilus somni",
        "The first two organisms are often still collectively termed \"pasteurellae\" and the disease \"pasteurellosis\".",
        "An accurate diagnosis of the cause(s) of respiratory disease is essential so that the correct treatments are given and that steps can be taken to prevent future disease using appropriate vaccines. Antibiotic selection is very important and will be carefully considered by your veterinary surgeon.",
        "",
        "Fig 6: Post mortem examination is only useful in cases of sudden death (in this case BRSV infection).",
        "Laboratory confirmation may be necessary before embarking upon a vaccination protocol in the face of infection, and to prevent a similar problem during the following year. Diagnosis of viral infection may involve taking ocular and nasal swabs, collection of lung fluid (broncho-alveolar lavage); and for future control measures, collection of blood samples two weeks apart. Post mortem examination is only useful in cases of sudden death (Fig 6). Necropsy of chronic  pneumonia  cases  is  largely  a  waste  of money and rarely provides meaningful data.",
        "",
        "Fig 7: Visual assessment for signs of respiratory disease, such a cough, nasal discharge and depression are unreliable and fail to detect all diseased cattle.",
        "",
        "Fig 8: In many situations selection of cattle for treatment of respiratory disease is most cost- effective when based upon raised rectal temperature.  Ninety to 120 cattle can be checked within one hour in well-organised units.",
        "Secondary bacterial invasion of the damaged respiratory tract frequently occurs which makes treatment difficult. In many situations selection of cattle for treatment based upon raised rectal temperature is the most cost-effective practice (Figs 7-8). Ninety to 120 cattle can be checked within one hour in well-organised units. All rectal temperatures and treatments are recorded and checked the following day to monitor response to antibiotic therapy which is consistent with appropriate use of antibiotics on farm.",
        "Antibiotic treatment",
        "The choice of antibiotic treatment is based upon veterinary advice and knowledge of previous outbreaks of respiratory disease on the unit. Recurrence of bacterial infections is common (up to 25 per cent) often necessitating repeat antibiotic treatments 5-14 days later. It is very important to recognise that  this situation is not caused by antibiotic treatment  failure  but  re-infection of the physically compromised respiratory tract once antibiotic levels have fallen below effective concentrations after several days.  It is important to recognise this fact and not blame the manufacturer of the antibiotic or the veterinary surgeon who recommended its use.",
        "While antibiotic treatment of the whole group of calves is undertaken in some situations this practice greatly increases treatment costs because many calves are injected unnecessarily as they would not have succumbed to disease. In most respiratory disease outbreaks whole group antibiotic treatment is undertaken for labour reasons and convenience, and is not based upon veterinary evidence. This practice cannot be justified for those antibiotics considered of critical importance in human medicine.",
        "Concerns over antimicrobial resistance dictate that farmers and veterinary surgeons must be more selective when using antibiotics to treat respiratory disease and monitoring of calves shoud be undertaken to assess treatment efficacy and cure.",
        "RUMA recommends that fluoroquinolones, 3rd and 4th generation cephalosporins and long acting macrolides should only be used therapeutically not for prophylaxis.",
        "Disease typically affects store cattle infected at the time of purchase from markets but clinical signs generally first appear 2-3 weeks following housing.",
        "When  first  recognised  in  the  UK  during  the  late 1970s in its most severe form the morbidity rate (percentage of cattle affected) could be 100% with up to 5% deaths. The first two or three cattle to show clinical signs are invariably the worst affected.",
        "Affected animals do not eat, are very depressed, slow to rise, and stand with the head held lowered. There is a purulent discharge from the eyes and nostrils.",
        "Treatment is based upon veterinary advice and it is essential  that the vet is contacted as soon as disease is suspected because the  first cattle affected are the most severely affected and accurate diagnosis, treatment, and timely vaccination are essential to prevent further losses.",
        "Disease is best prevented by vaccinating all purchased cattle as soon as they arrive on the farm and turning them out to pasture for several weeks whenever possible.",
        "Maintenance of disease-free status is possible for closed beef herds but virus can be transmitted by direct contact over fences etc. from neighbouring farms. Annual vaccination of all cattle on the farm costing around £2-3 is a valuable insurance policy against disease.",
        "The clinical signs attributable to BRSV infection are highly variable. In severe outbreaks some animals may be found in respiratory distress with mouth-breathing (Fig 1) and rapid abdominal movements leading rapidly to death.  In some studies involving housed beef calves infection has occurred without any clinical signs of respiratory disease.  In these situations exposure to the virus is detected by measuring serum antibody concentrations and recording significant rises.",
        "There are a number of vaccines widely used to control BRSV-induced respiratory disease and veterinary advice should be sought for the most appropriate prevention strategy. Vaccine can be administered intra-muscularly on two occasions, four weeks apart, prior to the anticipated challenge (e.g. housing) although the second vaccine is often administered at housing. Single intranasal vaccination may be helpfulin the face of a BRSV-induced respiratory disease outbreak.",
        "General control of respiratory disease",
        "Control of respiratory disease is likely to be best achieved by attention to general  husbandry practices especially the ventilation system which can often be greatly improved on most farms, and correctly-timed administration of vaccines. Reducing stocking density, wherever possible, would improve the respiratory disease situation on most units. Stressful events such as disbudding, dehorning and castration are best undertaken before housing or delayed until calves have been housed for at least six weeks. Most beef calves are now disbudded with caustic paste and castrated with rubber bands within the first few days of life.",
        "Details of these control measures must be included in the veterinary herd health plan. Expert advice on ventilation of buildings may be necessary.",
        "Main points of building design",
        "Air enters below the eaves and exits at the ridge (natural or stack effect whereby spent warm air rises to the ridge out to be replaced by fresh air drawn in from below the eaves).",
        "Minimum of 6 air changes per hour on a still day Air should appear fresh and free of ammonia or slurry smells when you walk through the shed especially during still winter nights.",
        "The ridge opening should be 300 mm (minimum) with a cap at least 150 mm above.",
        "Buildings should not exceed 20m width. Multispan buildings should be avoided.",
        "Minimum airspace allowances 10 cubic metres for calves up to 90 kgs.",
        "Upturned corrugated sheeting on roof with a 25 mm gap.",
        "Spaced boarding all round building including gable ends (Netlon polypropylene mesh also popular).",
        "Ensure   adequate   drainage   to   prevent   high humidity.  Condensation on underside of roof and cobwebs over outlets are indicators of poor ventilation.",
        ""
    ],
    "tables": []
}