{
    "title": "Brucellosis",
    "content": [
        "The recent cases of brucellosis in Eastern Scotland and Northern England have highlighted this disease, while mainland UK had been free of for almost ten years. However, the disease is still regularly seen in Ireland and other European countries. Thus imported cattle pose a major risk to Great Britain's brucellosis status",
        "Brucellosis is infection with the bacteria Brucella abortus. The most important outcome of infection is abortion, but infection of the testicles (orchitis) is also seen in bulls. Brucella is highly contagious, spreading very easily between cattle as the calf, the membranes and the uterine fluids all contain large quantities of bacteria. Infected cattle will often abort only once due to brucellosis and have apparently normal calvings in subsequent years, but will continue to excrete large amounts of bacteria after calving.",
        "Brucella can infect humans, causing a chronic disease known as undulant fever, which is often very resistant to treatment. Infected cattle will also have bacteria in their milk, so pasteurisation is essential to prevent human infection.",
        "Abortion or premature calving",
        "The fetal membranes are virtually always retained.",
        "The membranes also often show signs of infection (placentitis)",
        "In bulls - Swollen testicle (one or both may be involved)",
        "Joint infection has been reported in other countries)",
        "Brucellosis cannot be diagnosed on signs alone\r\n\nDiagnosis is by laboratory testing of blood or milk samples and by laboratory culture ofBrucella from the fetal membranes, vaginal discharge or the milk of infected cows.\nRoutine blood and milk testing is used as part of the UK's strategy to prevent brucellosis",
        "Diagnosis is by laboratory testing of blood or milk samples and by laboratory culture ofBrucella from the fetal membranes, vaginal discharge or the milk of infected cows.",
        "Routine blood and milk testing is used as part of the UK's strategy to prevent brucellosis",
        "Diagnosis is by laboratory testing of blood or milk samples and by laboratory culture ofBrucella from the fetal membranes, vaginal discharge or the milk of infected cows.",
        "Routine blood and milk testing is used as part of the UK's strategy to prevent brucellosis",
        "No treatment is allowed. All infected cattle and contacts that have been exposed to infection must be slaughtered.",
        "Brucellosis is a notifiable disease, which means that its control is regulated by law, and all cases where brucellosis might be suspected must be reported to the local divisional animal health office. Because the signs associated with brucellosis are not specific this means that ALL abortions (or premature calvings) of cattle MUST be reported. The legal definition of an abortion or premature calving is 'an abortion or calving which takes place less than 271 days after service, or 265 days after implantation or transfer of an embryo, whether the calf is born dead or alive'",
        "Once an abortion is reported the animal health office will then decide whether a visit to take samples is needed, based on the type of farm and cow factors (such as whether she is home-bred). If an investigation is required, it is usually carried out by the farmer's private veterinary surgeon who will come and take the required samples. There is no cost to the farmer for this unless tests for diseases other than brucellosis are required. Due to Great Britain's brucellosis status the number of such tests has fallen by 75% since 1995 (despite the NADIS data showing no fall in the number of abortion cases seen by NADIS vets). With the recent cases, it is likely that the number of investigations will go up, and it is essential for the prevention of this disease that all cases of abortion are reported to the animal health office.",
        "It is particularly important to be vigilant with imported cattle. They may have been tested negative before they were imported but in many cattle the test will be negative until the cow calves or aborts. (Indeed this was the case in the recent Scottish outbreak). It is vital that all imported cattle are tested after calving even if that calving is normal.",
        "Current regulations require all cattle that have had contact with infected animals to be slaughtered. This means that if imported cattle, which are subsequently found to have brucellosis, are mixed with the main herd before they calve, the cattle they have been mixed with will have to be slaughtered as well. It is therefore essential to ensure that imported animals are properly quarantined until they have tested negative for brucellosis after calving in the herd for the first time. Work out a proper biosecurity with your vet before you bring the cattle on-farm.",
        "Brucellosis has been effectively controlled by a statutory testing programme to identify infected cattle. This has changed brucellosis from a very common cause of abortion to a very rare disease. However, as the recent cases show the farming industry needs to be vigilant to prevent it from becoming a major problem once again."
    ],
    "tables": []
}