{
    "title": "Bulls and Biosecurity",
    "content": [
        "The purchase of a bull is one of the commonest ways in which disease enters farms. Too many farms think they are closed but buy bulls. A bull is as likely to be infected with an important disease as a cow and, because of the close contact during mating, far more likely to spread it. So what should you be doing when buying a bull to prevent disease getting on your farm?",
        "The first thing to do is determine his disease status. The best bulls will have a Bull Health Declaration covering the major diseases: BVD, Leptospirosis, IBR, TB and Johne's. This declaration will show whether the bull's herd is free of the specific disease in addition to showing that the bull is free of that disease. In addition it will show whether the bull has been vaccinated.",
        "If such a declaration is not available then you should get the bull tested. This is best done before moving the bull onto the farm. If this is not possible then the testing should be done as part of the quarantine system. Bulls should be tested for BVD, Leptospirosis, IBR, TB and (if older than two) Johne's. The test results need to be interpreted by your vet as the bull's history (particularly vaccination) can have a major impact on the test results. However, it is important to remember that a negative Johne's result does not mean a bull is free of disease as many infected bulls can test negative. The only way of ensuring that an animal is free of Johne's is to buy it from a herd that has been tested and shown to be free of disease. Never buy a Johne's vaccinated bull as this is likely to have come from a farm with a significant disease problem and vaccination does not prevent infection.",
        "If the bull passes these initial tests it should then go into quarantine on your farm. For BVD, Leptospirosis and IBR, it pays to retest negative animals that you have bought at a sale as they could have been infected at the sale and so be capable of spreading disease for another eight to ten weeks. Also ask your vet about treating the bull with antibiotics to prevent the excretion of Leptospirosis, which can happen even if the bull has no antibodies.",
        "The quarantine period is also useful for checking for digital dermatitis, Salmonella and Campylobacter. The latter is one of the commonest causes of infectious infertility, but only occurs in herds using natural service. Get your vet to test forCampylobacter and if necessary wash the prepuce with antibiotics to clear potential infection. Bulls bought from TB areas should also have an additional TB test while in quarantine, so that the only bulls from such areas which are allowed to enter the herd have had two recent clear TB tests",
        "This testing will significantly reduce the risk of bulls bringing disease onto your farm, preventing such disasters as the 80-cow suckler farm that lost 30 calves in one year due to BVD and the farm on which less than half of the cows got pregnant during the service period as a result of a bull infected with Campylobacter.",
        "Although the biggest risk is the bull bringing disease onto your farm, don't forget that infection can spread the other way. So if you have IBR, BVD or Leptospirosis and the bull you are buying tests negative, vaccinate to prevent it getting infected as these diseases can have significant effects on bulls as well as cows."
    ],
    "tables": []
}