{
    "title": "Bull Fertility",
    "content": [
        "The Importance Of The Bull In Herd Fertility",
        "The influence of the bull on herd fertility in both dairy and beef herds is often overlooked with the focus being on cow infertility.",
        "When cow management and infectious disease control are good then the limiting factor in herd fertility may be bull fertility rather than female factors.  Infertile bulls (incapable of achieving pregnancies) are rare but studies have shown 20% or more of unselected breeding bulls may be classed as subfertile and thus fail to perform optimally (Fig 1).  A fully fertile bull when run with breeding groups of 40-50 cows should be able to achieve average pregnancy rate to each service of 60% meaning in 9 weeks of breeding at least 94% of cows should be pregnant.  The effect of a subfertile bull that is achieving for example only 40% pregnancy rate to each service is shown in the diagram below assuming a breeding group of 100 cows.",
        "",
        "",
        "Fig 1: This bull may look healthy but is he fully fertile ?",
        "",
        "After a 9 week mating period only 78% of the cows are pregnant compared to 94% with the normal bull.  If this is extended to a 12 week mating period the subfertile bull would only have 87% pregnant. Targets for efficient beef herd fertility should be 95% pregnancy rate in a 9-10 week mating period with 65% or more of cows calving in the first 3 weeks of the subsequent calving period. These figures cannot be achieved without a fully fertile bull stud and for this reason all farmers should consider routine examination of their stock bulls as an essential part of herd fertility management. The economic benefits of less barren cows are obvious but what is often overlooked is the financial benefit of calving more cows in the first 3 weeks of the calving period which will significantly increase average weaning weights and financial output. The practice of rotating bulls around breeding groups of 30-40 beef cows for extended mating periods may mask the presence of subfertile bulls on many farms but will lead to ongoing fertility inefficiency.  It has been estimated that in dairy herds an extended calving interval above target of 365 days may cost at least £3-4 per cow/day so using subfertile or infertile bulls for natural service mating can soon lead to significant financial loss.  Bull fertility cannot be assumed and must be monitored by regular examination of bulls and breeding records.",
        "The Components of Bull Fertility",
        "For a bull to be fully fertile and perform to full potential each of the following components must be considered :",
        "Libido (sex drive) and physical fitness",
        "Ability to achieve intromission and deposit semen in the vagina",
        "Production of sufficient quantities of high quality semen",
        "Absence of disease that could be transmitted to cows during breeding eg Bovine Virus Diarrhoea (BVDV) or Campylobacter",
        "Some examples of problems that can influence each of these components of bull fertility are discussed below.",
        "",
        "Fig 2: Unexpected injuries can occur during the breeding period - in this case a fractured sacrum",
        "Many bulls fail to achieve normal fertility due to lameness/injury and while some of this may be unavoidable eg. musculoskeletal injury (Fig 2) , many foot problems could be avoided by better selection of bulls and routine foot care. When selecting young bulls look for poor foot and leg conformation that may lead to subsequent problems and do not buy these bulls (Fig 3).  Avoid laminitis by sourcing bulls direct from breeders that have not forced them for sales, and if buying from sales find out what diet bull was on pre-sale and wean off this diet gradually. Sudden change of diet from high concentrate/low forage diet to silage or grass based diet may induce laminitis leading to a lifetime of foot problems and premature culling. Annual foot trimming may be required for some bulls and this should be done at least 2 months prior to start of breeding season (Figs 4 & 5).   As well as lameness reducing libido and ability to mate it will also have dramatic effects on semen quality which may last for several months. Do not mix bulls for the first time in a confined space but allow plenty of space eg. grass paddock for some fighting and establishment of pecking order.  Once social ranking is established then bulls can be kept in groups outside the breeding season with little likelihood of fighting (Fig 6).",
        "",
        "Fig 3: Post-hocked hindleg conformation in young bulls is often associated with joint disease and  lameness in the hocks or stifles.",
        "",
        "Fig 4: Foot trimming of bulls should be routine and no sedation is required if a good crush is available.",
        "",
        "Fig 5: Foot trimming of bulls should be routine and no sedation is required if a good crush is available.",
        "",
        "Fig 6: Bulls can be kept in groups outside the breeding season and a social dominance order will quickly be established.",
        "Ensure bulls are fit and not fat prior to breeding. Obesity or conversely very poor body condition will depress fertility.",
        "Libido can be affected by age, social ranking, lameness, back pain and other unknown factors so all bulls should be observed closely at start of mating period to ensure they are showing normal libido.",
        "Many things can affect the ability of a bull to mount and achieve normal intromission thus depositing semen in the correct place.  Some of these conditions are acquired and may develop during the breeding period therefore it is important that bulls are closely watched during the breeding period to ensure everything is working as it should !",
        "Various penile deviations can develop which prevent bulls from entering the vagina when trying to mate. The most common is corkscrew (spiral) deviation (Fig 7) which is an acquired condition that can develop in bulls that have previously worked normally. Damage to the erect penis during service can result in penile rupture (haematoma) which may not be noticed immediately. Swelling is seen in front of the scrotum (Fig 8) which will slowly resolve but few bulls will return to use.  Diffuse swelling along the sheath (Fig 9) can be caused by preputial tearing with subsequent infection that will lead to adhesions and inability of the bull to fully extrude the penis.  Prolapse of the prepuce  can lead to damage and chronic inflammation which if neglected can lead to stricture and inability to serve.  Penile papillomata (Fig 10) are viral induced tumours that can grow at the tip of the penis in younger bulls and become big enough to inhibit normal mating.",
        "",
        "Fig 7: Spiral (corkscrew) penile deviation is not uncommon in mature bulls",
        "",
        "Fig 8: Swelling in front of the scrotum may be a sign of penile rupture/haematoma",
        "",
        "Fig 9: Diffuse swelling with heat/pain in the sheath may be  a sign of preputial tearing/infection",
        "",
        "Fig 10: Penile papillomas can become extensive and prevent normal service in young bulls",
        "There are many conditions that can effect the production and quality of semen produced from the testicles.  Scrotal circumference gives an indication of adequacy of testicular tissue volume and has a direct relationship with fertility. In addition to circumference it is important to look for bulls with good scrotal conformation. Bulls with tight, wedge shaped scrotums will be less able to regulate the temperature of their testicles and overheating can lead to reduction in semen quality. Bulls should achieve standards for scrotal circumference by certain ages and those that fail to reach these standards are likely to be subfertile due to failure of normal sperm production capacity.  Bulls with small testicles will at best produce small quantities of normal semen and at worst may be infertile due to hypoplasia of sperm producing cells (Fig 11). In general bulls should have scrotal circumference of at least 32cm at 18 months of age and 34cm by 24 months of age (individual breed society standards may vary).  Infection of testicles (orchitis) can cause infertility and will cause initial swelling and then degeneration (shrinking) of affected testicles (Fig 12).  Epididymitis causes swelling and blockage of the ducts that carry sperm form the testicles and may not be obvious unless careful palpation of the testicles is carried out.",
        "",
        "",
        "Fig 11: Abnormally small scrotal circumference (26cm)  in a 5 yo bull associated with testicular hypoplasia",
        "",
        "Fig 12: Significant difference in size of testicles can be a sign of orchitis or chronic degeneration",
        "Bulls can have temporary degeneration of sperm producing cells in their testicles for a variety of reasons including fever, lameness, stress, toxaemia and this can only be detected by collecting and examining a semen sample. Semen can be collected on farm from most bulls by your vet using an artificial vagina or more simply using electro-ejaculation (Fig 13).  The motility and percentage of normal sperm cells can be measured indicating the quality of the semen sample (Fig 14).",
        "",
        "Fig 14: Semen is examined for motility and percentage normal sperm cells",
        "Infection of the internal accessory sex glands (seminal vesiculitis) is another condition that can affect fertility in bulls and cannot be confirmed without internal rectal palpation of the glands which lie within the pelvis and examination of the semen which will contain pus.",
        "Infectious Diseases affecting Fertility",
        "Bulls can carry and transmit various infectious diseases and much of this risk can be avoided by good health planning.  Bulls should always be tested clear of BVD virus and vaccinated before use.  Bulls from accredited herds may be sold naïve to BVD and are thus susceptible to BVD infection during transit/sale and when entering endemically infected herds.  Ideally all breeding bulls should be vaccinated for BVD before sale and in herds where IBR and Leptospirosis are a risk then the bull should be vaccinated before mixing with the herd. It is easy to forget the bull during annual herd vaccination programmes but this can lead to temporary infertility if the bull is exposed to disease during the breeding period.  Use of hired or shared bulls carries the risk of introducing venereal Campylobacter infection which can have devastating consequences.  If introducing non-virgin mature bulls to a herd it is essential to consider the risk of venereal disease and discuss relevant testing or treatments with your vet.",
        "Avoiding Losses from Bull Infertility",
        "To reduce the risk of experiencing losses from bull infertility a programme can be devised along with your vet which could include all or some of the following:",
        "Prepare a policy as part of your herd health plan for introducing new bulls which should include clear disease testing and vaccination protocols.  Don't forget liver fluke/worming programme especially for new younger bulls which may have no age-acquired immunity.",
        "Monitor bull body condition and ensure in good condition prior to mating period",
        "Check for lameness and need for foot trimming around 2 months prior to breeding period.",
        "Get vet to carry out routine pre-breeding examination of all bulls on an annual basis around 2 months prior to breeding period.  This could be restricted to physical examination of reproductive system but ideally will also include collection and examination of semen. Facilities required for on-farm semen collection and assessment include a suitable handling system and a sheltered area with power nearby where the vet can set up a microscope and other equipment (Fig 15-16 below).",
        "Monitor bull performance during the breeding period by careful observation of mating and recording return rates.",
        "",
        "",
        "Fig 15: An ideal handling facility for examining bulls and collecting semen by electro-ejaculation",
        "",
        "Fig 16: A microscope with heated stage is set up to allow assessment of sperm motility.",
        "Pro-active health planning for bulls can help avoid the risk of significant losses due to infertility or subfertility."
    ],
    "tables": []
}