{
    "title": "Calf Housing",
    "content": [
        "Regardless of the type and age of cattle or type of housing (cubicles, straw yards, pens or hutches) the accommodation must provide for the animal's most basic needs if animal performance is to be maximised and welfare standards met.",
        "Air space is just as crucial as floor area. Pneumonia is especially common in housed animals and the disease can often be avoided if buildings are not overcrowded, are well ventilated and well drained, and animals of different age groups are not mixed together.",
        "With dairy units it is not uncommon for young stock to be housed in cubicles, although straw yards are more common in beef units. There are advantages and disadvantages with both housing systems, but if the adult cow is being housed in cubicles then there may be advantages to housing the heifer replacements in suitably sized cubicles.",
        "Regardless of regulations or quality assurance schemes, calves require a clean, dry bed in well ventilated but draught free (<2m/sec) conditions. They can be housed individually or in groups. Calf pens should be large enough to allow calves to groom themselves, lie down and stretch their limbs and rise without any difficulty and must allow visual and tactile contact with animals in adjoining pens/hutches. Therefore pen divisions must be perforated, i.e. allow calves to see and touch one another. Not to do so may have cross-compliance reverberations as this is a requirement of legislation! Calves must be group housed from 8 weeks of age, unless an animal is kept in isolation on the advice of the veterinary surgeon.",
        "",
        "Whether they are housed individually or in groups calves require a clean, dry bed in well ventilated but draught free conditions",
        "The width of the individual stall/pen for a calf from birth to 8 weeks of age must be at least equal to the height of the calf at the withers, as measured in the standing position. The length shall be at least equal to 'the body length of the calf, measured from the tip of the nose to the caudal edge of the pin bone' multiplied by 1.1. In practice this means pens at least 1.5 x 0.75m, but preferably 1.8 x 1.0m.",
        "",
        "Fig 2: Calf pens should be large enough to allow calves to groom themselves, lie down and stretch their limbs and rise without any difficulty",
        "Table 1:    Space allowances for group housed calves",
        "Mass of calf (kg)",
        "Approximate age (months)",
        "Minimum (statutory) area (m2/calf)",
        "Recommended area (m2/calf)",
        "45",
        "0",
        "1.5",
        "2.0",
        "46-99",
        "0-2",
        "1.5",
        "3.0",
        "100-149",
        "3-5",
        "1.5",
        "4.0",
        "150-199",
        "5-7",
        "2.0",
        "5.0",
        "No more than 12 calves are recommended in any one group; sick calves can be easily identified and treated when they are in small groups. There should be no more than 30 calves sharing the same air space and they should not share that space with older cattle. Air space is critical; with a minimum of 6m3 air space per calf at birth which increases to",
        "10m3 by 2 months of age and then at least 15m3 by 6-7 months. The greater the number of calves in a single air space, the greater is the risk to health. A calf with respiratory disease can shed millions of infectious organisms from its lungs into the atmosphere.",
        "Calf hutches provide suitable housing for either individual calves or the larger hutches can accommodate up to 5 calves. Each hutch must have an outside run for the calves to move around and be in fresh air. The hutches should be situated on either free draining concrete or on a porous (e.g. chalk) base ensuring that any effluent goes to a suitable site for disposal. Plenty of clean, dry bedding (normally straw) needs to be provided which should be disposed of after each batch of calves. Ideally the hutches should be moved after each batch of calves to minimise disease risks.",
        "",
        "Fig 3: Calf hutches can be individual or multiple accommodating up to 5 calves",
        "Cattle are homeothermic animals and need to maintain a constant body temperature of around 38º C. The Lower Critical Temperature (LCT) is the temperature below which an animal must burn extra energy to keep warm, i.e. feed is channelled away from growth/production to keeping warm. At temperatures above the Upper Critical Temperature (UCT), cattle will sweat in an attempt to dispel the excess heat and the animal will become heat stressed, which can lead to death of the animal. As cattle sweat at only 10% of the human rate they are much more susceptible to heat stress.",
        "The body temperature can be affected by air temperature, radiant temperature, wind speed and relative humidity together with animal factors such as size of animal, coat thickness, feed level and type, body condition, etc. A newborn calf needs to be kept in a temperature of no less than 7ºC if it is not to suffer. By one month of age a calf can comfortably withstand temperatures around freezing point. It is important though that calves are kept out of draughts, as this decreases the LCT quite considerably. However, rarely are low temperatures a problem in UK conditions with housed animals, quite the converse with the main issue relating to high temperatures and humidity within a building.",
        "At grazing, the story is different due to the compounding effects of rain and wind. Rain in particular can lead to serious mortality rates at grazing, if some form of protection is not offered to young calves. With the calf at its LCT, just 0.10inch rain can increase calf mortality by 2-4%. The rates are even higher in calves that have not received adequate amounts of colostrum.",
        "Dust and gas can have adverse affects on the health of the calf and young animal which extend through to lactation and slaughter. Not only does dust irritate the respiratory tract and mucous membranes it leads to permanent damage to the lungs and encourages micro-organisms. Ammonia at levels of 25ppm will irritate the mucous membranes and also make the animal more vulnerable to respiratory diseases. Studies show that ammonia levels in the first 4 months of life severely impact on the age at first calving. Although carbon dioxide is not poisonous at levels above 3000ppm it adversely affects cattle due to less oxygen being present. Hydrogen sulphide is highly toxic with levels above 50ppm known to kill cattle - the main cause of this problem being agitation to below ground slurry stores.",
        "",
        "Fig 4: Adequate ventilation is essential to reduce noxious gases and dust",
        "Not only is air space critical but so is the ventilation rate, which is the amount of air replaced within a building in a given time. The aim is a minimum air change within a building of 10 times each hour, increasing in the summer up to around 60 air changes per hour. The purpose is to keep the air fresh. Studies from the USA show that higher humidity and mean temperatures within the calf housing results in a delayed first calving. It is probable that this would also appear as slower live weight gains in fattening cattle.",
        "In the housed environment a constant supply of fresh air is essential in preventing respiratory and other diseases together with improving production. Good ventilation removes stale, damp air which helps ensure that viruses and bacteria cannot survive for long outside the animal. Ventilation should never be restricted in an attempt to raise air temperature. In the vast majority of situations natural ventilation is adequate. However, if artificial (fan) ventilation is required then it must only be controlled manually or by humidity sensors, never by a thermostat.",
        "Almost all infection occurs by direct aerosol spread between calves, so it is vital that there is good ventilation to allow for removal of infectious organisms. Similarly an increase in humidity will favour viral/bacterial survival.",
        "With climate change a real issue and the increased risk of heat stress in all ages of cattle consideration will need to be given to the installation of fans, with our without tunnels, combined with spraying water onto the cattle. This can dramatically reduce the effects of heat stress.",
        "Natural Ventilation",
        "Natural ventilation is the most efficient and least expensive system for providing an optimum environment within a building. The objective of the ventilation system must be to provide a continuous stream of fresh air to every housed animal at all times of the day or night. Buildings will naturally ventilate best when they are sited at right angles to the prevailing wind direction. In the UK the prevailing wind is generally from the south-west but is influenced by local geographical conditions.",
        "To ensure adequate ventilation, it is important that the building is designed to:",
        "· Remove excess heat;",
        "· Remove excess water vapour;",
        "· Remove micro-organisms, dust and gases;",
        "· Provide a uniform distribution of air;",
        "· Provide correct air speed for stock.",
        "In the UK, wind speed is above 1m/sec for more than 95% of the time. This means that for the majority of time, there is sufficient generating force to provide the necessary air changes within a correctly designed building by natural ventilation. For the remaining time, the building relies on the stack effect to replace foul air with fresh air.",
        "Heat produced by the livestock naturally rises. If it is unable to escape from the building at the highest point (at the ridge), it will condense and remain within the building raising the humidity levels. As the air cools, it will fall back onto the bedding, increasing the moisture content and creating a suitable environment for bacteria to flourish. At a relative humidity above 75% pathogens and viruses can survive for several minutes which increase their spread from animals to animal. However at RH levels below 75% viruses die very quickly after exhalation. With many calf houses the humidity is such that viruses can survive for around 40 minutes creating a reservoir of infection in the air which means the disease is rapidly spread.",
        "",
        "",
        "Fig 5: Natural ventilation by the stack effect",
        "Natural ventilation requires the right balance of inlets and outlets. If the warm air is able to exhaust from the ridge of the building, this draws fresh air into the building through the side inlets. This air change ensures the stack effect is maintained. The inlet and outlet areas should be about 0.05m² and 0.04m² per calf respectively, with the outlet being at least 1.5m above the ventilation inlet.",
        "The pitch of the roof can influence how well the stack effect is established. A roof profile of 1:4 and 1:3 are ideal. However, the pitch of a roof will always be a compromise between ventilation and overall ridge height, especially with span buildings. It is essential that there are adequate outlets in the ridge of the building. An open ridge is generally between 0.3-0.4m wide and should be un-restricted. As a useful rule of thumb, there should be 5cm of ridge opening for every 3.0m of building width. Although cranked open ridges are still commonly fitted, they only offer around 20% of the required outlet.",
        "The design of a successful natural ventilation system is complex and requires account to be taken of the span of the building, the location of the building relative to other buildings or obstructions (buildings and trees disrupt airflows for a distance of 5-10 times their height), the pitch of the roof, the stocking rate, mass of each animal and the bedding system.",
        "Mechanical Ventilation",
        "During the main/conventional housing period mechanical ventilation may be required in some calf buildings due to design constraints but should be the last option. However, with summer housed animals this may be essential to minimise the effects of heat stress.",
        "During the summer months fans assist air movement to provide a cooling effect and so increase heat loss from animals.",
        "There are relatively few buildings, which cannot be made to ventilate naturally if they are designed carefully, or remedial works undertaken. The decision to resort to assisted ventilation, with the resulting running costs and maintenance should not be taken lightly. In addition, where mechanical ventilation is essential then fail-safe systems and alarms are a necessity.",
        "The quality of cereal straw varies from year to year, but with alternative uses its price is also becoming a serious issue - even in the cereal growing areas of the country. Efficient use of bedding is therefore of the essence but care must be taken to ensure that cattle cleanliness and welfare are not compromised.",
        "Other bedding materials include sand, sawdust/shavings, bark peelings, waste paper and gypsum waste. Studies of various materials by the University of Arkansas found no significant differences in output of calves housed over a 6 week period on different materials, although straw and wood shavings provided more warmth and absorbency compared to products like sand. However, no cleaning out of pens was done in the trial period which would be uncommon in practice on sand based systems. Recycled manure solids must not be used to bed calves, i.e. cattle less than 6 months of age  It can only be used in cubicles and not  for deep bedded yards for older cattle.",
        "Straw Yards",
        "These should be rectangular in shape with a scraped concrete feed/loafing passage. This concrete helps promote hoof wear and will prevent feet becoming over-grown. Aim for a passage width of 2m for animals less than a year of age, which should be scraped regularly at least 3 times per week.",
        "Where the yard is for both suckler cow and calf then the bedded area needs to be a minimum of 6.0m2 with a loafing area of at least 2.5m2. This will mean the scraped passage needs to be at least 3.5m wide. This allows cows to feed at the manger, with other animals moving around behind them. A step should be provided between the feeding/loafing area and the straw beds. This will help retain the straw and prevent manure flowing onto the bedded area, although unlikely with the type of ration that suckler cows are offered. However, on a practical note a solid barrier provides a straight edge to scrape against when cleaning out the loafing area. The height of the barrier will depend on the frequency in which the beds are cleaned out, but it is likely to be around 0.2m. The barrier height should not exceed 0.3m.",
        "In addition a creep feed area should be allowed for the calves and the area should match that given in Table 1.",
        "Cubicles",
        "Cubicles must provide a clean comfortable lying space for the heifer calf. Cubicles are not suitable for bull calves as they urinate in the middle of the cubicle base. The calf/yearling must be able to enter and leave the cubicle easily and lie down and rise without interference or injury. Poorly designed cubicles and inappropriate management can lead to problems such as cubicle rejection through to adult life, wet and soiled cubicle beds and physical injury to the animals.",
        "",
        "Fig 6: Well designed cubicles can provide suitable conditions for heifer calf housing",
        "The length of the cubicle needs to be adequate to allow the heifer to rest comfortably and rise without injury. The position of the animal when lying down and standing are controlled by brisket boards and headrails. A correctly positioned heifer calf means that urine and dung fall into the scraped passage and not on to the cubicle base.",
        "There needs to be sufficient distance between cubicle divisions to allow the calf/yearling to lie comfortably while ensuring she is unable to turn around. She should not come into contact with the cubicle partition in such a way that could cause injury, be it when she lies down or rises. When an animal rises from a lying position, it lunges forward to transfer its weight from the hindquarters onto the forequarters. To accommodate this transfer of weight, the animal thrusts the head forward and this lunging space must be designed in the cubicle. If the forward lunging space is restricted then difficulty in rising will be experienced.",
        "Cubicles need to be designed for the size of animal at the end of the housing period.",
        "Cubicle Length - The total length of the cubicle should provide body space, head space and lunging space. Cubicle length is very dependent on size of animal. It is better to have a cubicle too long as the effective length can always be reduced. As a guide for calves (0-6 months) the cubicle should be 1.56m long increasing to 2.0m for animals up to 12 month of age.",
        "Cubicle width - Cubicle width must allow the animal to rise and lie easily. But if the width is excessive, the animal will tend to lie at an angle in the stall or turn around. The width of the cubicle will be determined not only by the size of the animal but in part by the choice of cubicle division. Slightly wider widths are required if there is a rear support leg. For calves the width will be around 0.60m increasing to 0.82m for animals up to 12 month of age.",
        "Division design - There are many types of cubicle division on the market. Whatever the type they must provide the animal with maximum comfort, provide security/protection, prevent injury and ensure that she is correctly positioned both standing and lying. The space sharing division, such as the suspended cantilever type offer more room allowing slightly narrower widths.",
        "The main benefit of the suspended cantilever division is that both height and width spacing can be altered at any time. This provides flexibility, especially where animals are growing rapidly.",
        "As with dairy and suckler cows there should always be at least 5% more cubicles than animals within a calf management group. Overcrowding leads to reduced lying times and increased lameness which is carried through to adult life. There is also more bullying with an increased risk of injuries.",
        "Although feed may be ad lib and available 24 hours per day it has to be recognised that there are peak periods for feeding during the day, e.g. immediately after fresh feed is put down the trough. If there is competition for feed space during this period, subordinate animals will give way to dominant animals, modify their feeding behaviour and their growth rates are likely to suffer. Feed trough space is given in Table 2.",
        "Table 2 - Feed face required for cattle eating simultaneously.",
        "Mass of animal (kg)",
        "Width of feed face (m)",
        "<100",
        "0.30",
        "100-199",
        "0.35",
        "200",
        "0.40",
        "300",
        "0.50",
        "Animals should be able to pass behind those already feeding without disturbing them. This means the passage should be at least 2m wide.",
        "Water",
        "As cattle are herding animals they are sociable in their behaviour. Adequate trough space or water bowls must be provided to allow at least 10% of the group to drink at any time. The water trough should be located at the correct height for the animal - again often a problem in practice with rapidly growing animals."
    ],
    "tables": [
        [
            [
                "Mass of calf (kg)",
                "Approximate age (months)",
                "Minimum (statutory) area (m2/calf)",
                "Recommended area (m2/calf)"
            ],
            [
                "45",
                "0",
                "1.5",
                "2.0"
            ],
            [
                "46-99",
                "0-2",
                "1.5",
                "3.0"
            ],
            [
                "100-149",
                "3-5",
                "1.5",
                "4.0"
            ],
            [
                "150-199",
                "5-7",
                "2.0",
                "5.0"
            ]
        ],
        [
            [
                "Mass of animal (kg)",
                "Width of feed face (m)"
            ],
            [
                "<100",
                "0.30"
            ],
            [
                "100-199",
                "0.35"
            ],
            [
                "200",
                "0.40"
            ],
            [
                "300",
                "0.50"
            ]
        ]
    ]
}