{
    "title": "Calf Nutrition and Colostrum Management",
    "content": [
        "Background",
        "Although no studies are done in the UK on premature deaths of cattle, it is believed that one in seven dairy breed calves and one in thirteen beef breed calves die during the rearing phase in the UK each year.",
        "Calf mortality is highest during the first six months of life. Added to this is the losses to the industry caused by around 50,000 breeding cows (1.4% of the U.K total) dying at calving, mainly as a result of dystocia. Scouring is the most common disease in young calves and, as a result, is the greatest single cause of death in calves, accounting for almost 50% of all calf deaths. Scouring in calves is most critical during the first few weeks of life.",
        "",
        "Fig 1: Scour is the commonest disease in young calves and is responsible for almost 50% of calf deaths",
        "Calf scour can easily be recognised. The dung is liquid, of variable colour and smell and, in some cases, blood and mucus can also be seen. The clinically affected calf can have a dull appearance with sunken eyes and is often reluctant to eat or drink. As a consequence, the calf suffers dehydration, acidosis and the loss of salts and electrolytes from its body fluid with significant weight loss. In severe cases it will collapse and eventually die. In older calves, respiratory disease (pneumonia) is the most common reason for deaths and poor performance in young cattle from weaning through to about 12 months of age.",
        "Although many producers think of financial losses in terms of dead animals, this is likely to be the tip of the financial iceberg. \"Poor doers\" have a reduced daily liveweight gain, poorer feed conversion efficiency, an extended rearing period and they often have a stunted appearance. Beef animals that have not performed well in the rearing phase tend to have a lower sale value and are older when slaughtered. The potential milk yield of dairy animals is reduced if they do not achieve optimum growth rates during the rearing phase.",
        "As with all livestock enterprise, it is essential that the producer has accurate records of performance parameters against which to measure and monitor and take action as appropriate. As a minimum, they need to include target growth rates to weaning, weight for age as well as calves reared per cow. Detailed information on the health status, such as mortality, the incidence of respiratory disease and calf scours are also the minimum information that should be recorded and kept for benchmarking purposes. If current performance levels fall below the target, then management can be altered to improve production standards or, as a minimum, the causes noted to prevent recurrence in the future, i.e. Herd Heath Planning.",
        "In order for the calf to have the maximum survival potential, it is imperative that the dam is correctly managed. Heifers should be at least 60% of their mature weight at service; although those considered over-fat should be heavier as they will have a small skeletal size relative to their liveweight. Fourteen months of age should be considered the very minimum age at which to start serving heifers, even when very well grown. All dams should be fit and not fat at calving with a body condition score ranging between 2.5 and 3.0 although the latest research on lameness control and fat pad development suggests a minimum body condition score of 2.75. To avoid problems such as abortion, and abnormal or weak calves, the mineral and vitamin levels must be correctly maintained in the diet and will depend on season of calving. If a healthy, strong calf is born, then following the next stages is far easier with the potential for minimal calf losses.",
        "",
        "Fig 2: Ensure yards and calving boxes are dry and well bedded (12m2/calving box)",
        "Producers are generally aware that calves are born without any immunity and therefore they can be infected within minutes of birth by virulent organisms before adequate protection from colostrum can be achieved. High management standards are therefore essential, be it in cattle housing or when calving in a field. Regardless of how much colostrum is taken by the calf, poor hygiene at calving will always have an adverse affect on calf health and performance.",
        "Young calves are exposed to both a wide range of infectious agents and rapid changes of feed/feeding system soon after birth. This makes the young calf particularly susceptible to digestive disorders arising from either infectious or digestive challenge.",
        "Whether or not an animal becomes diseased is a balance between the strength of its immunity and the level of the disease challenge it faces. Effective disease prevention and control therefore requires the balance to be tipped in favour of the animal. This means that systems of management should be developed that both improve the defences of the host and reduce exposure to pathogens",
        "In the case of the host defences this is best improved by:",
        "Ensuring that calves receive plenty of good-quality colostrum within the first 6 hours after birth.",
        "Supplying the correct nutrition to meet the calf's requirement at every stage.",
        "Reducing stress to a minimum. Calves should be handled quietly, and exposed to a regular routine. Standard distressing procedures such as disbudding should only be carried out away from critical periods, such as weaning.",
        "Controlling sub-clinical disease. Parasitic infestation and trace element deficiencies that are not severe enough to cause clinical signs may increase animals' susceptibility to other clinical disease.",
        "Managing the dam and selecting a suitable sire to ensure an easy calving process and to increase the quantity and quality of colostrum production.",
        "Ensuring the animals being reared are genetically suitable for the production system.",
        "The Welfare of Farmed Animal (England) Regulations 2007 require that each calf must receive bovine colostrum within the first 6 hours of life. In order to combat the common diseases such as scour, etc., new born calves rely completely on a supply of colostrum for the provision of antibodies and vitamins A and D. The highest levels of antibody are found in the first milk after calving. The efficiency of antibody absorption decreases gradually from birth and it is most important that calves receive colostrum within the first 6 hours of life. The level of antibody absorption from colostrum is likely to be minimal once the calf is 18 hours old. However, continuing protection is provided by local antibodies on the lining of the gut wall even after the first 18-24 hours, when antibodies are no longer absorbed into the blood stream.",
        "In the first 20 minutes of life, calves should consume a volume of colostrum equivalent to 5% of their body weight. This means that a calf with a birth weight of 40kg needs about 2 litres. Where a calf is weak after calving or the cow's udder or teat conformation prevents easy first sucking, then milk the cow and provide colostrum with either a stomach tube or a bottle and teat. Give 2 litres immediately and two litres after 6 hours. For the calf to take in 2 litres of colostrum, it must suckle the mother for at least 20 minutes.",
        "",
        "Fig 3: It is very important that calves receive colostrum within the first 6 hours of life.",
        "Colostrum only contains antibodies against those diseases to which the dam has been exposed. It does not provide protection against parasites. The colostrum from heifers is likely to contain a smaller range of antibodies than that from mature cows as they have had less exposure to the diseases that exist on the farm. However, the antibody level in their colostrum can be increased by ensuring that they join the main herd at least four weeks before calving. For orphan calves consider using colostrum from cows in second and later lactations. However, it is common for Johne's disease to be spread via colostrum. The alternative is to use artificial colostrum. As we cannot see antibodies; one way of measuring colostrum quality is to assess its density or specific gravity. A floating hydrometer that is specifically calibrated for cow colostrum is a useful piece of equipment and readily available.",
        "",
        "Fig 4: A floating hydrometer that is specifically calibrated is useful for measuring colostrum quality",
        "Good colostrum management is the cornerstone of scour control. Management must focus in on good husbandry and biosecurity to optimise the calf's resistance and to reduce exposure to infectious agents. As heifers calving for the first time usually have relatively low levels of antibodies in their colostrums, by calving such animals before the rest of the herd does mean that their calves, which will be more susceptible to infections, are less likely to be exposed to high levels of agents such as rotavirus so giving them a greater chance of survival and better performance compared to those born at the end of the calving season. This is particularly the case in suckler herds.",
        "Artificial Rearing Systems",
        "Abomasal volume in the newborn calf is 1.0-1.5 litres. Initially the enzyme rennin coagulates milk optimally at pH6.5, with clot formation within minutes of ingestion. The clot then contracts expressing liquid whey which passes into the duodenum 5-10 minutes later. After 2-3 days, numbers of parietal cells in the abomasal lining increase and secrete hydrochloric acid and so abomasal pH falls. Chief cells produce the active enzyme pepsin from pepsinogen. Both pepsin & rennin can digest the milk protein casein, but pepsin is most effective at pH 5.2 and can digest a wider range of proteins.",
        "The pepsin digestive system is not fully developed until approximately 7-10 days old and so until then calves should receive whole milk or a substitute consisting of whole milk.",
        "Bucket fed calves are vulnerable to poor abomasal clot formation if stressed (feeding straight after disbudding or transport), fed at irregular times or with inconsistent temperature or strength.",
        "",
        "Fig 5: Digestive System of Newly Born Calf",
        "If excessive quantities of milk are fed to young calves, then it spills into the duodenum, where casein cannot be digested. This overspill disrupts osmotic balance as well as providing a medium for bacterial fermentation in the lower intestine, causing diarrhoea.",
        "The oesophageal groove is a muscular channel that runs in the anterior wall of the rumen. Reflex action from suckling, results in muscular closure of this groove to form an enclosed pipe transferring milk directly into the abomasum, thus bypassing the rumen. Milk entering the rumen is both wasteful and potentially dangerous, as it undergoes rapid fermentation that may produce an acute and sometimes fatal bloat and colic within 30mins of feeding. Consistent feeding routines are important in prevention of this problem.",
        "The main artificial milk feeding systems are based on feeding either restricted or unrestricted quantities of whole milk or milk substitute which can be fed warm or cold. Calves are very sensitive to changes of just 2 - 3° C in the temperature of the milk substitute when it is fed at blood heat. However, the temperature of cool milk can range from 10 - 25°C without problems and therefore is more practical in many farm situations. Milk containing antibiotics or mastitic milk must not be fed.",
        "Whole milk feeding has the advantage of casein protein which coagulates in the abomasums and is slowly released into the small intestine. Milk replacer containing only whey protein, does not have this 'slow release' advantage.",
        "Restricted feeding",
        "This is usually carried out via buckets, preferably with a teat. Twice per day feeding is recommended rather than once per day until calves are past the highest risk period for diarrhoea. This will vary from farm to farm but a good rule of thumb is to offer milk to calves on a twice daily basis for at least two weeks. Milk powder that is specially designed to be fed once a day is available and therefore should not be fed twice daily.",
        "Buckets and all mixing equipment should be thoroughly disinfected after every feed. Calves normally will have consumed a total of about 15 kg of milk substitute and at least 5 kg of concentrates by the time they are weaned",
        "Ad libitum feeding",
        "Calves are grouped and fed milk substitute via teats (aim for 6-8 calves per teat). There are two main methods of ad libitum feeding. The more common is feeding from a machine that reconstitutes milk substitute, the second is by offering cold acidified milk substitute from plastic containers. Automatic feeding relies on high levels of stockmanship - and calves must be examined regularly to see if they are thriving.",
        "Liveweight gain to weaning is usually well above that obtained in restricted feeding systems but over twice as much milk substitute is needed (30 kg/head). The liveweight advantage can be easily lost at weaning time especially if calves are not consuming sufficient concentrates.",
        "It is important that concentrate feed and fresh water are available close to the teat at all time as calves will tend to eat concentrates while they are waiting to drink milk. Calves tend to urinate soon after drinking so effective drainage of the area around the machine is essential. It is vital to prevent bacterial build up in the feeding equipment. Machines must be cleaned daily and the plastic containers disinfected every two or three days.",
        "Concentrates and Roughage",
        "Palatable starter pellets or a home mix coarse mix of 18% crude protein should be gradually introduced from the first week of life onwards, and fed fresh each day, discarding stale feed. Roughage is not readily digested but helps development of the rumen. From just the first or second week of age, clean, palatable, dry barley straw or good quality hay should be offered in a rack. High quality silage can also be offered but it must be fresh each day.",
        "",
        "Fig 6: Feed palatable concentrates (18% CP) from 1st week",
        "Weaning Artificially Reared Calves",
        "Weaning should take place abruptly when calves are eating 0.75 - 1.0 kg/head/day of an early weaning compound for three consecutive days. This is commonly around 5-6 weeks of age. Calves weaned before 5 weeks of age tend to be less resistant to disease. Where calves are reared on surplus milk, prolonged feeding of milk after 8 weeks is not recommended as it can impair rumen development.",
        "",
        "Fig 7: Weaning should take place abruptly when calves are at least 5 weeks old",
        "Suckler calves",
        "Nutrition of the dam is critical to the success of suckler herds, especially in the dry period. Notwithstanding this fact, problems can still occur with the suckled calf. For example, hypomagnesaemic tetany of calves occurs most commonly in those on high milk intakes and receiving little other feed. Milk is deficient in magnesium and therefore suckler calves not receiving creep feed may be at risk as they get older than 2 months as the capacity to absorb magnesium from the intestines reduces from this time. Occasionally calves as young as 2 weeks of age may succumb, although this is usually associated with poor intestinal absorption due to diarrhoea.",
        "Creep Feeding Suckled Calves",
        "Suckled calves reared on a diet of milk and grass have a limited rumen capacity at weaning. This limits their forage intake and places a higher reliance on concentrates. The transition from the suckling to the weaned stage is best handled by offering creep feed. Creep fed calves will suffer less stress at weaning because they have already adjusted to a concentrate diet and will be less susceptible to pneumonia. The feed being fed after housing should be gradually mixed in with the creep so that calves are on their post weaning concentrate two weeks before weaning.",
        "A creep feeding area offered to autumn born calves in their first winter enables them to get away from the cows. Scouring in the calves is often reduced as the creep area can be kept clean and relatively free of contamination.",
        "Weaning Suckled Calves",
        "Weaning is a stressful time for suckled calves, particularly those born in the spring. Spring born calves are weaned at a younger age than autumn born calves and at a time when feed supplies and weather conditions are deteriorating. Correct management now will improve calf health and welfare at weaning and consequently improve the lifetime performance of the animal and overall profitability. Minimising stress is critical at this stage of the calf's life.",
        "",
        "Fig 8: Weaning is a stressful time for suckled calves, particularly those born in the spring",
        "The main stressors include transport or travel from field, treatment at handling pens, change of environment (field to pen), mixing with calves from other groups, loss of contact with dam, change of diet, unfamiliar feeds, poorly ventilated buildings and exposure to disease from other animals.",
        "The presence of cows has a calming effect and the prolonged presence of cows is one way of reducing stress in suckled calves that are being weaned. The easiest method is to wean most of the calves at housing but leave a few fitter cows that can afford to lose some body condition in with the calves for a week or so after weaning. When there is plenty of shed space available, all the calves can be left with the cows at weaning. A creep area can be created for the calves in which they are shut into for an increasing period of time over a two week period. The calves will then gradually wean themselves.",
        "Summary",
        "Calf mortality in the first few weeks continues to be excessive",
        "Calf scour is responsible for more than 50% of deaths in young calves",
        "Good management of the dry cow is essential for calf survival and productivity",
        "Early intake of good quality colostrum is essential to aid the calf build natural immunity",
        "Heifer colostrum is generally of poorer quality than from older cows, so calve these animals first as less infectious challenges to the calves",
        "Good hygiene of the calves environment reduces disease levels",
        "Cleanliness of artificial rearing equipment is paramount",
        "Automatic calf rearing systems are no substitute for good husbandry",
        "Target growth rates should be set according to feeding system, production type and farm conditions",
        "Targets must be regularly monitored and appropriate action take as necessary."
    ],
    "tables": []
}