{
    "title": "Calf Scour - Suckler Herds",
    "content": [
        "Diarrhoea or calf scour (Figs 1-2) can be a major cause of calf mortality and lost profit in many beef suckler herds.",
        "Financial losses result from individual dead calves and the severe check in growth of many young calves in the group. Oral electrolyte solutions are expensive and labour costs add further to financial losses.",
        "Purchase of replacement calves purchased from markets risks introducing many disease organisms including Salmonella species on to the farm. Other important enteris diseases that can be introduced by purchased stock include bovine virus diarrhoea (BVD) and Johne's disease (paratuberculosis).",
        "",
        "Fig 1: Mild diarrhoea or scour affecting a 8 day-old calf.",
        "",
        "Fig 2: Severe diarrhoea in a calf necessitating intravenous fluid therapy to correct dehydration.",
        "The most important causes of calf diarrhoea are rota- and corona-viruses. It is essential to appreciate that most outbreaks of calf diarrhoea are caused by viruses and that fluid therapy rather than antibiotic therapy is the more effective treatment strategy.  Antibiotics must only be used in specific disease situations as directed by a veterinary surgeon.",
        "As with all animal diseases prevention is better than cure and an effective veterinary herd health plan is essential for all beef herds to maintain health and prevent costly diseases.",
        "",
        "Fig 3: Rotavirus infection can produce severe diarrhoea.",
        "Rotavirus infection is the most common cause of severe diarrhoea in young beef suckler calves.  Infection can produce the complete range of clinical signs from no observed abnormality through to severe diarrhoea (Figs 3-4) and dehydration with high mortality.  There is a build-up of infection with most cases during the second and third months of the calving period.  Spread of infection occurs most rapidly in housed beef calves.",
        "Calves are most commonly affected at 8 - 14 days old when there is an acute onset of diarrhoea with the passage of very watery yellow/green faeces (Fig 3) with infection spreading rapidly among young calves in the group (Fig 5).  Typical early signs include a reluctance to stand and suck, mild depression and salivation.  The calf rapidly becomes dehydrated and recumbent (Fig 6). The eyes are sunken and the skin becomes tight and inelastic.  The abomasum and intestines are often distended with fluid and gas.",
        "The affected calf should be isolated from its dam in a dry, well-bedded corner of a pen. 1-2 litres of oral electrolyte are given 4 to 8 times daily. While a stomach tube/oesophageal feeder can be used once, veterinary advice should be sought if the calf will not suck fluids through a teat 2 to 4 hours later. It is important to offer fluid by teat not oesophageal feeder because active sucking is the best indicator of the calf's improvement.  Repeated administration of oral electrolyte solutions by stomach tube must only be undertaken if the calf is improving. Alternate milk (access to the cow) and electrolyte solution every two to four hours once the calf is improving. Oral antibiotics are contra-indicated in these calves.  Parenteral antibiotics should only be used to control concurrent infections, e.g. navel ill, calf diphtheria.",
        "",
        "Fig 4: Diarrhoea with the passage of watery yellow/green faeces in early rotavirus infection.",
        "Intravenous fluids administered by a veterinary surgeon are essential in dehydrated calves that are unable to stand unaided (Figs 7-8).",
        "Other causes of diarrhoea in 1-3 week-old calves include cryptosporidiosis.",
        "Costs",
        "Drugs and staff time employed to treat scouring calves prove costly (approximately £25 for mild cases treated with oral fluids; a dead Charolais bull calf may cost as much as £260 to replace).",
        "Prevention",
        "Once a herd has experienced problems with rotavirus infection, annual vaccination of the cows costing £6-8 per cow is essential 1 - 3 months before their calving date.",
        "",
        "Fig 5: Infectious causes of diarrhoea can spread rapidly among young calves.",
        "Outbreaks of calf coronavirus diarrhoea are similar to, or more severe than, those observed for rotavirus infection. Fortunately, coronavirus infection is much less common than rotavirus.",
        "Typical clinical signs include depression, reluctance to suck and the passage of faeces containing mucus and milk curds. The disease can progress rapidly to weakness, recumbency, severe dehydration and death. Coronavirus infections cause diarrhoea in calves up to 20 days-old.",
        "",
        "Fig 6: Veterinary attention is essential for recumbent calves.",
        "Treatment for coronavirus infection is as outlined above for rotavirus. Annual vaccination with a combined rotavirus, coronavirus and K99 combined vaccine is an invaluable insurance policy in all beef herds.",
        "In calves this term is used to refer to strains of the bacterium E. coli possessing the K99 antigen. Recent surveys have shown the incidence of K99 E. coli to be low (around 1 % of diarrhoeic calves), but when infection occurs in a herd, losses can be high.",
        "The disease characteristically affects calves aged 1-3 days old when there is sudden onset of profuse yellow/white diarrhoea causing rapid and severe dehydration. The calf quickly becomes recumbent. Accumulation of fluid in the abomasum and intestines gives the abdomen a bloated appearance.",
        "Diagnosis is based upon severe diarrhoea with high mortality affecting calves aged 1-3 days-old with confirmation following isolation of K99 + E. coli from faecal samples collected by a veterinary surgeon.",
        "The main differential diagnosis is septicaemia.",
        "",
        "Fig 7: Intravenous fluids administered by a veterinary surgeon are essential in dehydrated calves that are unable to stand unaided.",
        "Control",
        "Movement of all pregnant cows to clean pastures and isolation of newly-calved cows should markedly reduce the incidence of ETEC disease.",
        "Vaccinate all pregnant animals immediately with Rotavec-Corona K99 but it will take 10-14 days for sufficient protective antibody to accumulate in the colostrum.",
        "For all diseases affecting the young calf the calving accommodation should be kept clean and well-bedded and preferably mucked out between calvings. Ingestion of 2 litres colostrum within the first two hours of birth cannot be over-emphasised.",
        "",
        "Fig 8: Following intravenous fluid therapy by a veterinary surgeon (Figs 6-7).",
        "Cryptosporidiosis",
        "It is only within the last 20 years that C. parvum has been recognised as a primary cause of neonatal diarrhoea.  C. parvum is not host specific and outbreaks occur when there is a build up of infection, namely towards the end of the lambing or calving period when the same buildings are used for autumn/winter calving then spring lambing as the protozoan parasite can remain dormant for months.",
        "Diarrhoea is caused by the physical loss of absorptive area of the small intestine and exacerbates the viral infections described above. Suckler calves aged 10-21 days old are most commonly affected. There is a profuse yellow/green diarrhoea with much mucus present. There is only mild dehydration but the calf rapidly looses condition over 2-5 days and has a dull tucked-up appearance. Whilst morbidity is high, the mortality rate in uncomplicated cases is usually low.",
        "Simple control measures include:",
        "1. Do not use same fields for calving/lambing.",
        "2. Change fields every year or when clinical cases occur in that season.",
        "3. Move newborn animals immediately on to clean pasture.",
        "In uncomplicated cases ensure that the scouring calf is properly hydrated and use oral electrolyte solutions as necessary.",
        "Halofuginone lactate has recently been licensed for the prevention and treatment of diarrhoea caused by C. parvum. For prevention of diarrhoea, calves should be dosed for seven consecutive days starting within one to two days of birth. For treatment, calves should be dosed for seven consecutive days starting within one day of the onset of diarrhoea. Halofuginone lactate has a low toxicity index and the data sheet instructions must be carefully followed.",
        "Cryptosporidiosis is a zoonotic disease (can affect man). Children and the elderly are most at risk when handling calves, less so contaminated boots/clothing and other indirect sources of infection."
    ],
    "tables": []
}