{
    "title": "Calving Part 3 - Nerve Damage",
    "content": [
        "Excessive or prolonged traction applied to the calf during delivery can lead to nerve damage in both the cow and her calf.",
        "In the cow, pressure on the nerves to the hind legs which pass along the inside of the pelvis may lead to the cow being unable to rise and consequently being culled. Diseases such as mastitis are common in recumbent cattle as well as the development of pressure sores. Loss of the cow is great financial and welfare concern. Similarly, nerve damage to calf can lead to many problems not least because calves are unable to suck sufficient colostrum and are therefore more likely to develop joint ill and meningitis as well as localised navel infections. The nerves most commonly damaged are listed below:",
        "Obturator nerve injury",
        "Hip-lock during anterior presentation of the calf is the most common cause of adductor paresis (obturator nerve and sciatic nerve injuries) in the cow. Specific diagnosis proves very difficult in recumbent cattle unwilling to make any attempt to rise. Diagnosis relies upon the history, elimination of hind leg injuries, and mastitis, uterine and other infections.",
        "Predicting the duration of recumbency proves very difficult and the cow could regain her feet after two to three weeks or may never rise. This interval is acceptable provided that cattle are on an appropriate lying surface (deep straw/pasture), move around frequently (every few hours), develop no pressure sores, and have a normal appetite.",
        "Prevention of obturator nerve paralysis is simple - avoid prolonged second stage labour and/or excessive traction during calf delivery.",
        "",
        "Fig 1: Avoid prolonged second stage labour and/or excessive traction during calf delivery",
        "Severe abduction \"doing the splits\" can also occur when the cow loses her footing on wet slippery surfaces often when attempting to regain her feet after treatment for hypocalcaemia.",
        "",
        "Fig 2: Severe abduction \"doing the splits\" after falling on wet slippery surfaces often occurs when cows attempt to regain her feet after treatment for hypocalcaemia.",
        "The clinical presentation varies, depending upon underfoot conditions whereby the cow shows only slight incoordination of the hind quarters on sound footing but severe abduction occurs when exposed to wet slippery surfaces and cattle may be unable to regain their footing.",
        "",
        "Fig 3: Hobbles should be applied above the fetlock joints, not below as in this case.",
        "Hobble the cow's pelvic limbs just above the fetlock joints but check regularly for skin abrasions. Wide webbing should be used and the legs should not be allowed to move more than 45 cms apart.",
        "",
        "Fig 4: Rope is not appropriate for hobbles.",
        "Inflatable cushions, webbing nets and swim tanks can all be used but the amount of time on busy commercial dairy farms is rarely adequate and cows are usually culled after a week or so if they do no stand unaided themselves. Avoid sharp corners and wet slippery surfaces especially for recently-calved cows.",
        "Peroneal nerve paraylsis",
        "Peroneal nerve paraylsis results in flexion of the hock and the dorsal surface of the hoof may contact the ground, and is typically seen affecting one hind foot after a period of recumbency.",
        "Tibial nerve",
        "Tibial nerve injury results in flexion of the hock and slight knuckling of the fetlock joint and typically involves both hind legs. Tibial nerve injury is typically seen after prolonges second stage labour often caused by an oversized calf. Recovery takes 2-3 months. There is no effective treatment.",
        "",
        "Fig 5: Tibial nerve injury in a beef cow following an assisted calving.",
        "Brachial plexus injury",
        "Brachial plexus injury in the foreleg (radial, ulnar and musculocutaneous nerves) occurs very occasionally in the neonate during excessive traction of a large calf in anterior presentation. This injury is more common when attempting to deliver the calf with the cow standing i cattle stocks and she then lies down when the calf is halfway out.",
        "This injury results in the inability to extend the elbow, carpus and fetlock and bear weight on the affected limb in severe cases. There is a loss of muscle over the shoulder with resultant prominent spine of the shoulder blade. There is a dropped elbow, flexion of the distal limb joints and scuffing of the hooves as the leg is moved forward. The foot is knuckled over at rest.",
        "",
        "Fig 6: Brachial plexus injury in this calf as a consequence to excessive traction. Note the calf's knuckled right fore fetlock joint",
        "Splinting the distal limb to prevent contracted flexor tendons in these neonatal calves is problematic and may lead to pressure sores under the splint unless undertaken carefully. This task should be undertaken by a veterinary surgeon.",
        "",
        "Fig 7: Splinting the distal limb to prevent contracted flexor tendons in a calf with brachial plexus injury.",
        "Avoid excessive traction during calf delivery.",
        "Do not calve cows in a crush.",
        "Femoral nerve",
        "Femoral nerve injury is most common after a calf in anterior presentation becomes hip-locked when excessive traction is used to aid delivery. Injury results in the inability to extend the stifle joint, bear weight and extend the affected leg(s). There is rapid atrophy of the Quadriceps femoris muscle group within seven to 10 days. Calves with bilateral femoral paralysis are unable to stand and adopt a dog-sitting posture. Calves with a unilateral lesion have difficulty rising to their feet and are unable to fix the stifle joint and the pelvis is markedly tilted toward the affected side.",
        "",
        "Fig 8: Calf with unilateral femoral nerve paralysis following excess during delivery.",
        "",
        "Fig 9: Calves with bilateral femoral paralysis are unable to stand and adopt a dog-sitting posture.",
        "When the calf presents in anterior longitudinal presentation, two people pulling should be able to extend both foreleg fetlock joints one hand's breadth beyond the cow's vulva (indicates extension of the elbows into the pelvis) within 10 minutes. Any greater traction to achieve such progress forewarns of potential hip-lock and its consequences.",
        "Excessive traction can also cause rib fractures in the calf and obturator nerve injury, vaginal tears and haemorrahage in the cow. Septicaemia and infections such as meningitis, polyarthritis, hypopyon, and omphlophlebitis may result if there is a delay/failure of passive antibody transfer due to recumbency in the neonatal calf.",
        "Fractures",
        "Severe lameness with a palpable fracture typically of the distal third metacarpal growth plate is not uncommon following delivery of a calf in anterior presentation. There is often a report that \"the cow was standing at the start but fell down whilst the calf was being jacked out\".",
        "",
        "",
        "Fig 10: Foreleg fracture in a calf caused when the cow sat down in the stocks.",
        "If the leg is plastered disruption of blood supply at the fracture site leading to the distal limb may result in avascular necrosis. This is manifest as return of severe lameness and putrid smell after 5-10 days. During further investigation the limb distal to the fracture is removed with the cast. There is always the risk of infection of the fracture site in cattle, even in closed fractures, and it is prudent to administer antibiotics such as procaine penicillin for 14-21 days but such compliance is often problematic with farmers.",
        "Hip dislocation can occur during excess traction of an oversized calf in posterior presentation.",
        "Mid-shaft femoral fracture and fracture through the proximal femoral growth plate can occur during excess traction of an oversized calf in posterior presentation. Hip dislocation (cranio-dorsally) and fracture through the proximal femoral growth plate result in relative shortening of the upper limb.",
        "Mid-shaft femoral and tibial fractures/fractures through the proximal femoral growth plate can occur during delivery of the calf. These fractures carry a hopeless prognosis and these calves should be euthanased for welfare reasons.",
        "",
        "Fig 11: Fracture of the tibia following excessive traction of this Simmental bull calf in posterior presentation (Note that this demonstration was carried out after the calf had been euthanased).",
        "",
        "Fig 12: Radiograph of the fracture featured above.",
        ""
    ],
    "tables": []
}