{
    "title": "Calving Part 1 The Basics",
    "content": [
        "Before considering the causes and treatments for various calving problems, the adverse affects of all forms of \"assistance\" must not be overlooked as they can prove very costly in terms of delay to subsequent re-breeding.",
        "There is no point in delivering a huge Charolais bull calf which looks great at sale time if the cow is barren for the next season. The impact of level of assistance and subsequent breeding performance is illustrated in the table quoted below. This exercise could produce some sobering results in many herds. It is not unusual for a farmer to change to an easy-calving bull and comment that they have not only never touched a cow at calving time and that there is much less scour and other health problems in the calves.",
        "",
        "Fig 1: An easy-calving bull has major health and welfare benefits on beef farms.",
        "",
        "",
        "Fig 2: No assistance and exemplary hygiene standards.",
        "",
        "Calving history",
        "Number of cows",
        "Subsequent breeding",
        "season success rate",
        "No assistance",
        "81",
        "96%",
        "Assisted by stockperson",
        "9",
        "25%",
        "Assisted by vet",
        "6",
        "34%",
        "Caesarean operation",
        "4",
        "75%",
        "After Caldow and others (2005)",
        "There are three key factors to bear in mind before assisting a cow to give birth:",
        "1. Patience: Much damage can be caused by interfering too soon in the birth process. Disturbing the cow during first stage of labour can delay dilation of the cervix. A cow can be safely left alone for an hour after the water bag has ruptured and in the case of a heifer this period can be extended up to three or four hours.",
        "",
        "Fig 3: Disturbing the cow during the first stage of labour can delay progress of the birth process.",
        "2. Hygiene: Not only must the maternity accommodation be clean and well bedded, the equipment to be used should also be clean and well maintained. Lastly, it is important that the farmer has clean hands or wears gloves.",
        "",
        "Fig 4: Exemplary hygiene in the calving area.",
        "3. Lubrication: Adequate lubrication is necessary to help in the delivery of the calf. Pure soap flakes (without detergent) or any of the commercially available obstetrical lubricants aid the passage of the calf through the birth canal.",
        "Pregnancy in the cow is around 285 days but is influenced by single or twin calves, and the sire. Gestation length and calf birth weight are calculated for many sires used in artificial insemination programmes. These estimated breeding values (EBVs) are a very important method to reducing calving difficulties and can be incorporated into beef herd programmes using artificial insemination.",
        "Imminent parturition is indicated by separation from other cows in the group for up to 24 hours before calving, udder development, accumulation of colostrum, and slackening of the sacro-iliac ligaments.",
        "",
        "Fig 5: Imminent parturition is indicated by separation from other cows in the group for up to 24 hours before calving and slackening of the sacro-iliac ligaments",
        "The birth process is divided into three stages:",
        "1. First stage labour",
        "First stage labour is represented by dilation of the cervix (neck of the womb) which may take 3 - 6 hours.",
        "The cow typically will continue to separate herself from herd-mates into a corner of the field or barn, with alternate lying/standing behaviour. A thick string of mucus is often observed hanging from the vulva. Bouts of abdominal straining occur more frequently, usually every 2-3 minutes, towards the end of first stage labour. In a case of uncomplicated anterior parturition, this increased activity coincides with extension of the calf's forelimbs.",
        "",
        "Fig 6: A thick string of mucus is often observed hanging from the vulva.",
        "2. Second stage labour",
        "Second stage labour is represented by expulsion of calf (calves), and takes from 5 minutes to several hours. There is rupture of allanto-chorion (water bag) with a sudden rush of fluid. The amniotic sac appears at the vulva and ruptures at this stage. Powerful reflex and voluntary contractions of abdominal muscle and diaphragm (\"straining\") serve to expel the calf. Occasionally, the amniotic sac may not rupture and results in death of the calf due to asphyxiation. This scenario is not uncommon in twin births.",
        "",
        "Fig 7: Rupture of allanto-chorion (water bag) with a sudden rush of fluid.",
        "",
        "",
        "Fig 8: Appearance of hooves in amniotic sac",
        "",
        "",
        "Fig 9: Amniotic sac ruptures, feet exteriorised and appearance of muzzle at vulva",
        "",
        "",
        "Figs 10 (above) and 11 (below) Powerful reflex and voluntary contractions of abdominal muscle and diaphragm (\"straining\") serve to expel the calf",
        "",
        "Fig 11",
        "3. Third stage labour",
        "Third stage labour is completed by expulsion of foetal membranes (afterbirth or cleansing) which usually occurs within 2-3 hours after birth of the calf.",
        "The safety of everyone present is very important with excitable and potentially aggressive beef cows, and some heifers. Many farmers routinely calve all cows in cattle stocks which is not ideal for several reasons but may be the best compromise with an aggressive cow and limited staff.",
        "Restraint of aggressive cow",
        "Prevents sideways movement of the cow",
        "Cow unable to lie down and strain, and help expel the calf",
        "Cow may become cast and be unable to rise",
        "Cow may fall down during delivery of the calf causing injury to the calf",
        "After correction of the calf's malposture and fixing the calving ropes when the cow is secured in the cattle stocks it is preferable, where safe to proceed, to halter the cow and release her into a clean calving pen. The free end of the halter should be tied low down to a substantial post allowing approximately 1.5 m of lead rope because delivery of the calf is easier when the cow is able to lie in her side and strain using all her abdominal muscles.",
        "Alternatively, the cow can be restrained behind a gate hinged 75 cm from the corner of the calving pen and the halter applied before progressing. Such a system works best for dairy cattle and quiet beef cows.",
        "",
        "Fig 12: The cow can be restrained behind a gate hinged 75 cm from the corner of the calving pen and the halter applied before progressing.",
        "Calving pen",
        "Several factors conspire to result in conflicting advice regarding calving accommodation.",
        "Ideally, the calving pen should be cleaned and disinfected between every occupant to prevent disease transmission. The diseases most readily spread from dam to offspring, and subsequent pen occupants are:",
        "Paratuberculosis (Johne's disease)",
        "Salmonella Dublin",
        "Good hygiene in the calving pen will also reduce navel infections, joint ill and subsequent episodes of calf scour. Mastitis and metritis (womb infections) in the cow may also be reduced.",
        "The disadvantages of such meticulous hygiene standards are:",
        "Time",
        "Cost of bedding materials",
        "Number of calving pens required during busy calving period",
        "Loss of grip for cows recovering from milk fever, and after periods of recumbency.",
        "A compromise is to add large amounts of clean dry straw between cows with the pen mucked out and disinfected after 3-5 calvings - but note that this regimen is not recommended for herds with Johne's disease (paratuberculosis) or salmonellosis.",
        "An ideal calving pen would be fitted with a light and power source, a water bowl and facilities to milk the cow in the pen in case she is not in a fit condition to move out after having given birth. An outwardly opening gate is also an advantage.",
        "",
        "Fig 13: Cattle crush for safe restraint of beef cows during investigation of potential calving problems.",
        "",
        "",
        "Fig 14: Individual calving boxes adjacent to the cattle stocks on this beef farm.",
        "Ropes",
        "Most vets and farmers use calving ropes rather than chains to apply traction to the legs; calving chains are much more readily disinfected. Two short ropes, preferably different colours, can be used for the legs, and a longer rope as a snare to correct head malposture.",
        "Almost without exception, calving ropes are not adequately cleaned and disinfected between calvings. Typically, they are left hanging on a hook in the bulk tank room or over the calving aid next to the cattle stocks. Calving ropes must be cleaned of all gross debris after use and left in a veterinary disinfectant for 10-15 minutes, dried, then stored in a clean polythene bag until next use.",
        "",
        "",
        "Fig 15: Almost without exception, calving ropes are not adequately cleaned and disinfected between calvings.",
        "With the calf presented in anterior presentation (coming forwards), reasonable traction will deliver the calf when two people pulling can extend both front legs such that the fetlock joints protrude one hand's breadth beyond the vulva within 10 minutes' traction. Such movement of the calf's forelegs represents extension of both elbow joints into the cow's pelvis. Veterinary attention is necessary if greater traction is applied without obvious progress and the elbows are not extended easily.",
        "With the calf presented in posterior presentation (coming backwards) two strong people pulling on calving ropes should be able to extend both hocks more than one hand's breadth beyond the cow's vulva (calf's hindquarters now fully within the pelvic inlet) within 10 minutes. Further traction will deliver the calf safely.",
        "Calving aid",
        "There are two commonly used calving aids. The more simple 'T' shaped aid (Fig 15), which is more suitable for dairy breeds, has the advantage of applying traction to the calf's legs alternately. The newer design aid (Fig 16) fits over the pelvis of the cow and, because of the more rounded rear end of the beef breeds is more suitable for use in these breeds. Both generate traction forces in excess of four strong men. Calving aids must be used with great care as nerve paralysis and hip lock are common consequences of their mis-use.",
        "",
        "Fig 16: Another design of calving aid",
        "Calving machines must not be used as levers when traction is applied. Such forces greatly exceed those which are reasonable and have the potential to cause serious damage to both cow and calf.",
        "Calving aids must be regularly cleaned and disinfected because they come into direct contact with the cow's perineum and have the potential to introduce infection into the uterus either directly or indirectly.",
        "Presentation signifies the relation between the long axis of the calf and the maternal birth canal. It includes anterior or posterior longitudinal presentation, ventral or dorsal transverse presentation.",
        "Position indicates the surface of the maternal birth canal to which the calf's vertebral column is applied. It includes dorsal, ventral and right or left lateral position.",
        "Posture refers to the disposition of the moveable appendages of the calf and involves flexion or extension of the cervical and limb joints, e.g. bilateral hock flexion posture.",
        "Anterior presentation",
        "The calf's front legs must protrude hand's breadth beyond the fetlocks after a maximum period of 10 minutes' traction (two people) to safely proceed; reconsider option if greater traction necessary.",
        "Posterior presentation",
        "Two strong people pulling on calving ropes should be able to extend the hocks more than one hand's breadth beyond the cow's vulva (calf's hindquarters now fully within the pelvic inlet) within 10 minutes.",
        "Other guidelines include whether a hand can be passed between the calf's head and the maternal pelvis when both feet and the head are engaged within the pelvis, conversely if a hand can be passed between the calf's tail head and the maternal pelvis in posterior presentation.",
        "Comparisons of the calf's metacarpal/metatarsal bone diameter relative to external maternal pelvis dimensions have little practical use.",
        "Sire breed selection is important but it is generally stated that there is as much within breed variation in dystocia incidence of sired females than between breeds. However, general, native breeds such as the Aberdeen Angus have fewer calving problems than Charolais. Estimated Breeding Values (EBVs) allow bulls to be selected with lower calf birth weight and shorter gestation periods reducing dystocia risk. EBVs with high accuracy are available for many AI sires and should be considered in artificial breeding programmes.",
        "Further practical information can be found at a number of websites including:",
        "http://www.limousin.co.uk/projects/ebv_users.pdf"
    ],
    "tables": [
        [
            [
                "Calving history",
                "Number of cows",
                "Subsequent breeding\nseason success rate"
            ],
            [
                "No assistance",
                "81",
                "96%"
            ],
            [
                "Assisted by stockperson",
                "9",
                "25%"
            ],
            [
                "Assisted by vet",
                "6",
                "34%"
            ],
            [
                "Caesarean operation",
                "4",
                "75%"
            ]
        ]
    ]
}