{
    "title": "Campylobacter Infection",
    "content": [
        "Abortion and infertility remain significant problems on farm. One of the most important causes of infertility and abortion in UK cattle is infection by Campylobacter fetus. This organism can cause sporadic abortion, abortion storms, metritis, delayed return to heat, and very low pregnancy rates.",
        "Sporadic abortion, that is the one-off case, is probably associated with the bacteria getting in via the guts. However the vast majority of problems associated with Campylobacter are linked to venereal infection. In most cases the source of infection is an infected mature bull bought onto the farm, which then spreads the bacteria as it mates. The most high-risk animal is a hire bull. Younger bulls and breeding females are less common sources of infection but any animal that has been previously mated is a potential source.",
        "In bulls, infection is not associated with clinical signs, problems with Campylobacter are exclusive to the female.",
        "Mild endometritis",
        "Failure to conceive --> Return to service at normal time",
        "Early embryonic death --> Delayed return to service",
        "Late embryonic death  -- > Abortion (usually 4 to 5 months)",
        "Cows (but not bulls) readily become immune to infection, so quite often Campylobacter is first seen as a problem after the introduction of a bull, which resolves itself over the period of a few months. However, heifers served by the bull for the first time remain susceptible and immunity is often not protective for more than one year. Additionally the bacterium can be found in vaginal mucous for more than a year after infection even after the development of immunity. Such cows are good sources of infection for new uninfected bulls",
        "Campylobacter can be isolated from aborted fetuses and fetal membranes - the bacterium is found in about 3% of abortion cases in which a diagnosis is made.",
        "Most commonly Campylobacter is suspected when there are high return rates or poor pregnancy rates in a herd using natural service. However, proving the role of Campylobacter can be difficult as we have no test which has a sufficiently low rate of false negatives",
        "Sheath washing of bulls followed by culture in the laboratory is the best available method of identifying infected bulls. However, although a positive test is a useful indication of infection, a negative result is not; the test is insensitive and does not pick up all infected bulls",
        "Identifying infected cows is more difficult. Culture of vaginal mucus is less sensitive than culture of sheath washings so more infected cows will be missed. If you suspect Campylobacter get your vet to collect samples from at least 12 cows served by the suspect bull or bulls as this will significantly increase the chances of finding the bacterium.",
        "In cows treatment is not very effective, and, particularly because diagnosis is often made in the late stage of the disease, it is usually best to wait for natural immunity to eliminate the disease. Routine treatment of bulls bought onto a farm can reduce (but NOT eliminate) the risk of them spreading disease.",
        "In infected herds stop using natural service until at least two years after initial infection began. If oestrus detection is a problem then synchronisation with fixed time AI should be used.",
        "Vaccination is extremely effective in the control of Campylobacter, however no authorised vaccines are available in the UK.",
        "As there are no authorised vaccines available in the UK, prevention is based on maximising biosecurity. In an uninfected herd maintaining a closed herd will prevent disease, but if this is not possible then a buying policy of purchasing virgin heifers and bulls only will not significantly increase the risk. If a bull has to be bought the best policy is the younger the better. If you have to buy in a mature bull, treat it with antibiotics before it is used to mate cows and use it on a small number of cows only so that its fertility can be monitored before it is used for service in the main herd."
    ],
    "tables": []
}