{
    "title": "Carbohydrate Overload",
    "content": [
        "Carbohydrate overload (ruminal lactic acidosis, grain overload, barley poisoning)",
        "Causes",
        "Acidosis results from the sudden unaccustomed ingestion of large quantities of carbohydrate-rich feeds, typically grain or concentrates and, much less commonly, potatoes and by-products such as bread and bakery waste.",
        "",
        "",
        "The smaller the particle size, for example following milling, the more quickly fermentation occurs, and the more severe the clinical signs for a given amount ingested.",
        "",
        "",
        "Sudden unaccustomed ingestion of large quantities of carbohydrate-rich feeds,",
        "Typically grain or concentrates",
        "",
        "Cattle may escape and gain access to feed stores causing barley poisoning",
        "Clinical presentation",
        "The severity of clinical signs depends upon the amount of grain ingested, whether the grain was rolled or whole and the rate of introduction of the dietary change. Colic signs may be observed soon after grain engorgement and cattle appear restless. Cattle are weak and may fall and experience difficulty rising. Tooth grinding is frequently heard. Cattle have a distended abdomen due to the enlarged static rumen; fluid also becomes sequestered within the intestines. There may be no diarrhoea for the first 12 to 24 hours after carbohydrate ingestion, thereafter there is profuse diarrhoea with a sweet-sour odour and may contain whole grains. The most severely affected cattle become recumbent and may die within 24-48 hours. Cattle that recover have a protracted convalescence.",
        "",
        "There is profuse diarrhoea with a sweet-sour odour and may contain whole grains",
        "",
        "Cattle are weak and experience difficulty rising.",
        "",
        "",
        "The most severely affected cattle become recumbent and may die within 24-48 hours.",
        "Clinical signs",
        "Colic",
        "Appear restless",
        "Weak and may fall and experience difficulty rising",
        "Tooth grinding",
        "Distended abdomen",
        "No diarrhoea for the first 12 to 24 hours",
        "Thereafter there is profuse very fluid, foetid diarrhoea",
        "Sweet-sour odour and may contain whole grains",
        "Recumbency and death within 24-48 hours in severe cases",
        "Differential diagnoses",
        "Your veterinary surgeon may also consider:",
        "Peracute toxaemic conditions such as metritis and coliform mastitis (heifers/cows).",
        "Salmonellosis",
        "Hypocalcaemia in recumbent (dairy) cows.",
        "Diagnosis",
        "Diagnosis is based upon the history and clinical findings, particularly once diarrhoea is evident.",
        "Treatment",
        "In most situations therapy is restricted to oral fluids, intravenous multivitamin preparations and antibiotic therapy. Proprietary antacid products (such as Agger's antacid) contain 220 g sodium bicarbonate, 110g magnesium oxide and 40 g yeast cell extract diluted in 20 litres for a cow.",
        "Oral fluids",
        "Intravenous multivitamin preparations",
        "Antibiotic therapy",
        "Penicillin injections are given daily for up to 10 days in severely affected cattle to counter potential bacterial spread via the bloodstream",
        "Management/Prevention/Control measures",
        "Grain/concentrate feeding must be gradually increased over a minimum of six weeks before ad-libitum feeding. Allow more than 10 per cent good quality roughage in the diet.",
        "",
        "",
        "Barley straw as roughage and bedding.",
        "",
        "Cattle select the best straw; the remainder acts as bedding.",
        "Increase concentrates over a minimum of four weeks",
        "Allow more than 10 per cent good quality roughage \r\n\nSponsor Content"
    ],
    "tables": []
}