{
    "title": "Castration of Calves",
    "content": [
        "Why castrate your calves?",
        "Castration of bull calves has significant advantages. Steers are much easier and safer to handle than entire bulls and there is no risk of unwanted sexual activity and accidental matings. Carcass quality may also be improved by castration. Bulls seem to be more prone to stress than steers, leading to an increased risk of dark-cutting - meat that does not brighten when it is cut and exposed to air. As consumers prefer to buy beef that is bright pinkish in colour, the presence of dark-coloured meat reduces carcass value. Other differences between meat from bulls and steers, such as texture and fat distribution, can also increase the value of a steer carcass compared to that from a bull.",
        "",
        "Figure 1: The inherent difficulties of bull management are among the main reasons for castration",
        "There are some disadvantages to castration. Depending on the system used, bulls tend to have faster growth and a leaner carcass and have a higher food conversion efficiency. All castration methods have risks attached to them, such as infection or haemorrhage; not castrating avoids these risks.",
        "So castration is not necessarily essential, indeed the Farm Animal Welfare Council has concluded that \"Calf castration is an undesirable mutilation which should be avoided if at all possible. It should only be carried out to avoid worse welfare problems.\" The cattle welfare code:https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/69368/pb7949-cattle-code-030407.pdf  or http://www.gov.scot/Publications/2012/04/3671/0) states that stock-keepers should always consider carefully whether castration is necessary.",
        "Nevertheless, castration remains a common procedure on many farms and, without it, cattle management would have to be significantly modified. Therefore it is essential that it is undertaken effectively to gain the maximum benefit, with the least impact on the castrated calf",
        "Three main methods of castration are available:",
        "Rubber ring - this cuts off the blood supply to the testes and scrotum, which dry up and drop off",
        "Bloodless castration (using a device such as a Ritchey nipper or Burdizzo) - these are used to crush the spermatic cord, the tube leading from the testes to the penis, and the surrounding vessels which leads to loss of blood supply to the testes",
        "Surgical castration - where the scrotum is cut to reveal the testes which are then removed by twisting, cutting or tearing",
        "Rubber ring",
        "Rubber rings are an apparently simple method of castration - all it involves is simply putting a ring around the scrotum! However, things can easily go wrong so they should be used only by competent trained personnel.",
        "The keys to ensuring rubber rings work for you and the calf are:",
        "Use new rings - if you use a pack that you have found down the back of the cupboard they may have lost their elasticity and, if so, won't work as well",
        "Use clean equipment - dirty elastrators and rings increase the risk of infection",
        "Only use rubber rings in calves less than one week of age - using them in older calves causes more pain and distress and increases the risk of complications, particularly tetanus.",
        "Only minimal restraint is needed - but make sure that the calf can't kick you or turn around easily. Once you have the calf restrained, the first thing to do is check that both testes are present in the scrotum. Occasionally, you may be able to massage them down if they are not. If you can't get both testes, record the calf's number but do not castrate the calf.",
        "Figure 2: Both testes should be palpable in the scrotum before a rubber ring is placed",
        "",
        "Figure 3: If there's only one testis in the scrotum then do not castrate that animal - leave the animal, record its number and then ask your vet to check it at a later date",
        "Once you have the two testes, squeeze them down to the base of the scrotum. Then, with the prongs of the elastrator facing upwards, towards the calf's belly, squeeze the handles and expand the ring so it can be easily placed over the scrotum and placed just above the top of the testes.",
        "Release the handles, slip the prongs from underneath the ring and check that both of the testes are fully below the ring.",
        "",
        "",
        "Figure 4: The whole of both testes should be palpable below the rubber ring once it is in place",
        "",
        "",
        "Figure 5: Diagram of scrotum and testes after proper ringing",
        "",
        "",
        "Figure 6: Rubber rings are quick and easy but should not be used in calves more than one week of age.",
        "Done properly, complications after ringing should be rare. The two most common problems are:",
        "Not capturing both testes - animals can still be fertile. Always check that both are below the ring. If you can't get both testes don't castrate the calf.",
        "Infection - if not done cleanly, then abscesses can occur which will also cause chronic pain. Tetanus is always a risk. Use clean equipment and make sure the cows are vaccinated against tetanus and calves get plenty of colostrum",
        "Bloodless castration (Burdizzo)",
        "This is the method of castration which is most likely to fail in untrained hands, because, unlike ringing and surgical castration, you cannot tell that you have successfully castrated the calf. However, with training and experience using emasculators is a relatively quick and simple method of castration. Burdizzo emasculators should be used only in calves under two months of age, and only by trained operators.",
        "The keys to ensuring emasculators work for you and the calf are:",
        "Use clean equipment - dirty emasculators increase the risk of infection",
        "Proper restraint - use a crush if you have one. The calf needs to be kept still during the procedure",
        "Clamp one side then the other - do not clamp across the whole of scrotum. Make sure that the clamp lines do not go across the scrotum in a single line",
        "",
        "",
        "Figure 7: The Burdizzo is the most common implement used for bloodless castration",
        "",
        "Figure 8: Before use check that the jaws meet and crush properly",
        "Stand behind the calf, grasp the scrotum and check that there are two testes.",
        "If there are, push the left spermatic cord to the outside of the scrotum",
        "Open the emasculator and hold it so that the C-shaped side of the jaw is facing up.",
        "Place the emasculator so that the left spermatic cord runs between the jaws. Get the cord as near to the right hand side of the jaws as possible. The aim is to crush as little of the scrotum as possible",
        "Close the jaws and hold them for 5 seconds",
        "Repeat on the right hand side - below the first crush",
        "",
        "Figure 9: Diagram of scrotum and testes after proper crushing of cord using Burdizzo",
        "Another potential problem is that, if the testes are not properly descended, there is a slight risk that the urethra, the tube connecting the bladder and the genitals, will be mistaken for a testis and clamped. (In such cases the clamp is likely to be placed much higher than in the diagram)",
        "However, done properly, the use of emasculators results in the fewest complications of the three techniques discussed in this bulletin. In particular, the risk of infection is very low. But, as with all techniques, never castrate a bull in which you can find only one testis",
        "Surgical castration",
        "This technique is the most certain method of castration, but is the method which is associated with most problems, particularly infection and haemorrhage. The Code of Welfare states that surgical castration should be undertaken only by a veterinarian using an anaesthetic.",
        "If you are going to get your calves surgically castrated:",
        "Make sure the calves are in a clean environment where they can either be restrained or sedated.",
        "Proper restraint - use a crush if you have one. The calf needs to be kept still during the procedure.",
        "Put the calves into a clean environment after castration - dirty environment increases the risk of infection.",
        "Check the calves regularly for any problems - this applies equally to the two other castration methods",
        "There are several different techniques of surgical castration. The most commonly recommended one involves slitting the end of the scrotum so that the testes fallout; pulling the testes down, and then, in small calves, pulling and twisting to break the spermatic cord and in larger calves, crushing and cutting the cord with a special emasculator.",
        "",
        "",
        "Figure 10: Surgical castration requires good standards of hygiene",
        "",
        "Figure 11: The control of haemorrhage is essential - here an emasculator is used to crush and cut the cord.",
        "",
        "Figure 12: Problems after surgical castration are common if it is not done properly - the welfare code suggests that all surgical castration should be done by a vet.",
        "Pain relief",
        "There are differences between the techniques in the amount of pain caused. Ringing causes more chronic pain after castration than either Burdizzo or surgical removal. The Burdizzo technique also seems to produce less acute pain. Nevertheless, whichever method is used, castration is painful and you need to think about pain relief.",
        "Calves must not be castrated over 2 months of age without an anaesthetic.",
        "Rubber rings must not be used above one week of age.",
        "Only a veterinarian may castrate a calf over 2 months of age.",
        "Local anaesthetic (e.g. procaine) is effective and cheap (a few pence per calf). So it really should be used in all calves castrated with a Burdizzo or using surgery. Injecting 2 mls into and around the spermatic cord will significantly reduce the pain of castration. You can also inject it into the scrotal skin before you make a cut. For local anaesthetic to work it needs time, so the main problem is slowing the job down rather than cost. This means that, at the moment, local anaesthetic is not really feasible for use with rubber rings as it requires more restraint and significantly adds to time. Innovative solutions such as rubber rings impregnated with anaesthetic may be the solution in the long term.",
        "Non-steroidal anti-inflammatory drugs can also be used to reduce the pain associated with castration. A wide range of products is available; all seem to be effective with some showing longer action than others. Combined with local anaesthesia they can eliminate the pain response, particularly in younger calves. Cost is an issue; they are much more expensive than local anaesthetic.",
        "Xylazine, which sedates the calf, making castration easier, also has some beneficial anti-pain activity as well as improving human safety.",
        "",
        ""
    ],
    "tables": []
}