{
    "title": "Cattle Medicines",
    "content": [
        "Animal health and welfare are essential for efficient beef and milk production and disease control is a vital component of a successful farming business. Treatment of disease is not as effective or as economical as prevention.",
        "",
        "Fig 1: Certain causes of abortion can be controlled by timely vaccination.",
        "Poor health status and subclinical disease can be a major cause of financial losses on many beef and dairy farms. The impact of many diseases can be avoided or minimised by reducing exposure to disease pathogens (effective biosecurity) and implementing effective vaccination programmes. Vaccination programmes should be designed for the individual farm and included in the herd health plan.",
        "",
        "",
        "Fig 2: Acute severe respiratory disease can be reduced by timely vaccination.",
        "When treatments are necessary there is a joint responsibility between the veterinary surgeon and the farmer to ensure that antimicrobial drugs are used correctly and that all legal requirements are met.",
        "Prescription Only Medicine-Veterinarian (POM-V)",
        "Prescription Only Medicine-Veterinarian, Pharmacist, Suitably Qualified Person (POM-VPS)",
        "Non-Food Animal-Veterinarian, Pharmacist, Suitably Qualified Person (NFA-VPS)",
        "Authorised Veterinary Medicine-General Sales List (AVM-GSL)",
        "POM-V",
        "POM-Vs can only be prescribed by veterinary surgeons for administration to animals under their care of a veterinary surgeon. The Royal College of Veterinary Surgeons requires that a number of criteria should be met for an animal to fall into this category:",
        "The veterinary surgeon should have been given responsibility for the animal's health by its owner or guardian.",
        "The veterinary surgeon should have performed a clinical examination of the animal for the purpose of diagnosis or prescription, or have visited the premises in which the animal is kept sufficiently often and recently enough to have sufficient personal knowledge to make a diagnosis and prescribe for the animal in question.",
        "",
        "Fig 3: The veterinary practitioner must have visited the premises in which the animal is kept sufficiently often and recently enough to have sufficient personal knowledge to make a diagnosis and prescribe for the animal in question.",
        "POM-Vs may also be supplied by a pharmacist or another registered veterinary surgeon but only on production of a written prescription from the animal owner's veterinary surgeon.",
        "POM-VPS",
        "A clinical assessment is not necessarily required prior to prescription of POM-VPS. This category corresponds closely to the former PML (Pharmacy Merchants List) group of medicines. Medicines in this category can only be prescribed by a registered qualified person (RQP). A RQP is defined as a:",
        "Registered Veterinary Surgeon",
        "Registered Pharmacist",
        "Registered Suitably Qualified Person (SQP).",
        "",
        "",
        "Fig 4: A clinical assessment is not necessarily required prior to prescription of POM-VPS but this heifer did not have parasitic gastroenteritis as the farmer suspected. Anthelmintic treatment of the group of heifers was an expensive mistake.",
        "AVM-GSL",
        "Medicinal products under this category may be supplied by any retailers (including supermarkets and pet shops) with no restrictions on supply. This category corresponds closely to the former GSL (General Sales List).",
        "In addition to the considerations above, medicines are also controlled by the Control of Substances Hazardous to Health (COSSH) Regulations 2002 (enacted under the Health and Safety at Work Act 1974). COSHH regulations relate to work involving substances that are deemed to be hazardous to health and includes veterinary medicines and other substances produced by animals (blood, tissue, urine, faeces). It is the employer's responsibility to perform a risk assessment of each of these substances. Manufacturers of veterinary products provide a product safety data sheet to aid such risk assessment. The employer must prevent or control exposure of employees to these substances by information, instruction and training.",
        "The Animals, Meat and Meat Products (Examination for Residues and Maximum Residue Limits) Regulations 1997 control residues of animal medicines in food producing animals. Maximum Residue Limits (MRL) are set which aim to avoid toxicity in man and technical problems for the food producing industries. Under EU legislation the MRL is defined as:",
        "Maximum concentration of residue resulting from administration of an animal medicine which is legally permitted in the Community or recognised as acceptable in or on a food.",
        "Withdrawal periods for meat and milk are listed on the data sheet accompanying the drug and must be strictly observed. Withdrawal periods are defined as:",
        "The time between the last dose given to the animal and the time when the level of residues in the tissues (muscle, liver, kidney, skin/fat) or products (milk, eggs, honey) is lower than or equal to the MRL.",
        "Withdrawal periods are given for time after administration to slaughter (meat production), and time from administration to milk entering the bulk tank or being used for human consumption. Where a withdrawal period is not given for a species a minimum of the following \"standard\" withdrawal periods should be adopted; 28 days for meat and 7 days for milk.",
        "Additionally, some organic food schemes require the doubling or tripling of data sheet and standard withdrawal periods.",
        "Most of the requirements for the storage of veterinary medicines are based on common sense. The important points are:",
        "Store in accordance with the manufacturer's instructions.",
        "Refrigeration must be available and maintained between 2°C and 8°C. Refrigerators should be fitted with a maximum / minimum thermometer to allow monitoring of the temperature.",
        "The designated storage area should not be accessible to the public.",
        "Storage areas should be kept clean and should be well ventilated. Eating or drinking should be forbidden in this area.",
        "Dates of delivery should be logged and marked on products and for multi-use products date of first use should be marked on the product.",
        "",
        "Direct contact between the skin of the person dispensing the drug and the drug itself should be avoided. This can be achieved through wearing protective clothing, such as disposable gloves.",
        "The data sheet should always be consulted.\r\n\nSponsor Content",
        "Medicines can be given by intravenous, intramuscular and subcutaneous injection. A new sterile needle and syringe must be used on every occasion.",
        "The only exception is the administration of a vaccine to a number of animals using an automatic syringe. In this situation it is essential that the hide is clean, free from contamination, and dry. Vaccination of dirty or wet cattle should be delayed until the hide is clean and dry otherwise there is the risk of abscessation at the injection site.",
        "The animal must be adequately restrained for the injection procedure. In growing and adult cattle this will necessitate restraint in cattle stocks or stalls (dairy cattle). Be aware that certain injections may cause pain during administration and the animal may jump and/or kick.",
        "The correct size of hypodermic needle should be used",
        "Cattle <200 kgs           18 gauge 1 inch",
        "Cattle 200 to 600 kgs        18 gauge 11/2 inch (good syrigeability)",
        "Cattle 200 to 600 kgs        16 gauge 11/2 inch (viscous products)",
        "Adult cattle                 14 gauge 2 inch (intravenous injection of large volumes e.g. 400 mls of calcium or dextrose).",
        "The volume injected at a single site must not exceed that stated in the data sheet. Only administer by the stated route(s). An accurate live weight measurement must be used either by weight crate or weigh band. Underestimates of bodyweight may lead to under-dosing and the medicine not being wholly effective. This situation is most likely when treating a group of animals with a wide range of weights where the average bodyweight is selected (e.g. treating growing cattle with an anthelmintic).",
        "When using medicines which are suspensions, such as penicillin preparations, thorough mixing is essential before administration.",
        "When using the same bottle of medicine multiple times, a needle should be inserted through the rubber stopper and left in situ with the syringes attached to this needle.",
        "Subcutaneous and intramuscular injections",
        "Subcutaneous injections are administered in areas where the skin is loose mainly on the side of the neck or behind the shoulder).",
        "Grasp a fold of skin and slide the needle through the skin parallel to the animal's neck or trunk. This method will avoid penetration of underlying muscle or injection into the chest cavity. The needle should be inserted several inches from the operator's hand to avoid accidental self-injection. The plunger of the syringe should always be pulled back to ensure that the needle point is not located within a blood vessel. Ensure that the needle point does not emerge from the skin fold. Slight resistance when depressing the syringe plunger will indicate that the solution is being injected subcutaneously and not through the skin fold and onto the skin surface.",
        "The main site for intramuscular injection is the muscle mass of the neck for which the animal must be adequately restrained to avoid head-butting or kicking. Alternatively, the muscles of the hind leg can be used.",
        "",
        "Fig 5: Hold the needle hub firmly between thumb and middle finger.",
        "",
        "",
        "Fig 6: Insert the needle into the muscle to the hub with a sharp slap action.",
        "",
        "",
        "Fig 7: Connect the syringe to the needle, draw back to check for absence of blood.",
        "",
        "",
        "Fig 8: Slowly inject the contents of the syringe over 10 seconds.",
        "Draw up the solution for injection into the syringe. Disconnect the needle and hold the hub firmly between thumb and middle finger. Insert the needle into the muscle to the hub with a sharp slap action. Connect the syringe to the needle, draw back to check for absence of blood, then slowly inject the contents of the syringe over 10 seconds. Do not inject too quickly as this main cause pain to the animal.",
        "Never insert the needle connected to syringe because it is more difficult to insert the needle to the correct depth with a single movement and the syringe hub is the weakest point and will often snap if the animal moves rendering the contents of the syringe useless.",
        "Intravenous injection",
        "This is the fastest route for drug administration, bypassing absorption and is commonly used by veterinary practitioners. However, rapid injection of a drug bolus may cause adverse reactions, such as collapse. Drugs administered intravenously include some antimicrobials, non steroidal anti-inflammatory drugs and mineral solutions including calcium, magnesium and phosphorus.",
        "",
        "",
        "Fig 9: Intravenous injection into the left jugular vein of a cow using a flutter valve giving set.",
        "The jugular vein in the neck and mammary vein running along the ventral abdominal wall are the most common sites.",
        "Extravascular injection can lead to severe local tissue reaction overlying the site of injection. The use of dirty injection equipment introduces infection directly into the blood stream and may have fatal consequences.",
        "Small volumes of liquid (less than 50 mls) can be administered by mouth using a drenching gun. The animal is suitably restrained in cattle stocks (not necessary for calves). The animal's head is held with the chin up and the liquid slowly squirted over the back of the tongue. The animal's head is released once it has swallowed the liquid.",
        "Larger volumes can be administered by stomach tube (orogastric tube), most often in calves to administer colostrum or oral rehydration solution by oesophageal feeder. These feeders are designed such that the bulbous end cannot be mistakenly passed into the trachea (windpipe) and thereby introduce the liquid into the animal's lungs. The tube is passed slowly through the animal's mouth and advanced when the calf swallows - do not force the tube. After repeated use the plastic tube may become kinked and it is necessary to first pass warm water through it to soften the plastic and enable passage.",
        "In adult cattle, restraint in cattle stocks or head yoke is necessary. Select the correct diameter stomach tube (there are stomach tubes specifically designed for cows e.g. \"Agger's pumps\"). A wide gauge tube reduces the risk of passage into the windpipe. Measure the stomach tube against the side of the cow following the contour of the lower neck to a point 30 cms behind the point of the cow's elbow (entry into rumen).",
        "",
        "Fig 10: Inserting a mouth gag into the right hand side of the cow's mouth.",
        "Face the same way as the cow and place your back against the cow's chin with one arm over the cow's nose with your hand at the mouth to guide the tip of the stomach tube. With your other hand pass the stomach tube into the mouth and guide the tip over the cow's tongue with your other hand (a mouth gag may help) and advance the tube into the rumen. Gas is often released as the tube enters the rumen. Note the animal should not struggle vigorously and rarely coughs - such reaction may indicate that the tube has entered the windpipe. If not used to this point, a mouth gag will prevent the cow chewing the stomach tube. An outer protective metal/plastic tube would serve a similar purpose.",
        "Part 3",
        "Records",
        "Food-producing animals: proof of purchase of veterinary medicinal products",
        "The keeper of a food-producing animal must keep proof of purchase of all veterinary medicinal products acquired for the animal (or, if they were not bought, documentary evidence of how they were acquired).",
        "It is an offence to fail to comply with this regulation.",
        "Food-producing animals: records of administration by a veterinary surgeon",
        "A veterinary surgeon who administers a veterinary medicinal product to a food producing animal must either enter the following information personally in the keeper's records or give it to the keeper in writing (in which case the keeper must enter the following into those records) -",
        "(a) the name of the veterinary surgeon;",
        "(b) the name of the product and the batch number;",
        "(c) the date of administration of the product;",
        "(d) the amount of product administered;",
        "(e) the identification of the animals treated;",
        "(f) the withdrawal period.",
        "",
        "Food- producing animals: records of acquisition and administration",
        "When a veterinary medicinal product is bought or otherwise acquired for a food producing animal the keeper must, at the time, record-",
        "(a) the name of the product and the batch number;",
        "(b) the date of acquisition;",
        "(c) the quantity acquired; and",
        "(d) the name and address of the supplier.",
        "At the time of administration (unless the administration is by a veterinary surgeon in which case the record must be in accordance with regulation 18) the keeper must record-",
        "(a) the name of the product;",
        "(b) the date of administration;",
        "(c) the quantity administered;",
        "(d) the withdrawal period; and",
        "(e) the identification of the animals treated.",
        "A keeper who disposes of any or all of the veterinary medicinal product other than by treating an animal must record-",
        "(a) the date of disposal;",
        "(b) the quantity of product involved; and",
        "(c) how and where it was disposed of.",
        "It is an offence to fail to comply with this regulation.",
        "Food-producing animals: retention of records",
        "The keeper of a food-producing animal must keep the documentation on the acquisition of a veterinary medicinal product and the records relating to the product for at least five years following the administration or other disposal of the product, irrespective of whether or not the animal concerned is no longer in that keeper's possession or has been slaughtered or has died during that period.",
        "It is an offence to fail to comply with this regulation.",
        "Veterinary healthcare waste",
        "Controlled mainly by: Control Hazardous Waste (England and Wales) Regulations (HWR) 2005",
        "Items",
        "Method of disposal",
        "Sharps",
        "Needles, blades, broken contaminated glass",
        "\"Sharps\" bin, usually yellow with a white or red lid",
        "Pharmaceutical waste",
        "Used and empty medicines containers and used syringes",
        "",
        "Part used or expired drugs, empty bottles, vials and other pharmaceutical waste",
        "\"Pharmy\" bin usually a green or yellow container",
        "",
        "\"DOOP\" containers (Destruction Of Old Pharmaceuticals), usually green with a red lid.",
        "",
        "Return to veterinary surgery for disposal."
    ],
    "tables": [
        [
            [
                "",
                "Items",
                "Method of disposal"
            ],
            [
                "Sharps",
                "Needles, blades, broken contaminated glass",
                "\"Sharps\" bin, usually yellow with a white or red lid"
            ],
            [
                "Pharmaceutical waste",
                "Used and empty medicines containers and used syringes\n \nPart used or expired drugs, empty bottles, vials and other pharmaceutical waste",
                "\"Pharmy\" bin usually a green or yellow container\n \n\"DOOP\" containers (Destruction Of Old Pharmaceuticals), usually green with a red lid.\n \nReturn to veterinary surgery for disposal."
            ]
        ]
    ]
}