{
    "title": "Chronic Copper Toxicity",
    "content": [
        "Copper, is an essential and important trace element in cattle, with copper deficiency being one of the most commonly diagnosed trace element deficiencies. Therefore it is commonly supplemented in order to prevent deficiency and maintain optimum productivity.",
        "However, in the UK and elsewhere there is increasing evidence of over-supplementation of  copper and a rise in the cases of chronic copper toxicity which can cause significant losses in productivity (e.g. milk production or growth rate) as well as mortality.",
        "Clinical presentation",
        "Copper toxicity is almost always seen as an acute disease, with cows suddenly becoming ill. However, illness is the end stage of a usually long process of chronic accumulation of copper in the liver over a period of weeks or even months. So although the onset of disease may be sudden, the problems causing the disease have been present for a long period of time. So the disease is actually chronic copper poisoning.  The clinical signs are caused by the sudden release of a large amount of copper from the liver which leads to intravascular haemolysis (breakdown of blood cells in the blood vessels). This leads to anaemia, blood in the urine (haemoglobinuria), jaundice, colic and depression. There is often foetid diarrhoea. Affected animals will be weak, dull and depressed and have a poor appetite. As the disease progresses, severely affected animals will become recumbent before dying.",
        "",
        "Copper toxicity leads to liver damage and jaundice, so that rather than being the normal dark brown the liver becomes pale tan to bronze in colour.",
        "Outbreaks of clinical disease and death are often seen after stress such as transport or a sudden dietary change. Late-pregnant dry cows seem particularly susceptible to developing clinical disease.",
        "Diagnosis",
        "Diagnosis is normally based on a history of exposure to excess copper in combination with clinical findings of jaundice.",
        "",
        "Muddy brown mucous membranes (such as seen in this eye) are typical of cows with chronic copper toxicity.",
        "In live animals there will be evidence of increased liver enzyme activity in the blood alongside elevated copper concentrations. Post-mortem increase in kidney copper is the diagnostic test of choice as this will be elevated because of the release of copper into the bloodstream which is then filtered by the kidneys.  Depending on the stage of the disease when the cow dies, liver copper concentrations can be elevated (if death occurred in the early stages) or low (if death occurred in the later stages when most of the liver copper has been released).",
        "",
        "\"Gun-metal\" kidneys are a classic finding in cows with copper toxicity as much of the copper that leaves the liver ends up accumulating in the kidney.",
        "When copper poisoning is suspected, the remaining animals in the group should be tested to identify whether there is a significant ongoing risk of further disease due to copper toxicity. Blood testing for liver enzymes  and copper concentrations can be useful, but testing liver copper (either through testing of culls or by biopsy in live animals) will give a more accurate prognosis. At least 6 animals should be tested if there are more than 6 in the remaining group.  Copper concentrations > 6 000 μmol/kg DM fresh weight suggest that there is a significant risk of further toxicity if copper supplementation is not reduced",
        "Treatment",
        "The most important treatment is immediate removal of the source of the excess copper. In many cases this will be immediately identifiable, but in some cases it may need careful checking of all supplementary feed. Ideally all supplementary copper should be removed as if liver copper concentrations are high they will remain well above deficient levels for very long periods of time (1-2 years) even if all copper supplementation is removed.",
        "Feeding of sodium thiosulphate and ammonium molybdate may speed up the loss of copper from the liver (by reducing copper uptake), but if all supplementary copper can be removed the impact of this supplementation may not be very great. Intravenous ammonium tetrathiomolybdate has been used in the past to treat cows that are clinically ill due to copper toxicity but no products are currently licensed for use in food-producing animals. Ask your vet for further advice.",
        "Prevention",
        "Over supplementation of copper is the main cause of copper toxicity. In many cases toxicity has occurred in herds that did not know they were feeding high levels of copper. This is usually because the cattle were being supplemented with copper via a variety of different routes – mineral, in-feed, injection or bolus, and no-one had collated them together.",
        "Use of palm kernel extract (PKE), either directly as a feed or mixed in a concentrate feed is a significant risk factor for toxicity as it contains very high levels of copper. If it is mixed in a commercial feed, its impact on copper concentration should be apparent on the product label, but if you are feeding it directly you will not know how much copper it contains. Before feeding PKE to your cows do a thorough analysis of your copper supplementation regime and the copper status of your cattle. In many cases, especially if you are feeding more than 1 kg of PKE, no extra copper supplementation is necessary.",
        "The other main cause of the increased risk of copper toxicity is deliberate excess supplementation. This is very common – in surveys over 50% of dairy cattle in the UK have elevated liver copper concentrations. There is a perception that levels of liver copper at the bottom end of the adequate range are not as good as higher values. There is absolutely no evidence of this whatsoever.  The adequate range is set by two factors – the bottom is the level at which more supplementation is likely to have no benefit, whereas the top end of the range is the point at which increasing liver copper is likely to start increasing the risk of toxicity. The range has nothing to do with risk of deficiency. Feeding more copper so that liver copper increases from the bottom end of the adequate range to the top is like buying more insurance for your house contents when you were already fully covered. In addition the increased use of copper has highlighted how variable liver copper concentration is in cows when they are fed the same high copper diet. This means that copper toxicity is being seen in cows with copper concentrations that are high but still in the adequate range. So not only is money being wasted on unnecessary copper supplementation, that unnecessary supplementation can cost you more money in disease and death. There is evidence that even before cows develop copper toxicity the high levels of copper will have damaged the liver, reducing productivity. If cows have more than 400 μmol/kg DM of copper in the liver they will not benefit from having higher liver copper concentrations",
        "Key rules for safe copper supplementation:",
        "Before starting supplementation always check copper status and see if supplementation is needed. Ideally measure liver copper concentration either in cull cows or by liver biopsy. Plasma copper concentrations are not as good at determining the need for supplementation but they will confirm that toxicity is unlikely.",
        "Check copper status routinely while supplementing. Liver concentrations are again the best but plasma concentrations can again identify toxicity risk.",
        "Take extra care if feeding more than 10 mg copper / kg DM. Never supplement more than 40 mg/kg DM, this is the maximum permitted limit for added copper in animal feed without a veterinary prescription.",
        "Try to minimise your routes of supplementation – if possible just use one route.",
        "Remember if your herd is described as having adequate copper status that means that they have sufficient copper and don’t need more",
        "All images © Crown copyright 2018"
    ],
    "tables": []
}