{
    "title": "Clostridial Disease in Cattle",
    "content": [
        "The more important clostridial diseases of cattle include black disease, blackleg, malignant oedema, tetanus and botulism.",
        "Clostridial spores are widespread in the environment, particularly in soil and organic material.  Disease in cattle is triggered by various factors which damage body tissues activating latent spores, followed by very rapid multiplication in the animal's body with toxin production, causing death within hours. The response to antibiotic treatment is very poor.  Prevention of clostridial diseases by vaccination should be seriously considered in cattle where there is a history of disease on the farm or where risk factors exist.",
        "In the UK black disease is typically associated with migration of immature liver flukes during late summer/early autumn and can affect unvaccinated cattle and sheep of all ages.",
        "Clinical signs are rarely observed and cattle are simply found dead.",
        "",
        "Fig 1: Black disease is typically associated with liver fluke.",
        "There is no treatment for black disease. An appropriate fluke control plan, combined with an appropriate clostridial vaccination programme, will prevent black disease.",
        "",
        "Fig 2: An appropriate fluke control plan, combined with an appropriate clostridial vaccination programme, will prevent black disease.",
        "Cases of blackleg often increase when animals are turned out or moved to new pastures, so farmers need to be aware of the signs so that action can be taken to prevent further disease",
        "Clostridial spores can enter the body of an animal through skin wounds, and contaminated needles/injection equipment. Muscle trauma from bulling events in heifers (involvement of back muscles) and injuries at congested feed barriers (neck) trigger spore activation and lead to disease.  Outbreaks of blackleg have been reported after earthworks such as field drainage work, road construction, and exposure of earth floors during mucking out buildings, causing exposure to the highly resistant clostridial spores in the soil.",
        "",
        "Fig 3: Blackleg affecting muscles of the neck in a group of cattle with very limited trough space and competition at feeding times.",
        "",
        "Fig 4: Blackleg affecting one hind leg - note the extensive swelling and black (necrotic) muscle. The unaffected hind leg is shown below (fig 5).",
        "Affected cattle are often found dead. More typically, affected cattle are very dull and depressed, do not feed and have a very high rectal temperature (>41.0°). Involvement of one limb results in sudden onset severe lameness. There is obvious muscle necrosis at postmortem examination.",
        "",
        "Fig 5: Unaffected hind leg - compare with affected leg above (fig 4).",
        "Penicillin (44,000 iu/kg) is unlikely to be effective unless started in the very early stages.",
        "Vaccination is essential where blackleg is a problem on the farm. With clostridial vaccines, like all vaccines, care should be taken to follow the manufacturers' instructions. The best protection is a two-dose course followed by annual revaccination.",
        "Malignant oedema can be caused by various clostridia and has been reported after contaminated intramuscular injection and following injection of substances that cause local tissue necrosis activating latent spores.  There is extensive oedema causing swelling and pain at the site of infection causing severe lameness.  Affected cattle die within 24-48 hours. Penicillin treatment is rarely successful. Multivalent vaccines are commercially available but are not routinely used unless there is a farm history of disease.",
        "Disease follows production of a powerful toxin which attacks the nervous system.  Clinical signs are most frequent following puncture wounds or infection of the castration site following the application of rubber rings or contamination of the surgical site.",
        "Affected calves show hind leg stiffness and difficulty walking.  Animals stand with the legs abducted giving a \"sawhorse\" stance. They have an anxious startled expression with bulging eyes with the ears held back towards the poll, and flared nostrils. The animal is unable to open its mouth \"lock jaw\" and there is moderate bloat.  Very often an infected animal will show a raised tail head.   Despite treatment, in some cattle the condition progresses over two to five days such that the animal is unable to raise itself.  Seizure activity is precipitated at first in response to loud noises then occurs spontaneously, followed by death from respiratory failure.",
        "",
        "Fig 6: Two-month-old beef calf with advanced tetanus probably from an infected castration wound.",
        "",
        "Fig 7: Late application of a rubber ring for castration was the probable cause of tetanus in this calf.",
        "",
        "Fig 8: This stirk with tetanus has an anxious startled expression with bulging eyes, ears held back towards the poll, and flared nostrils.",
        "",
        "Fig 9: Despite treatment, this stirk with tetanus has seizures and is unable to stand. This stirk was euthanased for welfare reasons.",
        "Idiopathic tetanus is thought to arise when conditions in the forestomachs allow the small number of Clostridium tetani organisms normally present to multiply and produce sufficient toxin to cause disease. Outbreaks have been reported associated with feeding root crops heavily contaminated with soil. This form of the disease is characterised by bloat and less pronounced clinical signs with a much better response to supportive treatment.",
        "",
        "Fig 10: Bloat in a calf with idiopathic tetanus.",
        "Vaccines against tetanus are commercially available and should be routinely used when there is a farm history of disease.",
        "Most sporadic cases of botulism in cattle have been associated with poultry litter spread onto pasture. The feeding of ensiled poultry manure and bakery waste has caused very serious losses in cattle on individual properties. Bird carcases in silage clamps have been implicated in some sporadic cases of botulism.",
        "Botulism is caused by ingestion of pre-formed toxins of Clostridium botulinum where clinical disease varies from apparent sudden death to recovery after 14-21 days. Clinical signs are confined to the nervous system with muscle weakness affecting the hindlegs during the early stages with eventual recovery. More usually, weakness progresses over four to seven days to involve the forelegs, head and neck. Affected cattle have difficulty chewing and swallowing and there is paralysis of the tongue. Cattle must be euthanased at this stage for welfare reasons otherwise eventual involvement of respiratory muscles and diaphragm causes death.",
        "",
        "Fig 11: Cattle with advanced botulism show complete loss of muscle tone with the head averted against the chest.",
        "",
        "Fig 12: There is paralysis of the tongue in this advanced case of botulism.",
        "There is no effective treatment. Disease can be controlled by specific vaccination but it is not included in standard multivalent clostridial vaccines."
    ],
    "tables": []
}