{
    "title": "Coccidiosis in Cattle",
    "content": [
        "Cause",
        "Coccidiosis in young calves is caused by infection by protozoan parasites called Eimeria spp. which parasitize the lining of the alimentary tract causing diarrhoea.",
        "E. zuernii, E. bovis and E. alabamensis are the most common and pathogenic. They are host specific, meaning these species only affect calves, and will not cause disease in sheep, and vice versa. Infection causes a loss of absorptive capacity of the gut with consequent diarrhoea, which can contain blood and mucous in some cases. Disease is most frequently seen in calves age 3 weeks to six months of age, and can be seen in indoor and outdoor environments. Outbreaks of disease are commonly seen 3-4 weeks after mixing groups of recently-weaned dairy calves. Disease outbreaks occur in young dairy calves associated with overstocking and contaminated accommodation. Contaminated watercourses are a major risk of coccidiosis for young spring-born beef calves while at pasture during the summer, as well as congregation around feed and water troughs after turnout.",
        "",
        "Fig 1 Outbreaks of coccidiosis can occur in calves associated with contaminated surface water (note the midden in the background).",
        "",
        "",
        "Fig 2 Contaminated surface water is a risk for coccidiosis, paratuberculosis, leptospirosis and salmonellosis. This area must be fenced off and mains water supplied where available.",
        "Clinical presentation",
        "In moderate to severe clinical coccidiosis there is sudden onset of profuse foetid diarrhoea containing mucus and flecks of fresh blood with staining of the perineum and tail.  Straining with partial eversion of the rectum may occur in severe cases. Affected animals may not have an elevated rectal temperature but their appetite is greatly reduced and they develop a gaunt appearance with a dull coat. Weakness, dehydration and abdominal pain can result in some cases.",
        "",
        "Fig 3 Coccidiosis in a group of beef calves showing sudden onset of profuse fetid diarrhoea containing mucus and flecks of fresh blood with staining of the perineum and tail.  This outbreak occurred during hot summer weather which caused the stream supplying water to this field to dry up to pools of contaminated surface water.",
        "",
        "Fig 4 Straining with passage of only mucus.  Partial eversion of the rectum may occur in severe cases.",
        "More usually, chronic wasting and poor appetite are the presenting signs. Morbidity is high but mortality, is often low. The UK mortality rate is estimated to be around 1%, but this does not include death from other diseases that have resulted from an increased susceptibility to disease due to initial or underlying infection with Coccidiosis. Convalescence is protracted in all cases causing financial losses due to poor weight gains.",
        "",
        "Fig 5 Early weight loss in beef calves with diarrhoea caused by coccidiosis. Prevalence is generally high and can reach 100% of calves. There is often no seasonality period.",
        "Differential diagnoses",
        "Your veterinary surgeon will also consider:",
        "Many calves affected - parasitic gastroenteritis such as type I ostertagiosis when at pasture during late summer, and salmonellosis.",
        "If only one calf is affected - intussusception, abomasal ulceration, persistent infection with BVDV, necrotic enteritis, ragwort poisoning, peritonitis will be considered by the veterinary practitioner.",
        "Diagnosis",
        "Veterinary diagnosis is based upon typical clinical findings affecting a large number of calves in the group. Interpretation of faecal samples is not straightforward because there are low numbers of oocysts present in the faeces of many normal calves. The stage of infestation also greatly influences the number of oocysts present in faeces and pre patent disease can be present before any oocysts are found in faeces. The demonstration of large numbers oocysts in faecal samples can be helpful but speciation to determine whether these coccidia are pathogenic (capable of causing disease) is required to confirm diagnosis. There is a good response to specific anti-coccidial therapy.",
        "Histopathology findings of coccidiosis in the gut of a dead calf confirms the clinical diagnosis.",
        "Treatment",
        "It is very important to move calves from infected pastures/premises immediately. Toltrazuril and diclazuril are coccidiostats that can be used for both treatment and prophylaxis of coccidiosis. Oral fluid therapy may be indicated in certain cases. Your veterinary surgeon should be consulted on the best therapy in your situation.",
        "Prevention/control measures",
        "Operate “all in, all out” systems, with strict attention to disinfection of buildings between batches of calves and clean feeding areas means that coccidiosis is often better controlled in modern clean dairy units.",
        "Keep pens clean, well-drained and bedded with good ventilation",
        "Raising feed and water troughs off the ground to avoid faecal contamination and regularly move troughs",
        "Avoid mixing calves of different age groups",
        "Try to avoid over stocking to decrease infection pressure",
        "Try to turn out onto clean pasture (not grazed this or previous year by calves)",
        "Avoid over grazing",
        "Keep stress to a minimum",
        "Control and prevention focus around limiting the number of oocysts ingested by calves, whilst effective immunity builds. Oocysts are ubiquitous, difficult to kill and infection pressure can rapidly build, with millions of oocysts shed in faeces with a development life cycle of 18-21 days.",
        "Good attention to hygiene and husbandry practises will decrease the infection pressure, alongside the strategic, timed use of chemotherapeutics which aim to reduce the number of oocysts shed and can be practically effective. Decoquinate can be used in-feed for prevention of coccidiosis in diary calves.",
        "Preventative measures are the best method of control, and are most effective when initiated early.",
        "Disease in grazing calves may result from contaminated water courses in pastured cattle during summer months where there is no other water supply. Fence off all surface water wherever possible and supply piped water to water troughs.",
        "As survival of oocysts is possible from one year to another - calving on the same pasture each year may increase the risk of coccidiosis.",
        "Economics",
        "Exact figures are difficult to quantify, as many infections are sub-clinical and aside from increased mortality, can be “hidden”. There can be marked costly effects on production parameters including weight loss, poor growth rates, reduced feed conversion efficieny and impaired gut function, lower weaning rates and increased time to slaughter, alongside reduced target growth rates for first service in heifers. Infection can also result in increased susceptibility to other diseases. Gathering calves for treatment, plus medicines, also adds to the costs of disease.",
        "",
        "Fig 6 Poor growth/condition loss following coccidiosis."
    ],
    "tables": []
}