{
    "title": "Cryptosporidiosis",
    "content": [
        "Cryptosporidium parvum is not host-specific and outbreaks of calf diarrhoea may occur when there is a build up of infection in mixed accommodation/grazing with young lambs.",
        "Transmission from cats and vermin may also occur in some situations. Whilst morbidity is high, mortality in uncomplicated cases is rare.  Large numbers of infective oocysts are excreted leading to significant environmental contamination and disease usually during the second half of the calving period.",
        "Oocysts can survive for several months in cool and moist conditions but infectivity in calf faeces is reduced after 1-4 days of drying. Oocyst infectivity can be destroyed by exposure freezing temperatures and ammonium hydroxide, hydrogen peroxide, chlorine, 10% formol saline, and 5% ammonia.",
        "",
        "High stocking density of young beef calves indoors increases the risk of cryptosporidiosis.",
        "",
        "Possible mild case of cryptosporidiosis.",
        "",
        "Mixed viral and cryptosporidiosis infections are common.",
        "",
        "Cryptosporidiosis can exacerbate concurrent viral infections.",
        "Cryptosporidiosis is a zoonotic disease (readily transmitted to humans) and has been frequently reported in school children visiting open farms and petting zoos.",
        "In clinical cases of cryptosporidiosis, diarrhoea is caused by the physical loss of absorptive lining of the intestines exacerbating concurrent viral infections necessitating supportive fluid therapy and may cause significant losses.  In some instances, there is no diarrhoea despite isolation of Cryptosporidium spp. from faecal samples.",
        "Beef calves aged 14-21 days old are most commonly affected (dairy calves are most frequently reared in single pens so there is reduced risk of spread).  There is yellow/green diarrhoea with much mucus present.  There is only mild dehydration but the calf rapidly looses condition over 2-5 days and has a dull tucked-up appearance.  There is a reluctance to suck and examination of the beef cow often reveals a full udder.  Mortality may result where calves are not given oral fluids to help overcome dehydration.",
        "",
        "Debilitated calf with cryptosporidiosis.",
        "Diagnosis is based upon demonstration of Cryptosporidia spp oocysts on faecal smear after Giemsa stain; however, other enteropathogens may be involved in causing the diarrhoea such as rotavirus; mixed infections are common. Identification of organism in stained gut sections of post mortem material is the preferred method of confirming the role of cryptospiridia.",
        "In uncomplicated cases ensure that the calf is properly hydrated by using oral electrolyte solutions as necessary which may amount to two litres adminisitered every 6-8 hours.  Halofuginone lactate is licensed for both the prevention and treatment of diarrhoea caused by C. parvum. For prevention of diarrhoea, calves should be dosed for seven consecutive days starting within one to two days of birth.  For treatment, calves should be dosed for seven consecutive days starting within one day of the onset of diarrhoea.  Once several calves have been diagnosed and treated for cryptosporidiosis, all subsequent calves should receive prophylactic treatment with halofuginone. There is no vaccine currently available.",
        "Halofuginone lactate has a low toxicity index and the data sheet instructions must be carefully followed such as using a syringe to accurately dose calves.",
        "The disease is difficult to control. Calves should be born in a clean environment and fed three litres of colostrum within the first six hours. Reducing the number of oocysts ingested may reduce the severity of infection and allow immunity to develop.  In dairy herds, calves should be kept separate for at least the first two weeks of life with strict hygiene at feeding. Great care must be taken to avoid mechanical transmission of infection in the calf house. All calves should be isolated from healthy calves during the course of the diarrhea and for several days after recovery. Dairy calf-rearing accommodation should be vacated and cleaned out on a regular basis by practising an \"all-in/all-out\" management system.",
        "General prevention/control measures include:",
        "1.  Not using same fields for calving/lambing because cryptosporidia can infect both calves and lambs.",
        "2.  Change fields every year or when clinical cases occur during that season.",
        "3.  Move newborn calves immediately to clean pasture.",
        "4  Maintain high standards of hygiene if calves are housed especially in the calving pens.",
        "5  Avoid direct transmission from one group to another via faecal material on boots, farm machinery such as tractors  etc.",
        "",
        "Overcrowded calving accommodation can increase the risk of cryptosporidiosis.",
        "",
        "Exemplary hygiene in the calving pens.",
        "",
        "Calving outdoors may reduce the challenge of cryptosporidiosis but presents many other challenges."
    ],
    "tables": []
}