{
    "title": "Disbudding Calves",
    "content": [
        "Horned cattle are a major management problem on farm, causing significant risks for both handlers and other stock.",
        "Removing the horns has benefits for both humans and cattle. Over the long term, the best method of producing cattle without horns is by selective breeding. This has been achieved for several naturally horned breeds, such as the Hereford, but for many other breeds, particularly dairy cattle, the percentage of polled stock remains very small. So for the foreseeable future, the removal of horns is going to remain a common management procedure.",
        "",
        "Figure 1: Adult cows without horns are easier and safer to manage",
        "Dehorning, i.e. removal of a formed horn, should never be a routine procedure, and should be avoided if possible. Dehorning should only be undertaken by a vet, never by a stockperson.",
        "",
        "Figure 2: Horn bud: calves should be disbudded as soon as possible. Larger horns are more difficult to remove and are more likely to regrow.",
        "For routine prevention of horn development the golden rule is the earlier the better. Smaller calves have smaller horn buds, which are easier to remove and much less likely to grow back. Small calves are also easier and safer to handle.",
        "It is important to remember that, in contrast to castration where the requirement is that calves over two months of age need an anaesthetic, whatever age you disbud a calf at, it is illegal to disbud without an anaesthetic, unless you are using a chemical disbudder.",
        "This is caustic soda which destroys the horn bud cells. This is a non-specific caustic agent so if the product gets anywhere else it can cause significant irritation and tissue damage - this can occur through slapdash application but also if the calves are exposed to rain after application. The code of welfare strongly recommends against using caustic paste to disbud calves. If you do use such agents, their use is illegal in calves greater than 1 week of age",
        "Instruments are available for dehorning cattle with moderate to large sized buds - including scoop dehorners which cut the horn buds. These will disbud cattle quickly and efficiently, but cause significantly more pain and distress than disbudding with a hot iron, so their use should be avoided.",
        "Ideally, all cattle in the UK should be disbudded using a hot iron to burn the horn bud producing tissue.",
        "There are two keys to ensuring that disbudding has the least impact on the calf. The first is proper restraint; the second is effective anaesthesia.",
        "",
        "Figure 3: Calf restraint: A well-designed calf crush is useful and a good investment on larger farms.",
        "Restraint does not need to be complicated; calves can be disbudded while standing and restrained by only one person. However, that person needs to be competent, so that the calf is held comfortably without causing it distress. For calves in pens, back the calf into a corner, and then gently push them against the side of the pen and pull the head round to present the horn bud.",
        "Calf crushes are a useful alternative, particularly on larger farms. A good race or set of gates is essential as the calves will have to be put in the crush twice to maximise throughput.",
        "",
        "Figure 4: Calves can be restrained while standing, but this a two person job. Preventing the calf from moving backwards is essential",
        "For older calves or where facilities are poor the use of xylazine to sedate the calves can be advantageous, but such sedation is best done under the supervision of a veterinarian.",
        "Prior to disbudding it may be useful to clip the hair around the horn bud so that it can be seen easily and a clean burn can be achieved.",
        "",
        "Figure 5: For large numbers, sedation with xylazine is safe and effective as well as providing some analgesia",
        "Effective anaesthesia is essential for disbudding calves for welfare and ease of handling. To achieve effective pain relief requires putting local anaesthetic in the right spot and waiting long enough to give it time to work.",
        "In younger calves, effective anaesthesia can be obtained by blocking one nerve (the cornual branch of the lachrymal nerve). In older cattle, the cornual branch of the cervical nerve to the rear of the horn bud may also need to be blocked - another advantage of disbudding younger cattle.",
        "The best place to anaesthetise the nerve is halfway between the base of the ear and the corner of the eye. Feel for a bony ridge in this area; the nerve runs under that ridge. Insert a 5/8\" needle up to its hub under the ridge and inject 2mL of a local anaesthetic such as procaine. Pull back while you are injecting so that the last bit of local is injected just below the skin. Then repeat on the other side.",
        "If you get bleeding, you are likely to be in the right place as the vein, artery and nerve all run together.  However, before injecting any local anaethetic always draw back to ensure you are not injecting directly into a blood vessel.",
        "",
        "Figure 6: Applying anaesthetic: find the bony ridge halfway between the eye and the ear. This is the centre of the yellow spot in this picture",
        "",
        "Figure 7: Injecting the anaesthetic. Calves of this size need at least 2mL of anaesthetic. Inject under the ridge and keep injecting as you pull out.",
        "",
        "Figure 8: A bleb of blood usually means you are in the right area as the vein artery and nerve run together",
        "Once you have injected the anaesthetic then you need to wait at least 2 - 3 minutes for the local to work. So in a large group of calves the most efficient system is to restrain and anaesthetise calves, let them go and catch them again to disbud them.",
        "Always check that the horn bud is desensitised before applying the iron - use a needle and move it round the base of the horn bud. If the calf reacts then it needs more anaesthesia and/or more time. If it's just one site, you can inject local into that site, but this is not as easy as it sounds as the skin around the horn is very tight and difficult to inject into. If it's multiple sites then inject more local under the ridge.",
        "You must always check both sides as just because one horn is desensitised doesn't mean the other is as well.",
        "The most common irons used for disbudding are irons attached to a gas cylinder. These heat up quickly and, although bulky to handle, are relatively easy to use. Because they are constantly heated they remain hot throughout the process in contrast to stand-alone irons heated using a gas burner.",
        "",
        "Figure 9: Disbudding iron (1): The standard iron is attached to an LPG canister",
        "",
        "Figure 10: Disbudding iron (2): the copper end should be clean and relatively sharp",
        "More portable alternatives are available - battery powered versions and irons with a built-in butane gas cylinder. As with more traditional gas-attached irons these remain hot, but they are much less bulky and easier to handle. They are also safer for the user as the heated element is much smaller, so much less likely to be accidentally handled. Their size means that they are probably not as good as traditional irons in older calves.",
        "",
        "Figure 11: Disbudding irons: Cordless ions are now available and are particularly useful for disbudding younger calves",
        "The aim when disbudding is to burn and destroy the horn-producing tissue around the horn bud. It is not essential to remove the horn bud itself as it will not grow if the horn-producing tissue around it is destroyed. Nevertheless, particularly in younger calves, removing the horn bud is relatively easy if the horn-producing tissue is destroyed.",
        "Apply the iron straight onto the horn bud for 2-3 seconds, then angle it and move the angled iron through 3600, leaving it in place for no more than 2-3 seconds. Once you've gone all the way round, if you want to remove the horn bud, push the iron underneath the bud to scoop it out. Then check that the horn-producing tissue is destroyed by looking for the 'copper ring' around the edge of the burnt area. If there are still white areas apply the iron to those sites - again for not more than 2-3 seconds.",
        "",
        "Figure 12: Wait at least 2 - 3 minutes before checking that the local has worked with a needle. Then apply the hot iron angling it around the horn bud.",
        "",
        "",
        "Figure 13: When the skin around the horn bud is properly cauterised you should see a clear copper ring. If there are still pale areas heat these again.",
        "Once you are happy that the calf has been properly disbudded then apply an antibiotic spray to the burnt area.",
        "The application of local anaesthetic is required for all calves undergoing disbudding. This will provide pain reduction for up to 6 hours. Longer pain relief can be achieved by using non-steroidal anti-inflammatory drugs. If you are going to use non-steroidals then it is best to give these drugs before disbudding.",
        "The younger the calf, the lower the risk of problems after a successful disbudding. If calves are outside, avoid disbudding when the weather is likely to be very wet, or house them for 24 - 48 hours afterwards. Flies are a problem in warmer weather.  Use fly control if this is likely to be important and avoid keeping calves in areas with high fly numbers such as next to manure heaps or wooded areas.",
        "An unusual, but severe, problem that can occur after disbudding is brain damage and infection. This is usually associated with applying the disbudding iron for too long in one spot, or by using an iron which is too hot. Affected calves become dull and depressed, usually within 48 hours after disbudding. Seek veterinary advice if disbudded calves show such signs."
    ],
    "tables": []
}