{
    "title": "Displaced Abomasums",
    "content": [
        "Introduction",
        "Abomasal displacements cause economic loss in dairy herds through treatment costs, premature culling, and production loss.",
        "The condition is seen mainly in dairy cows in the first at 3 to 4 weeks after calving and its incidence can be reduced by good management of animals in the weeks before and after parturition. This bulletin discusses the risk factors for a displaced abomasum (DA) along with steps that can be taken to reduce the risk of a DA. The clinical signs and the techniques used for the management of the condition are also covered.",
        "The abomasum is the cow's true (fourth) stomach, located near the floor of the abdominal cavity on the right side, below the omasum (Figure 1). The rumen and reticulum are above and to the left of the abomasum.",
        "",
        "Figure 1 - Anatomy of the stomachs of the cow - viewed from the right hand side",
        "Left displacement of the abomasum (LDA) accounts for 80-90% of all displacements. It occurs when the abomasum moves to the left of its normal position, becoming trapped between the rumen and the left abdominal wall. Stretching results in constriction of the entrance to and exit from the abomasum and it fills with gas. In the case of right displacement (RDA) the abomasum moves up the right abdominal wall and becomes trapped above the omasum. Like LDA, constriction of the outflow from the abomasum results in accumulation of fluid and gas. However in addition a RDA can also become twisted upon itself which results in more severe clinical signs consistent with abdominal pain (elevated heart rate and signs of colic). Right displacement is a more serious condition than LDA and recovery rates are lower.",
        "Clinical Signs",
        "Up to 90% of LDAs occur within the first 4 weeks after calving. Affected animals go off feed and become depressed. Producers will frequently notice a drop in appetite and reduced milk production. Symptoms often resemble ketosis with ketones in blood, milk, breath and urine.",
        "Animals with right displacement can show more severe signs including colic, elevated heart rate, scant faeces and diarrhoea; if a torsion occurs, animals can go downhill very rapidly showing signs of severe shock with cold extremities and extreme dullness.",
        "",
        "Cows with a displaced abomasum will have decreased appetite and milk production",
        "Diagnosis",
        "The clinical signs above will lead producers to be highly suspicious of an abdominal displacement, however further investigation is required to distinguish a displacement from a case of ketosis.  If you suspect an animal has an LDA or RDA it is worthwhile getting the animal examined by your vet as soon as possible as rapid identification and treatment will speed recovery and minimise the loss of milk production.  Your veterinary surgeon will listen over the abdomen with a stethoscope for the presence of a pinging noise that sounds like a tap dripping into a steel bucket. The pinging noise is indicative of a gas-filled organ, which is almost certain to be a displaced abomasum.",
        "Treatment",
        "Treatment of a displaced abomasum will require veterinary assistance; it is beyond the scope of this bulletin to provide detailed information on all the different treatment options available, and your vet will advise as to the best course of action for the treatment of a DA. Information is provided here for guidance only and the method of treatment will depend on a number of factors.",
        "The treatment of displaced abomasums can be either conservative or surgical.  Conservative management of LDAs involves casting and rolling the cow. The action of rolling the cow helps manipulate the abomasum so that it returns to its normal position. This can be effective if done early, but about 50% of cases will relapse and require surgical treatment. Rolling can be used in conjunction with toggling, where a toggle is passed through the skin into the abomasum whilst the cow is lying on her back. The toggle helps anchor the abomasum in the correct position and reduces the relapse rate when compared to rolling alone. Toggling is dependent on the abomasum \"floating\" back into its correct position as the cow is rolled and that gas remains in the organ long enough to enable the vet to accurately locate its position and place the toggle.",
        "",
        "Toggle for LDA repair",
        "In many cases surgery is the method of choice for treatment of displaced abomasums as it reduces the risk of recurrence and allows assessment of the condition of the abomasum. There are a number of different surgical techniques for the correction of abomasal displacements and the method chosen will depend on your veterinary surgeon. All the methods involve manipulating the abomasum back into the correct position and then suturing it in place.",
        "",
        "Surgery allows the abomasum to be returned to its normal position and anchored in place",
        "However a displacement is treated, it is important to manage the animal correctly afterwards, to ensure the best possible recovery. Animals should be given access to good quality forage and concentrate feeding should be restricted.",
        "So what causes abomasal displacement?",
        "Although the exact cause is unknown, an association between rumen fill and abdominal capacity is commonly assumed. Two main risk factors for abdominal displacement have been implicated:",
        "1.  Calving: The majority of cases occur soon after calving. During pregnancy the uterus displaces the abomasum, so that after calving the abomasum has to move back to its normal position, increasing the risk of displacement. If feed (particularly forage) consumption declines before or after calving, reduced fill may allow greater movement.",
        "",
        "Most LDAs occur within 1 month of calving",
        "2.  Atony of the abomasum: If the abomasum stops contracting and turning over its contents (e.g. because of disease), accumulation of gas will occur and the abomasum will tend to move up the abdomen.",
        "Prevention of abomasal displacement",
        "The transition period occurring from the late dry period through 2 to 4 weeks postpartum is the major risk period for abomasal displacements and it is essential that the cow is managed appropriately throughout this time. The risk of abomasal displacements can be reduced by ensuring good ruminal fill through this period; this can be achieved by ensuring animals take in appropriate quantities of good quality forage. The key points to look at in order to reduce the risk of abomasal displacements are listed below:",
        "Ensure cattle are not too fat at calving (i.e. >3.5 BCS).",
        "Feed high quality feeds, with good quality forage",
        "Feed a total mixed ration as opposed to large \"slugs\" of concentrate",
        "Ensure animals are able to get to their feed by making sure there is plenty of trough space.",
        "Good nutritional management to minimise changes between late dry and early lactation ration.",
        "Diseases immediately after calving can reduce feed intake so it is important to prevent and promptly treat diseases such as milk fever, metritis, toxic mastitis and retained afterbirth.",
        "Management practices should be aimed at maximising cow comfort and minimising stress.",
        "",
        "Management of diseases such as milk fever will help reduce the chance of LDAs",
        "Conclusions",
        "Displaced abomasums are one of the most common reasons for surgery on UK dairy farms, and whilst most animals will respond well to treatment it should be the ultimate goal of producers to minimise their occurrence. Left displaced abomasum is most commonly seen in the first month after calving and by ensuring appropriate feeding during this period it is possible to reduce the chances of them occurring."
    ],
    "tables": []
}