{
    "title": "Downer Cow",
    "content": [
        "A cow becomes recumbent when it is unable to stand. A recumbent cow is often described as being 'down' and when it has been recumbent for a prolonged period as a 'downer cow'.",
        "There are many causes of a downer cow, including:",
        "1) Trauma at or after calving: Bone fracture or nerve paralysis",
        "2) Metabolic: Milk fever or hypomagnesaemia (hypomag or grass staggers)",
        "3) Toxic disease: Metritis or mastitis",
        "A cow becomes a downer cow when the initial cause resolves but the cow still doesn't rise. This  failure to rise is usually observed within 24 hours of the cow going off her feet, as a result of muscle and nerve damage. This damage occurs because a cow  going off its feet results in heavy pressure on  its muscles and nerves, this is made worse in many diseases by the cow being unable to shift position to prevent continuous bearing of weight.",
        "Recently calved cow (usually less than 48 hours)",
        "Unable to rise for no apparent reason",
        "Lie in sternal recumbency (on the breast bone)",
        "Alert, will often eat and drink and pass urine and faeces",
        "Most make no effort to rise, but some move around on forelimbs (creeper cows)",
        "On the clinical signs described above",
        "The downer cow is a diagnosis of exclusion, so a veterinary examination is essential to rule out broken bones, nerve paralysis, unusual milk fevers, metritis etc.",
        "Blood tests can be very useful in assessing the prognosis, as can the presence of reflexes\r\n\nSponsor Content",
        "Move to a well bedded yard or loose-box if housed",
        "Good nursing care is the key to success. Provide food and water in easy to reach wide-based containers, provide shelter and a soft surface, and, if the cow is not shifting its weight, make sure that you make it shift sides at least twice daily.",
        "Mechanically raising the cow, suchas by using a sling can be useful for treatment and diagnosis. If there is nerve damage, hobbling may be helpful to increase support.",
        "Observe closely for toxic mastitis, as this is very common, even in cows which did not have mastitis originally",
        "Give calcium, phosphorus and magnesium as necessary",
        "Local disinfection and treatment are necessary in more severe cases",
        "1) In 46% of downer cows the primary problem was a difficult calving. So good management at calving is vital. Good calving management is dependent upon a vast number of factors, but probably the four most important are:",
        "a) Provide a good environment: Clean, dry, low stocking density",
        "b) Ensure the cows are between  BCS 2 and 3.5 at calving",
        "c) Observe from a distance, don't interfere too readily",
        "d) Know when to get help and assistance",
        "e) Choose a bull with a good score for ease of calving",
        "2) 38 percent of downer cows had milk fever as the primary cause.  Preventing milk fever will significantly reduce the number of downer cows (see NADIS fact sheet on milk fever)"
    ],
    "tables": []
}