{
    "title": "Lymphatic and other Tumours in Cattle",
    "content": [
        "There are two types of cancer of the lymphatic system  seen  in  cattle;  enzootic bovine leukosis (EBL) which is seen in adults and is caused by the bovine leukaemia virus (BLV) and sporadic bovine leukosis (SBL) which is seen in calves and youngstock and has no known cause.",
        "Worldwide, EBL is more common than SBL, particularly in the Americas, Australia, and parts of Africa. In the UK and in much of Western Europe, EBL has been eradicated. However, it is important to be aware of EBL as it is common in many areas of Eastern Europe and that it is a notifiable disease in the UK.",
        "Over 60% of cattle with EBL show no signs. The disease occurs most commonly in the 3-5 year-old group and most obvious cases are those where the external lymph glands, such as those under the jaw or in the neck, become cancerous. In some cases the tumours can develop internally where, although not visible externally, they can cause a wide range of signs. Tumours may involve the abomasum, uterus, lungs and spinal cord causing slowly progressive pelvic weakness/paralysis.",
        "",
        "",
        "EBL tumours involving the abomasum cause weight loss.",
        "Diagnosis of bovine leukaemia virus infection is confirmed by a specific blood test.",
        "Sporadic Bovine Leucosis (lymphosarcoma)",
        "Sporadic bovine leucosis occurs in three forms; juvenile, thymic and skin forms. Sporadic bovine leucosis (lymphosarcoma) rarely affects cattle older than two years of age.",
        "Juvenile form of lymphosarcoma",
        "A calf with the juvenile form of sporadic bovine leucosis  typically  presents  in  poor  body  condition with massive enlargement of lymph nodes at around 3-4 month-old.",
        "",
        "The juvenile form of sporadic bovine leucosis causes weight loss with massive enlargement of lymph nodes.",
        "Diagnosis of juvenile lymphosarcoma is based upon massive  enlargement  (10-30  times) of  carcase lymph nodes; biopsy and histopathological examination are rarely required.",
        "",
        "There is massive enlargement (10-30 times) of carcase lymph nodes.",
        "Thymic lymphosarcoma",
        "Growing cattle with thymic lymphosarcoma present with weight loss, reduced appetite, and mild bloat, symptoms which have worsened over several months. Later, there is extensive fluid accumulation under the skin, particularly in the dewlap and in the chest, due to the mass in the chest impairing the return of blood to the heart.",
        "",
        "",
        "Growing cattle with thymic lymphosarcoma present with weight loss.",
        "",
        "Later, there  is extensive fluid accumulation under the skin, particularly in the dewlap.",
        "",
        "There  is  extensive  fluid  accumulation  in  the chest",
        "Diagnosis of thymic lymphosarcoma is difficult in the live animal and is based upon elimination of other more common conditions where possible.",
        "",
        "The thymic lymphosarcoma is identified at necropsy.",
        "Skin form of lymphosarcoma",
        "Skin tumours develop on the neck and withers but may extend all over the body in growing cattle up to 30 month-old.",
        "The skin form can be confirmed by biopsy of the swellings.",
        "Treatment",
        "There is no treatment for these tumours and cattle must be culled for welfare reasons.",
        "Management/Prevention/Control measures",
        "Eradication of BLV uses serological testing and culling of positive cattle in those countries where disease is present.",
        "There  are  no  specific  control  measures  for  the control of sporadic bovine leucosis.",
        "Squamous cell carcinoma is seen sporadically in older beef cows that have grazed bracken- contaminated hill ground for several years.",
        "Clinical presentation",
        "The tumours cause weight loss over several months. Oesophageal tumours may cause partial obstruction and present with signs of choke and bloat.",
        "Diagnosis",
        "Diagnosis is based upon chronic weight loss with exclusion of the more common causes coupled with prolonged access to bracken in cattle fed poor rations.",
        "",
        "Chronic weight loss caused by prolonged access to bracken (in background).",
        "There is no treatment. Adequate pasture management with supplementation when there are poor grazing conditions so that cattle do not need to graze bracken.",
        "Papillomatosis is the most common tumour of cattle with most cases seen in growing animals aged between 6 and 24 month-old.",
        "Aetiology",
        "Papillomatosis is caused by bovine papilloma virus of which there are 6 subtypes described which can be associated with different forms of papillomas. The virus can be spread by physical contact between animals or via equipment such as dehorners or milking machine.",
        "Clinical presentation",
        "Papillomas can occur anywhere on the body but are most commonly seen on the head neck and trunk. Lesions vary from flat, wide-based warts to cauliflower-like growths.",
        "",
        "Warts commonly develop on the face of young cattle.",
        "Papillomas affecting the penis are usually seen in bulls less than three year-old and can be transmitted to heifers and cows during mating.",
        "The papilloma can be either a pedunculated mass or a large broad-based cauliflower-like lesion.   The papilloma(s) can be present on the tip (glans) of the penis or prepuce and by their size prevent the bull's penis entering the vagina during attempted mating. Secondary superficial bacterial infection of the papilloma(s) is common and may lead to a purulent discharge.",
        "Treatment",
        "There is no specific treatment for papillomatosis but an autogenous vaccine can be manufactured from a papilloma from that animal under veterinary instruction and, following processing, injected under the skin on two to three occasions to stimulate an immune response to the papilloma.",
        "",
        "Excision  of  the  papilloma(s)  from  the  penis would not be appropriate in this bull.",
        "Excision of the papilloma(s) can be attempted but only when the mass has a narrow stalk. Surgery may  damage the  dorsal  nerve of the penis  or urethral  opening  causing breeding problems.   Spontaneous regression of smaller penile papillomatosis growths can occur but may take 9-15 months.",
        "",
        "Lack of melanin pigmentation of the skin around the eyes in Hereford and Simmental cattle predisposes to this tumour.",
        "Ocular squamous cell carcinomas are commonly reported affecting older beef cattle in many subtropical  countries,  following  exposure  to prolonged ultraviolet radiation but these tumours are rare in the UK. Lack of melanin pigmentation of the skin around the eyes in Hereford and Simmental cattle predisposes to this tumour.",
        "Treatment",
        "Early cases involving the third eyelid can be treated with surgical removal of the affected tissue and eye under sedation and appropriate local anaesthesia. In advanced cases, surgery would not remove all the tumour and these cattle must be culled for welfare reasons.",
        "Clinical presentation Management/Prevention/Control measures",
        "Initially the eye is closed, with tear-staining of the face on that side. As the tumour grows there is obvious swelling of the eyelid.",
        "Selection of cattle with pigmented skin surrounding the eyelids greatly reduces the incidence of ocular squamous cell carcinomas in Australia and other countries with a sunny climate."
    ],
    "tables": []
}