{
    "title": "Part 7 - Uterine Infection",
    "content": [
        "Infection of the reproductive tract after calving is one of the most important causes of infertility in the cow.",
        "Uterine infection usually arises as part of a complex of diseases that is referred to as the 'metritis complex': retained fetal membranes, metritis, endometritis and pyometra. These diseases share the same causes, often lead to one another and have treatments in common so it makes sense to consider them together.",
        "After calving, all cows have a contaminated uterus. Most cows eliminate this within a few weeks. However in a minority of cows, this contamination is not eliminated and the uterus becomes infected. The results of this infection can range from mild chronic infection to life-threatening disease, depending on the bacteria involved and the cow's ability to mount an effective immune response.",
        "Retained fetal membranes occur when the normal process of placental separation fails to take place. The actual definition of when membranes are retained is vague, because in normal calvings membranes are always retained until after the calf is born. Standard definitions simply apply easy to measure timings such as 12 hours (or membranes present in the evening in a cow that calved in the morning) or 24 hours (or membranes the day after calving), though research suggests that retention for >6 hours may have an adverse economic effect. Taking 24 hours as the definition of retention, around 4% of calvings in the UK are followed by retained fetal membranes.",
        "Are retained fetal membranes important?",
        "The majority of the effect of retained fetal membranes depends on the severity of associated uterine infection. The severity of infection depends upon factors other than retention of the membranes, such as whether there was a difficult calving or whether the cow is in poor condition. Retained fetal membranes alone do not cause poor fertility, so leaving them attached rather than removing them does not lead to poorer fertility.",
        "",
        "Fig 1: The main benefit of removing retained fetal membranes is the removal of the rotten tissue, there is no benefit on fertility.",
        "",
        "Fig 2: Septic metritis is probably the most commoncause of sick cows in the first few days after calving.",
        "Treatment of retained fetal membranes",
        "Manual removal is the most commonly used treatment method. Its chief advantage is that it removes the smelly mass that is hanging from the vulva. However, if traction is applied too early or too forcefully then the lining of the uterus (the endometrium) can be damaged, increasing the risk of persistent infection. Manual removal has no benefit on fertility, so they can be left to come out on their own. As an aid in parlour management otherwise healthy cows can have their membranes cut off at the vulva, with no traction, if they are still present more than 72 hours after calving. If you think removal is needed, leave cows with retained fetal membranes for at least 96 hours after calving and then use gentle traction only. If the membranes do not come they should be left to break down further. If the cow is sick then membranes should not be removed unless they are just retained within in the vagina often held there by the contracted cervix (neck of the womb).",
        "There are no readily available treatment agents which can expel attached membranes. Prostaglandins, oestrogens and oxytocin have all proven ineffective even when given as a preventative measure soon after calving. Additionally there is no evidence that antibiotic treatment of cows with retained fetal membranes is of value.",
        "So when treating cows with retained fetal membranes, the focus should be on identifying sick cows with signs of metritis (high temperature, reduced appetite and poor milk yield) as soon as possible and treating those cows with parenteral antibiotics and anti-inflammatories.",
        "Irrespective of whether they were sick or not, all cows that had retained fetal membranes should be checked for endometritis at least two weeks before the end of their voluntary wait period, usually around 6 - 8 weeks after calving.",
        "",
        "Fig 3: Pus in the uterus is a common finding in cows with endometritis, but is not present in all cases.",
        "Metritis refers to bacterial infection of all the layers of the uterus. It is always associated with systemic illness; although this can range from mild (reduction in appetite and milk yield) to very severe and potentially fatal.",
        "Severe or puerperal metritis typically occurs in the first few days after calving and is usually secondary to severe calving problems that have resulted in damage to the reproductive tract, and introduction of bacteria during the assisted calving. It is often accompanied by retained fetal membranes, but can occur without; the presence of membranes is not the cause of the metritis. Cows with puerperal metritis have a fetid vaginal discharge and a high temperature initially, which can rapidly drop away to become sub-normal. They are very sick and veterinary attention should be sought as soon as possible.",
        "Less severe cases usually occur later in the first and second week after calving. These cows will show reduced appetite and milk yield, may have a high temperature but will have a fetid, bloody vaginal discharge. Treatment with antibiotics is essential, but other supportive treatments may be required. Veterinary advice should be sought.",
        "This is by far the commonest disease in the metritis complex. UK figures suggest that around 10 - 15 % of cows develop endometritis after calving. The figures vary greatly between farms with the best farms having <4% and the worst over 25%.",
        "Endometritis is an infection of the endometrium only. This infection doesn't spread so cows show no signs of illness. Some cows with endometritis can be easily identified because they have discharge from the vulva with small amounts of pus adherent to the tail but a high proportion of cows, probably as high as 80%, show no discharge from the vulva.",
        "The effects of endometritis",
        "Endometritis has two effects on fertility. Firstly it is associated with absence of heat behaviour - delaying the onset of ovulation after calving and extending the interval between ovulations once cows have been in heat. Secondly, even when they cycle, cows with endometritis are much less likely to get pregnant because the infected uterus is a poor environment for the developing embryo.",
        "Diagnosis of endometritis",
        "In cases with vulval discharge, diagnosis is simple. However in the majority of cases such discharge is not apparent, so cows need to be examined more closely to identify metritis. The advantages and disadvantages of some of the commonly used techniques are summarised in Table 1.",
        "Table 1: Methods of detection of endometritis.",
        "Method",
        "Advantages",
        "Disadvantages",
        "Manual examination of the vagina",
        "Cheap",
        "Slow - need for cleanliness",
        "Vaginitis, cystitis difficult to distinguish from endometritis",
        "Not all endometritis cases produce a discharge that is detectable in the vagina",
        "Metricheck",
        "Cheap, quick",
        "Vaginitis, cystitis difficult to distinguish from endometritis",
        "Not all endometritis produces a detectable discharge",
        "Vaginoscopy",
        "More accurate than manual examination and Metricheck",
        "Slow",
        "Not all endometritis produces a discharge",
        "Ultrasound",
        "Accurate detection of pus in uterus",
        "Not all endometritis cases have detectable levels of pus in the uterus",
        "Uterine cytology",
        "Most accurate measure of endometritis",
        "Cost",
        "Slow",
        "As can be seen from Table 1 there is no ideal solution. In some circumstances it may be better to examine all cows in a group using a Metricheck device (figure 4), and in others to target ultrasound examination in those cows which have a history suggestive of a high risk of endometritis - stillbirth, twins, retained fetal membranes, dystocia and milk fever.",
        "",
        "Fig 4: The Metricheck is a useful way of quickly identifying cows with metritis.",
        "",
        "Fig 5: A Uterus with Pyometra superficially resembles a pregnant one.",
        "Treatment of endometritis",
        "A huge amount of research has been undertaken on the treatment of endometritis; however most of the research has just added to the debate rather than settled it.",
        "The principles of treatment are:",
        "Treatment should be delayed until at least 4 weeks after calving - early treatment of otherwise well cows has shown no benefit.",
        "Only two treatments have shown any evidence of effectiveness :-a) Prostaglandinsb) Intra-uterine antibiotics",
        "Putting disinfectants, such as Dettol or Jeyes fluid, into the uterus does not work and will often cause infertility.",
        "Treatment effectiveness is not based on disappearance of discharge, but on how soon treated cows become pregnant. This is because it's not the discharge that's the problem it's the effect of the discharge on fertility.",
        "When treating a cow with endometritis treatment choice will depend on factors such as type of discharge - is it creamy or bloody, does it smell, is there mucus in the pus - and whether the cow has been in heat. To be effective treatment has to have time to work; so the ideal scenario is that cows that are at high risk of endometritis are presented to the veterinarian at least two weeks before the end of their planned waiting period (often 42-56 days after calving), and that cows that are not showing oestrus are picked up and examined as soon as possible.",
        "Pyometra is the accumulation of large amounts of pus in the uterus. It is generally a sequel to endometritis. Cows that have pyometra have usually shown at least one heat and possible insemination (they always have a corpus luteum on one ovary), so they are often diagnosed when the cow is presented for a pregnancy check.",
        "Treatment with prostaglandins can be effective if the condition has not been present for too long, but in many cases it is best to cull the cow at the end of lactation because of chronic changes to the endometrium.",
        "",
        "Summary",
        "Uterine infection is one of the commonest causes of poor fertility.",
        "Effective identification and treatment of affected cows can improve herd productivity.",
        "Retained fetal membranes are commonly associated with uterine infection introduced at calving.",
        "However, the same factors which cause retained fetal membranes increase the risk of uterine infection.",
        "Removing retained fetal membranes does not reduce the risk of infection.",
        "If still present 72 hours after claving, retained fetal membrances can be cut at the vulva and left.",
        "Metritis is an infection of the whole of the uterus and all cows with metritis have a systemic illness.",
        "Sick cows with a smelly discharge within 5 days of calving should be presented to a vet as soon as possible.",
        "Endometritis is the most common form of uterine infection.",
        "Endometritis only affects the lining of the uterus and there is no systemic illness.",
        "There is no quick, easy test for endometritis. The best tests are expensive; the quick tests lack accuracy.",
        "Cows at high risk should be identified and checked by a vet at least two weeks before you plan to start mating the cow.",
        "Pyometra is an accumulation of pus in the uterus and is usually identified at pregnancy diagnosis."
    ],
    "tables": [
        [
            [
                "Method",
                "Advantages",
                "Disadvantages"
            ],
            [
                "Manual examination of the vagina",
                "Cheap",
                "Slow - need for cleanliness\nVaginitis, cystitis difficult to distinguish from endometritis\nNot all endometritis cases produce a discharge that is detectable in the vagina"
            ],
            [
                "Metricheck",
                "Cheap, quick",
                "Vaginitis, cystitis difficult to distinguish from endometritis\nNot all endometritis produces a detectable discharge"
            ],
            [
                "Vaginoscopy",
                "More accurate than manual examination and Metricheck",
                "Slow\nNot all endometritis produces a discharge"
            ],
            [
                "Ultrasound",
                "Accurate detection of pus in uterus",
                "Not all endometritis cases have detectable levels of pus in the uterus"
            ],
            [
                "Uterine cytology",
                "Most accurate measure of endometritis",
                "Cost\nSlow"
            ]
        ]
    ]
}