{
    "title": "Foot and Mouth Disease",
    "content": [
        "Foot and mouth disease is a viral disease of cloven hoofed animals including pigs, cattle, water buffalo, sheep, goats and deer.  It is endemic throughout many parts of the world but much of Europe, North America, Australia and New Zealand are free of disease. There are seven major virus types (serotypes) with a large number of subtypes (usually named with letters).  Immunity to one serotype does not generally protect against the other serotypes.",
        "A very severe outbreak of FMD occurred in the UK during 2001 with the FMDV O Pan Asia serotype costing in excess of £3 billion with 6.5 million animals slaughtered during control efforts.",
        "In 2007 FMD virus escaped from a vaccine facility at Pirbright, England causing disease on adjacent farms. Movement  restrictions  had  a severe economic impact on the farming industry.",
        "FMD is extremely contagious with infected animals shedding large volumes of virus. The virus particles also survive in the environment and can be carried for recovered animals (for up to three years in cattle) The most common way the virus is spread is via movement of infected animals. The virus can also be easily spread indirectly via farm staff and vehicles and via animal products (meat, milk, semen) Under specific weather conditions it can also be spread on the wind, in one case this occurred over 250 km when pigs in Brittany infected cattle on the Isle of Wight in 1981.",
        "The disease doesn't typically kill animals but will result in marked production losses. It is one of the main production limiting factors in endemic countries. In countries that are free of the disease the main economic impacts come in the form of the loss of international trade access and the costs of controlling and re-eliminating it in the face of an outbreak.",
        "Clinical presentation",
        "Cattle typically show more severe disease than other animals.  The incubation period is 2-10 days.  Initially, one or two cattle present with fever (>40.0°C), depression, loss of appetite, marked drop in milk yield and salivation.  When housed or closely confined, other cattle in the group will show clinical signs over the next 24-48 hours and such spread is dramatic.",
        "",
        "",
        "Initially one or two cattle become isolated and present with fever (over 40.0°C) and depression.",
        "",
        "Early signs of FMD include salivation.",
        "",
        "There is marked salivation associated with vesicles in the mouth with rapid spread of infection to other cattle in direct contact.",
        "",
        "Ruptured vesicles (fluid-filled blisters) on the tongue  revealing reddened and painful ulceration with shreds of mucosa at the periphery.",
        "Vesicles (fluid filled blisters) on the tongue, dental pad and hard palate quickly rupture leaving shallow ulceration with shreds of mucosa at the periphery.  The underlying tissues are reddened and painful.",
        "",
        "Ruptured vesicle on the tongue - several days' duration.",
        "Vesicles may be present on the teats and at the coronary band (top of the hoof). The latter can become secondarily infected, causing lameness.",
        "",
        "Ruptured vesicles on the teat - FMD has been probably been present for more than 3-5 days.",
        "",
        "Ruptured vesicle at the coronary band.   This lesion would have caused severe lameness.",
        "There are no ocular or nasal discharges.  During the acute phase of disease, there is marked weight loss and milk yield reduction. Foot lesions often become secondarily infected and animals are very lame and often may be reluctant to rise.",
        "The ulcers start to heal by around day 10 after infection but recovery takes several more weeks, during which time the animal will have a great deal of condition.  The clinical signs in other species are less severe with sheep, goats and deer often presenting with a fever and lameness with vesicles only seen on close inspection. In pigs the foot lesions can be severe enough for the hooves to slough.",
        "Differential Diagnoses",
        "For disease in groups of cattle your veterinary surgeon will also consider:",
        "Bluetongue",
        "Vesicular stomatitis virus",
        "Caustic substances",
        "Individual cattle:",
        "Mucosal disease",
        "Malignant catarrhal fever",
        "Bluetongue",
        "Ingestion/contact with caustic substance",
        "In groups of sheep differential diagnoses for sudden lameness (such as footrot) may need to be considered.",
        "",
        "Malignant catarrhal fever usually affects only one animal in the group.  There are severe ocular signs and crusting of the muzzle.",
        "Diagnosis",
        "FMD is notifiable in the UK. Where disease is suspected, it must be reported to the Animal and Plant Health Agency (APHA) who can be contacted via the DEFRA rural services helpline.  As the disease is highly contagious it is very important that it is reported as quickly as possible to prevent spread.  While waiting for a response do not leave the premises  and  stop  all  movement  of people, vehicles and animals onto and off the premises.",
        "Inform the APHA",
        "Do not leave the premises",
        "Stop all movement of people, vehicles and animals onto and off the premises.",
        "A veterinary inspector will attend and the property will be quarantined until FMD has been confirmed or ruled out. It is likely that samples from affected animals will be sent for laboratory testing via PCR or serology.",
        "",
        "Severe, advanced lesions on the hard palate of a sheep.",
        "",
        "Ulcers on the hard palate beginning to heal.",
        "",
        "FMD may present as sudden and severe lameness in sheep.",
        "",
        "Early footrot lesions (this case) causing severe lameness must be differentiated from FMD.",
        "",
        "Sloughing of the hoof capsule caused by contagious ovine digital dermatitis (CODD).",
        "Treatment",
        "There is no specific treatment for FMD. In endemic countries antibiotic therapy may be used to control secondary bacterial infection of ulcers but recovery takes several weeks to months. In the UK animalsthat are confirmed to have FMD will be compulsorily slaughtered (with government compensation). The property (and probably surrounding properties) will be quarantined, inspected and disinfected as necessary. Movement restrictions on remaining animals and animals on surrounding properties will be put in place until they are declared disease free. In some cases restrictions on re-introducing animals to affected properties may be in place for up to 12 months.",
        "Management, Prevention and Control measures",
        "The two main methods used by countries for control of FMD are vaccination and culling, sometimes in combination. In endemic areas vaccination is the only real option, however the existing vaccines are mostly killed virus vaccines that don't provide cross protection against other virus strains and require frequent booster vaccinations. One of the main problems with the use of vaccines for control of FMD is that the animals will then test positive on many tests for the virus. This is also one of the main limits on the use of vaccines in outbreaks in FMD free countries as international trade generally requires FMD free status and these trade restrictions are one of the biggest impacts of the virus.",
        "Due to the nature of the disease, decisions on FMD control in the UK are not taken by individual farms or vets but are government policy driven. The UK is currently FMD free and the current control policy in the UK, should we have another outbreak, is a compulsory slaughter and movement restriction one aimed at eliminating the virus. The strategy of pre-emptive slaughter of at risk animals in the 2001 UK FMD outbreak was a contentious one. Several other European countries successfully applied a ring vaccination strategy in addition to culling policies in the 2001 FMD outbreak and there is increasing evidence that this may be a more successful strategy for containing large outbreaks of the virus.",
        "",
        "",
        "Slaughter of ewes and young lambs in 2001 as part of the contiguous cull.  It is unlikely that such measures would be undertaken again.",
        "",
        "",
        "",
        "Bio-security measures which were being operated by farmers and allied industries during FMD outbreaks were quickly abandoned after the end of the epidemic.",
        ""
    ],
    "tables": []
}