{
    "title": "Foul in the Foot",
    "content": [
        "Foul-in-the-foot is an infection found between the digits. It affects the tissues under the skin in this area, causing severe pain, swelling of the foot  and marked lameness. Foul is the most common cause of lameness in young stock and fattening units, in dairy herds it is can be common in young heifers that have recently been introduced to the herd, but it can occur in any age and be found throughout the year in both housed and grazing cows.",
        "Foul is caused by bacteria which are normal components of the cow's environment. The bacteria invade through sites of injury and inflamed skin. Thus an environment which aids the damage or softening of the interdigital skin increases the spread of the disease. Such adverse environments can range from dry hard ground to wet muddy areas around gates and troughs.",
        "Swelling of the feet, particularly at the front",
        "Increased temperature",
        "Sudden, severe lameness. This is usually in one limb only",
        "Reduced feed intake leading to significantly reduced milk yield or weight gain",
        "Skin between the claws has characteristic foul odour",
        "On the clinical signs described above\r\n\nExamine the foot closely to exclude traumatic injury, foreign body penetration or bruising of the heels\r\n\nSponsor Content",
        "Examine the foot closely to exclude traumatic injury, foreign body penetration or bruising of the heels\r\n\nSponsor Content",
        "Examine the foot closely to exclude traumatic injury, foreign body penetration or bruising of the heels\r\n\nSponsor Content",
        "Treat early. Some cases may recover without treatment, but the lameness will usually persist for several weeks with adverse effects on milk production and weight. Complications, such as joint involvement, are much more common if treatment is delayed.",
        "Many antibiotics are effective against foul, penicillin is the treatment of choice but other antibiotics can also be effective. Ask you vet for advice as to which to use.",
        "Treat for long enough. Particularly for cases identified at pasture, repeated injections of antibiotics are much more effective than a single long-acting injection.",
        "Injections of anti-inflammatories significantly improve cow well-being and help to restore the cow to normal production more quickly.",
        "Local disinfection and treatment are necessary in more severe cases.",
        "The bacteria associated with foul-in-the-foot are widespread in the environment and eradication is therefore impossible. The aim of prevention must therefore be to reduce foul-in-the-foot to a minimum",
        "1) Improve walkways and tracks. A good walkway need only be one cow wide",
        "2) Fill-in muddy and stony areas around troughs and gateways",
        "3) In housing, ensure no pooling of  slurry. Scrape efficiently and at least twice a day.",
        "4) Keep cattle feet as clean as possible",
        "5) Copper sulphate or formalin foot-baths may help if there is significant problem but as your vet for advice before you start footbathing for foul."
    ],
    "tables": []
}