{
    "title": "Joint Ill / Navel Ill of Calves",
    "content": [
        "Bacterial infections via the umbilicus (navel) are much higher when calves are born in a dirty calving environment. These infections can be prevented by adequate navel treatment in calves and adequate passive antibody transfer (three litres of good quality colostrum during the first 6 hours of life but preferably within the first two hours). Navel infection may remain localised to the navel but can also lead to peritonitis and in more severe cases to septicaemia and focal infections such as joint ill and meningitis. In most cases of joint ill and septicaemia, bacteria gain entry through the gut within the first few hours of life before colostrum ingestion rather than from umbilical infection.",
        "Clinical signs of navel ill",
        "The umbilicus is typically hot, painful, and moist.  The calf is dull and reluctant to suck and may stand with an arched back. It is essential to determine whether the bacterial infection has spread further into the peritoneal cavity, liver and bloodstream with possible localisation in joints and the brain.  In older calves the umbilical infection may be limited to an abscess at the navel.",
        "",
        "Umbilical infection is limited to a large abscess at the navel in this bull calf.",
        "Spread of infection from the umbilicus into the peritoneal cavity leading to septic peritonitis causes rapid deterioration in the calf's condition, abdominal distension caused by gut stasis, and death within 2-3 days.",
        "",
        "Spread of infection from the umbilicus into the peritoneal cavity. Note the widespread peritonitis and distended loops of intestine.",
        "The umbilicus is typically hot, painful, and moist.",
        "Potential for spread further into the peritoneal cavity, liver and bloodstream with possible localisation in joints and the brain",
        "Differential diagnoses",
        "Differential diagnoses your veterinary surgeon will consider include:",
        "Localised peritonitis",
        "Urachal infection",
        "Umbilical hernia",
        "Diagnosis",
        "Diagnosis is based upon a thorough clinical examination taking care to check for other focal bacterial infections.  Ultrasonography is useful to investigate involvement of the umbilical vessels and urachus, and to differentiate a hernia from an umbilical abscess.",
        "Treatment",
        "Penicillin for 5-7 days remains the antibiotic of choice for umbilical infections.  Other antibiotics may be prescribed by a veterinary surgeon for calves with meningitis and polyarthritis following septicaemia. Umbilical abscesses can be lanced after needle aspirate or ultrasonography, then flushed daily for three to five days.",
        "The prognosis is hopeless for those calves with significant peritoneal infection.",
        "",
        "Umbilical abscesses can be lanced after needle aspirate or ultrasonography, then flushed daily for three to five days.",
        "Prevention/control measures",
        "Maintain strict hygiene in the calving environment.",
        "Treat the umbilical remnant at birth, and 2-4 hours later with iodine where possible.",
        "Ensure adequate and timely colostrum ingestion (three litres of good quality colostrum during the first 6 hours of life but preferably within the first two hours).",
        "",
        "Strict hygiene in this calving environment.  This calving shed allows easy tractor access facilitating mucking out between occupants.",
        "",
        "Excellent husbandry of newborn beef calves.",
        "Localisation of bacteria within joint(s) to cause an infectious arthritis. Bacteria enter the bloodstream from the gut and upper respiratory tract in calves born in poor sanitary conditions with delayed or inadequate colostrum intake.",
        "Cause",
        "Localisation of bacteria from the bloodstream into joint(s).",
        "Bacteria enter the bloodstream from the gut and upper respiratory tract.",
        "The untreated umbilicus is not a common portal for bacteria.",
        "E. coli and Strep. spp are the common isolates from infected joints.",
        "Clinical signs",
        "The joints most commonly affected are the fetlock, carpal joints, hock, and stifle joints.  The affected joint(s) are swollen, hot, and painful. The drainiage lymph nodes (prescapular or popliteal) are typically two to four times their normal size.  Infection causes considerable muscle wastage over the gluteal/shoulder regions.",
        "Moderate (4/10) to non weight-bearing (10/10) lameness.",
        "Signs from around three to five day-old.",
        "Calves with two or more limbs affected adopt a \"crab-like\" stance.",
        "Fetlock, knee and hock joints are most commonly affected.",
        "Rapid muscle atrophy compared to the unaffected leg.",
        "Rectal temperature is often within the normal range.",
        "The navel may be thickened and painful.",
        "The affected joint(s) are swollen, hot, and painful.",
        "The drainage lymph node is enlarged.",
        "",
        "Moderate to severe lameness in this calf with polyarthritis.  There is obvious muscle wastage over right shoulder.",
        "",
        "Close-up of calf's swollen right fetlock joint.",
        "Differential diagnoses",
        "Your veterinary surgeon will also consider:",
        "Fracture of a long bone",
        "Trauma to joint(s)",
        "Osteomyelitis",
        "Rickets",
        "Muscular dystrophy",
        "Diagnosis",
        "Clinical findings.",
        "Joint effusion - obtain sample by needle aspiration",
        "Radiography has limited application in acute disease",
        "Radiography often underestimates the extent of joint pathology.",
        "Welfare implications",
        "Severe pain is caused by:",
        "Septic joint",
        "Synovial reaction",
        "Erosion of articular cartilage",
        "",
        "Bacterial infection in the joint with pus formation and synovial reaction.  This joint will not recover despite treatment and the calf was euthanased for welfare reasons.",
        "Polyarthritis is a major welfare concern and calves and those animals with severe unresponsive lameness must be euthanased.",
        "Treatment",
        "Veterinary advice must be sought regarding:",
        "Antibiotic selection and therapy",
        "NSAID treatment",
        "Joint lavage can be undertaken where one joint is affected and the joint is flushed in the early stages of infection.",
        "Single infected joint",
        "Appropriate analgesia. This may necessitate general anaesthesia.",
        "Time-consuming.",
        "Variable response if treatment is delayed and the infection is well-established",
        "",
        "Joint lavage of the stifle joint.",
        "Prevention and control of navel ill and other bacterial infections in the neonatal period",
        "Adequate passive antibody transfer with a minimum of 3 litres of good quality colostrum during the first 6 hours of life but preferably the first two hours.",
        "An oesophageal feeder can be used to administer colostrum if the calf will not suck.",
        "Reduce environmental bacterial challenge in calving boxes by cleaning out between each calving cow.",
        "Umbilicus (navel) must be fully immersed in strong veterinary iodine BP within the first 15 minutes of life and repeated 2 to 4 hours later where possible.",
        "Treat all infections promptly after seeking veterinary advice.",
        "",
        "While it is much preferable for the calf to be assisted to suck from its dam, it is acceptable to use an oesophageal feeder to administer colostrum if the calf will not suck."
    ],
    "tables": []
}