{
    "title": "Leptospirosis in Cattle",
    "content": [
        "Leptospirosis is a common infection in dairy and beef herds causing infertility, abortion and poor milk yield.",
        "Economic losses result from:",
        "Infertility",
        "Abortion",
        "Poor milk yield",
        "",
        "Fig 1: Leptospirosis is a common cause of abortion in dairy and beef herds",
        "",
        "Fig 2: Leptospirosis can cause milk drop affecting a large proportion of the herd",
        "Leptospirosis affects humans causing influenza-like symptoms with severe headaches but can be treated effectively. Dairy farmers are particularly at risk of infection from urine splashing onto the face whilst milking the cows. Pasteurisation destroys all leptospire organisms excreted in milk.",
        "The two important types of Leptospira hardjo are Leptospira borgpetersenii serovar Hardjo and Leptospira interrogans serovar Hardjo. Infection arises from contact with infected urine or the products of abortion. Disease is spread most often during the spring and summer months while cattle are at pasture. Leptospires are susceptible to drying, exposure to sunlight, pH<5.8 or extremes of temperature. Leptospira Hardjo is not carried by vermin or wildlife but sheep can carry and excrete Leptospira Hardjo therefore mixed grazing is a risk factor.",
        "",
        "Fig 3: Disease is spread most often during the spring and summer months while cattle are at pasture",
        "The important risk factors for leptospirosis are:",
        "Open herds",
        "Using shared bulls",
        "Mixed grazing with sheep",
        "Shared grazing with common watercourses",
        "",
        "Fig 4: The important risk factors for leptospirosis include sharing bulls",
        "",
        "Fig 5: The important risk factors for leptospirosis include mixed grazing with sheep",
        "",
        "Fig 6: The important risk factors for leptospirosis include shared grazing with common watercourses",
        "A sudden drop in milk yield occurs two to seven days after infection of susceptible cows. The udder becomes soft and flabby with colostrum-like secretions or blood-tinged milk in all quarters. Signs may be mild and go undetected but some cows become lethargic and stiff with a fever and reduced appetite. Abortion may occur three to 12 weeks following infection with most abortions occurring during the last three months of pregnancy. Infection may also produce premature and weakly calves.",
        "",
        "Fig 7: A sudden drop in milk yield may occur two to seven days after infection of susceptible cows",
        "",
        "Fig 8: Infection may cause an increased number of repeat breeder cows",
        "There is circumstantial evidence of infertility following isolation of Leptospira Hardjo from the reproductive tract of a high percentage of repeat breeder cows. Leptospira Hardjo may also cause embryonic death. Venereal transmission is possible but may not adversely affect the pregnancy rate because Leptospira Hardjo is killed by uterine defences during oestrus. Split-herd vaccination trials have shown improved fertility parameters in vaccinated cows in herds with endemic Leptospira Hardjo infection.",
        "There are numerous causes of a marked drop in the volume of milk recorded from the bulk tank which your veterinary practitioner will consider (large numbers of cows affected) including:",
        "sudden changes in feeding regimen",
        "bovine virus diarrhoea infection (BVDV)",
        "lungworm infestation",
        "infectious bovine rhinotracheitis (IBR)",
        "bovine respiratory syncytial virus (BRSV)",
        "influenza A",
        "Salmonellosis",
        "",
        "",
        "Fig 9: Your veterinary practitioner will consider numerous causes of a marked drop in the volume of milk in the bulk tank",
        "The common causes of abortion include",
        "Neospora caninum",
        "BVDV infection",
        "Salmonella spp.",
        "Bacillus licheniformis",
        "Campylobacter",
        "",
        "Fig 10: Your veterinary practitioner will consider numerous potential causes of abortion",
        "Various tests detect antibodies to Leptospira Hardjo in blood samples with serum MAT titres of >1/100 considered to be significant.",
        "Milk Drop Diagnosis:",
        "In acute infection paired serum samples taken three to four weeks apart will normally demonstrate increased MAT or ELISA concentrations. Leptospires can be demonstrated in urine samples using dark-field microscopy.",
        "Abortion Diagnosis:",
        "Dam serology is of limited use because the MAT titre may fall rapidly after acute infection and be negative at the time of abortion; a positive result may only reflect previous exposure. During an abortion outbreak MAT titres >1/400 in some aborted cows are likely to be meaningful. ELISA titres are reported to remain positive for much longer following infection so may simply indicate previous exposure.",
        "Antibodies in foetal fluids may indicate exposure to Leptospira Hardjo in utero after four months' gestation however the foetus may die before mounting an immune response.",
        "Fluorescent antibody test (FAT) to detect Leptospira Hardjo antigen in foetal tissues, e.g. kidney and lung is the best available test to confirm a diagnosis of abortion but delays in sample submission lead to rapid sample autolysis adversely affecting the test.",
        "Herd screening tests",
        "A bulk milk ELISA test is available and can be monitored regularly as part of surveillance programme in a naïve herd. Pooling milk samples from first lactation heifers is a useful way of monitoring the infection status in a herd.",
        "Antibiotic treatment of milk-drop cases is recommended to reduce excretion of leptospires and zoonotic risk. A single intramuscular injection of streptomycin/ dihydrostrepomycin at 25mg/kg will eliminate infection from most cattle. However, vaccination is the better approach avoiding unnecessary use of antibiotics.",
        "As a precautionary measure streptomycin is added to semen from bulls held at artificial insemination centres.",
        "",
        "Fig 11: Leptospirosis cannot be transmitted by artificial insemination",
        "Control of Leptospira Hardjo in cattle herds relies upon a combination of management decisions to reduce risk of infection, strategic antibiotic treatment, and vaccination. The primary course of immunisation consists of two injections four weeks apart followed by annual boosting. Vaccination should prevent urine shedding following exposure and will protect against milk drop and abortion.",
        "Reduce risk of infection",
        "Strategic antibiotic treatment",
        "Vaccination",
        "In a closed herd with no evidence of previous infection all replacements, including bulls, should be isolated for three weeks and treated with streptomycin 25mg/kg on two occasions 10-14 days apart before entry into the herd.",
        "",
        "Fig 12: Where detailed in the herd health plan, bulls should be isolated for three weeks and treated with streptomycin 25mg/kg on two occasions 10-14 days apart before entry into the herd",
        "Herds experiencing acute Leptospira Hardjo infection for the first time should consider whole herd antibiotic treatment to reduce the risk of spread of infection and a vaccination programme.",
        "Herds with evidence of endemic infection indicated by herd screening or abortion serology should vaccinate with an annual booster. Replacement heifers should have completed their vaccination course before first service."
    ],
    "tables": []
}