{
    "title": "Long Bone Deformity in Calves",
    "content": [
        "Long bone deformity of new-born calves (also known as chondrodystrophy) is most commonly seen either in autumn (up to early October) or at the end of spring calving (around April). It is most commonly seen in Northern England and Scotland",
        "Occasionally pregnant cattle (particularly beef cows or heifers), overwintered on silage give birth to deformed calves.  The calves are small due to shortening of the long bones in the legs, which gives them a characteristic short, bow-legged, appearance.  They may also have dished faces and domed heads. Heart defects are also occasionally seen.  In severe cases calves can be so deformed that they cannot stand to suckle and have to be euthanased.",
        "The condition is seen where winter rations for pregnant cows consist almost entirely of silage. The cause is almost certainly manganese deficiency, with the most critical period for that deficiency being the fourth and fifth months of pregnancy, as that is the time when the calf's bones and joints are rapidly developing. Good quality silage that has been well made from leafy, fast growing grass seems most likely to cause the problem, As a result long bone deformity is most commonly associated with high quality pit silage but it can occur in animals fed big bales. There also seems to be an increased risk if the silage contains a high level of red clover, so long bone deformity can be a particular problem on organic farms.",
        "The manganese deficiency is not a simple one. The concentration of manganese in the silage is usually adequate; however there appears to be an as yet unknown compound within the silage that prevents the manganese from being absorbed fully by the cow.",
        "Although these calves have a standard appearance, it is essential to have the condition confirmed by a full post mortem. This will ensure that there are no other causes of the problem that would require different control measures.",
        "The damage is irreversible",
        "The best way to minimise the problem is ensure that the silage intake accounts for no more than 75% of the cow's dry matter intake (DMI). The other 25% of the cow's DMI should come from other feeds, such as untreated straw. In many cases this will mean that",
        "silage access will have to be restricted. This can be done either by weighing out the required amount of silage or estimating the time taken for cows to eat their required amount of silage and feeding so that silage is all eaten within that time. It is important that this restriction begins before the critical 4th month of pregnancy; grouping cows based on expected calving dates can make this process simpler, and reduce the amount of time per cow that silage has to be restricted for.",
        "Other recommendations include not over-fertilising fields used for silage making, and avoiding feeding high quality (leafy, high D value, high CP) silage to pregnant cows.",
        "If silage intakes cannot be restricted, then measurement of blood manganese concentrations can be useful in herds which are thought to be at risk of long bone deformity. Cows should be blood sampled once they have been on the silage for more than one week. At least six cows should be sampled per group. If manganese concentrations are low then supplementation can be used.  It is recommended that cattle be supplemented with 1000 mg of manganese per cow per day. This can be achieved using a mineral supplement containing around 7000 mg/kg of manganese."
    ],
    "tables": []
}