{
    "title": "Lumpy Skin Disease",
    "content": [
        "Cause",
        "Lumpy skin disease (LSD) is caused by infection of cattle or water buffalo with the poxvirus Lumpy skin disease virus (LSDV). The virus is one of three closely related species within the genus capripoxvirus, the other two species being Sheeppox virus and Goatpox virus.",
        "LSD was first described in Zambia in 1929. Over the next 85 years it steadily spread throughout the majority of Africa and into the Middle East. In 2015 the virus entered mainland Europe in Greece, and the Caucasus and Russia. In 2016 the virus spread further east into the Balkans, north towards Moscow, and west into Kazakhstan. It is currently considered a rapidly emerging disease of high consequence. It is notifiable with outbreaks causing significant damage to productivity and trade.",
        "Transmission",
        "There is still a good deal of information lacking about the transmission of LSD. Experimental work has shown that direct transmission from an infected to a naïve animal is very inefficient. Evidence to date supports transmission of the virus via arthropods such as insects or ticks (these are termed virus \"vectors\"). For example outbreaks of LSD occur during warm, wet weather while the disease usually diminishes in the cooler winter months. In addition, LSD epidemics are often characterised by new outbreaks occurring at distances over 50km from the nearest known disease focus. These characteristics strongly suggest insect-borne transmission, such as mosquitoes and ticks. However, it is unclear which vector species are involved in transmission of LSD, and if it is a simple mechanical transmission of the virus or a more complicated biological transmission involving replication or development of the virus in the vector.",
        "Movement of infected cattle can also be a significant factor in the spread of LSD over large distances.",
        "Diagnosis",
        "The presence of the typical skin nodules is strongly suggestive of LSD (see below).",
        "",
        "Photograph courtesy of John Atkinson",
        "",
        "Photograph courtesy of John Atkinson",
        "",
        "Laboratory confirmed LSD in an adult milking cow",
        "Other clinical signs include general malaise, ocular and nasal discharge, fever, and sudden decrease in milk production. Morbidity and mortality in the recent Eurasian epidemic has been approximately 10% and 1% respectively. The severity of disease in the 10% of affected cattle in the herd can vary from mild to fatal. Some cattle develop very small numbers of nodules which can be difficult to spot. Others develop innumerable nodules up to 3cm in diameter. The factors determining which cattle develop mild and which develop severe disease are unknown.",
        "Disease can be confirmed with a laboratory diagnosis, with tests available to detect the DNA of the virus or antibodies.",
        "LSD can be confused with many diseases, including: Pseudo lumpy skin disease (caused by Bovine Herpesvirus 2), Bovine papular stomatitis (Parapoxvirus), Pseudocowpox (Parapoxvirus), Cowpox, cutaneous tuberculosis, Demodicosis (Demodex), insect or tick bites, urticarial, photosensitisation, Papillomatosis (Fibropapillomas, \"warts\"), Rinderpest, Dermatophilosis, Besnoitiosis, Hypoderma bovis infection and Oncocercosis. Signs such as fever and milk drop are non-specific, and can be seen with many other diseases.",
        "",
        "Prevention",
        "Control and prevention of lumpy skin disease relies on four tactics - movement control (quarantine), vaccination, slaughter campaigns and management strategies. Specific national control plans vary between countries and so advice should be sought from the relevant authorities and veterinarians.",
        "Vaccination is the most effective means of control, and live homologous vaccines containing a Neethling-like strain of LSDV are recommended.",
        "Treatment",
        "There is no treatment for the virus, so prevention by vaccination is the most effective means of control.",
        "Secondary infections in the skin may be treated with Non-Steroidal Anti-Inflammatories (NSAIDs) and also antibiotics (topical +/- injectable) when appropriate.",
        "Adapted from the original article from eMergence' (http://www.emergence-msd-animal-health.com/",
        "Summary",
        "Lumpy skin disease virus causes a severe disease in cattle characterised by nodules in the skin. Transmission of LSD occurs via insect vectors and vaccination is the most effective means of control. During the past five years lumpy skin disease has spread through the Middle East into southeast Europe, the Caucasus, southwest Russia and western Asia. The disease causes substantial losses in affected herds with significant economic consequences. It also blocks access of affected countries to lucrative export markets, compounding the financial impact of a LSD outbreak. The main lesson to be learnt from the current European LSD epidemic is to be vigilant of emerging diseases."
    ],
    "tables": []
}