{
    "title": "Managing Heat Stress in Dairy Cows",
    "content": [
        "Summary",
        "UK dairy producers are aware of the challenges faced by milk producers in the Middle East and North America, where mid day temperatures are often in excess of 40°C and the extraordinary lengths these producers have to go to keep their cows cool.",
        "Historically, ambient temperatures in UK summer milk production would not have been considered as a limiting factor. However, there is increasing evidence that even the relatively low temperatures experienced during the UK summer can lead to depressed feed intakes, lower milk yields, reduced fertility and increased risk of mastitis.  This is likely to become more apparent with increasing global temperatures.",
        "Causes of Heat Stress",
        "Dairy cows are homoeothermic animals and need to maintain a constant body temperature of around 38.8°C +/- 0.5°C. They are sensitive to factors which influence their thermal exchange with the environment. These factors include air temperature, radiant temperature, air velocity and relative humidity.",
        "",
        "Dairy cows are homeothermic animals which need to maintain a constant body temperature of around 38.8°C",
        "Air temperature and radiant temperature directly influence the heat exchange ability of the animal. Air velocity increases the amount of heat transfer from the surface of the cow. Air movement can also improve evaporation, which assists in heat loss.  Humidity can decrease the heat exchange and have debilitating effects on the cow.",
        "The comfort zone or thermoneutral zone for a dairy cow is wide varying from around -15°C to +25°C. Minus 15°C is called the Lower Critical Temperature (LCT) and 25°C the Upper Critical Temperature (UCT). At temperatures below the LCT the cow will increase her dry matter intake to keep warm or convert feed to heat rather than produce milk. At temperatures above the UCT, cows have two main control strategies to maintain their thermal balance:",
        "1. Increasing heat dispersion - in particular evaporation, by increasing subcutaneous blood flow, panting, drooling etc. These activities increase the maintenance energy needs of the animal by an estimated 20% at 35°C. This means that part of the cow's production energy will be re-directed to thermal regulation.",
        "2. Limiting heat production - by reducing all activity and changing the feeding pattern. As the majority of heat production in dairy cows is essentially due to rumen fermentations the cow will reduce her DM intake by 10-30%. She will also be selective in what she will eat - namely less roughages.  The latter increase rumen activity and therefore heat production.  Also, rumination, which produces heat, decreases dramatically.",
        "If an animal fails to control her thermal balance, she becomes heat stressed, her feed intake will decline and so will her milk yield. As the ambient temperature increases above the UCT, milk yields can fall by as much as 20%. There will also be a reduction in fertility, including an increase in embryonic loss. There is also evidence of an increase in the risk of clinical mastitis.",
        "High-yielding cows generate more heat than dry cows irrespective of ambient temperatures. A cow yielding 18 litres per day will generate 28% more body heat than a dry cow. A cow yielding 31 litres a day produces 48% more body heat than a dry cow. In broad terms, each cow produces the same heat output as a 1.4kW electric heater. There is evidence that heat stress is most marked when it comes in short bursts with no time for the cow to adapt to the rising temperatures.",
        "Symptoms of heat stress",
        "Animals exhibiting signs of heat stress will become lethargic and inactive and will often stand with heads bowed. They will often pant in an attempt to increase heat loss. Perversely, cows suffering heat stress will often move closer together and stand in tightly packed groups. Respiration rates will also increase as cows attempt to increase their heat dispersion.",
        "",
        "Animals suffering heat stress will often pant in an attempt to increase heat loss",
        "Quantification of heat stress often takes little account of relative humidity (RH). As the relative humidity increases, the temperature at which a dairy cow exhibits signs of heat stress falls.",
        "Research in the USA examined the impact of increasing air temperature and relative humidity on milk yield. A summary of the findings are highlighted in Table 1. The milk yield reductions are shown as a % of the control.",
        "Control",
        "(22°C & 40% RH)",
        "",
        "29°C & 40% RH",
        "",
        "29°C & 90% RH",
        "100%",
        "97%",
        "67%",
        "Table 1- Effects of Ambient Temperature and Relative Humidity (RH) on Milk Yield.",
        "This association between ambient temperature and relative humidity has led to the development of the Temperature Humidity Index (THI), which is  illustrated in Table 2.",
        "",
        "Table 2 - THI Index",
        "When a THI of 72 is reached, cows exhibit moderate heat stress. This level is breached and the cow can become stressed with temperatures as low as 22 °C when the relative humidity is high (90%). At a THI of 80 cows are severely heat stressed.",
        "With RH in the UK frequently above 80% during the summer months and nearing 100% within poorly designed winter accommodation, the effects of heat stress are likely to be an increasing issue for UK dairy farmers.",
        "Data relating to THI between 28th June and 16th August 2009 was logged within a relatively new cubicle building by The Dairy Group. The results are illustrated in Table 3.",
        "",
        "",
        "Table 3 - Actual THI readings",
        "It can be seen from this table that cows housed within this building were exposed to THI in excess of 72 on a number of occasions, in what was a relatively cool season.",
        "Management of heat stress",
        "The production challenges posed by heat stress can be reduced by acknowledging that dry matter intake decreases as temperatures increase.",
        "Whenever feed intake decreases due to heat stress, nutrient concentration should increase to maintain adequate intake of all required nutrients. Low quality, stemmy forages generate more heat by fermentation inside the rumen. High quality forages are digested faster and result in less heat being produced.",
        "Increasing the energy density might entail the use of greater amounts of concentrate and/or by-products. Increasing the energy density of the diet, using high quality forages and feeding more concentrates should help the animal maintain her energy requirements even though she consumes less dry matter.",
        "However, care should be taken to balance diets properly in order to avoid digestive disorders such as acidosis and displaced abomasums.",
        "1. Decreased DM intake with lower proportion of forage and higher levels of fermentable carbohydrates.",
        "2. Decreased rumination.",
        "3. Decreased saliva to the gut, a source of bicarbonate, with a reduction of its buffering power due to increased CO2 expelled (panting).",
        "4. The decreased rumen pH impairs fibres digestion efficiency: rumen fibrolytic bacteria are the most affected when rumen pH drops (below 6.0).",
        "5. Poor mixing of feed, allowing cows to selectively eat.",
        "All of these factors contribute to decreasing feed efficacy, and, consequently, milk yield, and often milk fat. Moreover, acidosis has been shown to affect the animals overall health status, fertility, and bovines longevity.",
        "",
        "Changing feeding times (by feeding 60% of the ration between 8.00pm and 8.00am) can be helpful",
        "Changing feeding times can also be helpful. Feeding 60% of the summer ration between 8.00pm and 8.00am will assist intakes. Cows will tend to eat less during the day, but more often and in small quantities. They will tend to consume more feed at night when it is cooler, slug feed, sort feed and tend to choose feeds that produce less heat during digestion, choosing grains and proteins over forages.",
        "Provision of water is critical. Cows are unlikely to walk more than 250 metres to drink so it is essential that all fields and buildings are adequately supplied.",
        "As temperatures rise, cows will drink more. In hot weather, water intakes can increase by 10 - 20%, so it is essential that yards, buildings, grazing areas and dispersal areas are well supplied by water troughs. When temperatures rise, cows can drink in excess of 100 litres / day, even the lower yielding cows. If cows have access to outside yards or grazing, it is very important that the water is close to shade and a source of feed.",
        "The most practical methods to reduce heat stress can be grouped into shade, ventilation, and cooling. Common areas where cows congregate that will benefit from a reduction in heat exposure are holding areas, feed areas and loafing areas.",
        "The installation of fans and sprinkler systems are often promoted as the solution to a heat stress problem. In many cases there could be significant benefits from a mechanical solution, but this will involve capital investment and an increase in operating costs. On too many farms, fans have been installed before simple improvements to basic ventilation have been made such as opening up side inlet ventilation and ridge outlet ventilation or cutting back vegetation and foliage from around buildings. The installation of a mechanical solution should only be considered after natural ventilation improvements have been considered and implemented.",
        "An assessment of airflows within an existing building can be carried out quickly and easily using a smoke cartridge to see where physical improvements can be made before embarking on a mechanical ventilation solution.",
        "Increasing airflow over a cow has a dramatic effect on evaporative heat loss from the skin. The results of research from the USA suggest that airflows as low as 10 km/hour can reduce respiration rates in heat stressed animals by as much as 50%.",
        "The installation of fans, combined with spraying water onto cows can dramatically reduce the effects of heat stress. There is conflicting advice on the most effective use of water to wet the skin of the cow. Some specialists suggest that cows should be wetted in the feed stance with 1.5 litres of water over a period of 60 seconds followed by 4 minutes of drying with a 10km/hr airflow. Others suggest that when the temperature exceeds 21°C, a spray cycle should include the application of 3.5 litres per cow over a period of 3 minutes followed by 12 minutes with no water application.",
        "A study in the USA suggested that when ambient temperatures reached 27°C, the addition of fans and sprinklers in the collecting yard reduced the cow body temperatures by 1.7°C. This increased milk yields by 0.79kg/day over cows with no fans or sprinklers.",
        "The application of water in the feed area has proved very popular in the USA, but research concludes that the benefits are reduced unless the wetting is combined with fans to increase airflow and therefore evaporative losses. One downside is that application of water to cows around the bedded area has implications for the dryness of the beds and ultimately mastitis levels.",
        "",
        "Spraying should be in cycles combined with improved air movement",
        "Water can be applied more easily within the collecting yard while cows wait for milking. This is a particularly important time as when cows are closely confined in the collecting yard, ambient temperatures can rise rapidly. . Providing spray cooling and assisted airflow in the tight confines of the collecting and dispersal yards has considerable benefit for cow well-being and productivity",
        "Roof insulation for summer housed herds can reduce solar penetration dramatically, but this is likely to be a costly solution with an existing building, but should be considered when building a new cattle shed.  However, painting over roof lights in existing buildings will reduce solar radiation, which can be as high as 850 W/m2.  This is particularly important where cows cannot escape from this heat source, such as in collecting yards.",
        "Although roof lights are beneficial in reducing lighting costs, they can increase the heat within a building - especially when large numbers are fitted to south facing buildings.  The easy solution is to minimise the number on the south facing elevation, fitting more on the north facing side in new builds.",
        "",
        "Buildings with high number of  roof lights increase ambient temperatures. Avoid roof lights on south facing aspects",
        "Cows are not free from heat stress in the winter months, because of the high humidity that can develop within housing because of poor ventilation.  Furthermore in a well stocked building the temperature can be 10°C warmer than outside and so on relatively warm sunny winter days, in buildings with  high RH levels cows can be near or even above their UCT.",
        "",
        "High humidity and poor ventilation can lead to high THI in housed systems in the UK during the winter",
        "Conclusions",
        "It seems highly likely that milk production in the future in the UK will need to take account of changing climate and increasing ambient temperatures. To minimise potential problems with animal welfare, dairy managers need to recognise and monitor the symptoms of heat stress and actively manage their systems accordingly. Changing facilities and management to take account of changing climate will improve both the welfare and performance of the dairy herd.",
        "Heat needs to be dispelled from the cow or her performance and welfare will suffer. Cow performance begins to suffer above 25°C. During the summer, ambient temperatures are often above this, particularly in poorly designed accommodation.  But don't forget the effect of poor ventilation on cows during winter housing.",
        "Finally, heat stress can occur at grazing.  So provision of shelter is advisable, with cows allowed easy access to water troughs that fill quickly."
    ],
    "tables": [
        [
            [
                "Control\n(22°C & 40% RH)",
                "29°C & 40% RH",
                "29°C & 90% RH"
            ],
            [
                "100%",
                "97%",
                "67%"
            ]
        ]
    ]
}