{
    "title": "Mastitis Part 7 - Teat Disinfection",
    "content": [
        "Teat disinfection is the cornerstone of all mastitis control programmes. Disinfecting the teats after milking (post-milking teat dipping / spraying) is one of the key planks of the 5-point plan introduced in the 1960s and,  since then, has been shown to be effective in a huge number of studies. Pre-milking disinfection has not been in use for so long, but  is now commonly seen on-farm.",
        "There are two commonly used methods of teat disinfection - either dipping each teat separately using a cup filled with disinfectant or by spraying disinfectant onto the teats from below.  Whichever method is used, the full benefit of teat disinfection will only be achieved if the disinfectant is applied efficiently and effectively.  The two main factors inhibiting the effectiveness of teat disinfection are ineffective formulation and poor application. Problems with product formulation are usually due to either incorrect mixing of concentrate on farm, or to extraneous water getting into a previously prepared mixture. Poor application, i.e. failure to cover the whole teat of every cow at every milking is the most common error in teat disinfection. All the benefits of correct product selection, preparation and handling are lost if the teat disinfectant does not reach the  skin of the teat. Proper disinfection is not just disinfecting the teat end but disinfecting the entire teat barrel - that is, everywhere the liner has touched. However, there is no benefit to be gained in disinfecting any other part of the udder surface.  Teat dipping is the best method of disinfection, but spraying can be just as effective, if it is carried out conscientiously.",
        "",
        "Fig 1: Teat dipping",
        "",
        "Fig 2: Teat spraying",
        "Pre-milking teat disinfection involves applying a quick-acting disinfectant just before milking to reduce the population of mastitis-causing bacteria on teat skin especially in the region of the external teat orifice. The major effect of pre-milking teat disinfection is therefore against those environmental micro-organisms which cause mastitis. Pre-milking disinfection is not aimed at improving teat condition, so the addition of an emollient is not indicated.",
        "Pre-dipping reduces new environmental streptococcal infections and Escherichia coli by as much as 50%. Pre-dipping teats should be considered if there are high numbers of mastitis cases due to environmental bacteria (> 5 per 100 cows per month), or, particularly in spring-calving cows, at high risk periods such as in the first week after calving.",
        "Pre-dip should be applied to teats after they have been fore-milked and then dry-wiped, or washed and dried. Pre-dip needs a minimum contact time of 30 seconds and must be wiped off prior to the application of the milking units. If you are going to pre-dip, ensure that you use a registered product and do not just use your post-milking teat disinfectant. Most post-dips do not have a very rapid speed of action and their use as a pre-dip may contaminate the milk.",
        "Post-milking teat disinfection should prevent mastitis and enhance teat skin condition. -In preventing mastitis, the post-milking teat disinfection works by the removal of mastitis-causing bacteria from the teat skin and teat sores. Disinfectant should be applied as soon as the cluster is removed, -while the teat canal is still open. The dip can then penetrate the teat orifice, ensuring that those bacteria which have just entered the canal will also be killed.",
        "The main source of mastitis bacteria on the skin of the teat is the milk from cows with infected quarters. Staph aureus or Strep agalactiae from the milk of an infected cow can remain on the teat cup liners for up to 9 milkings. This means that infection can spread from one cow to the next 9 using the same cluster. Most of the bacteria will be on the teat skin from where they can move into the udder at the next milking. Unless they are removed, bacteria on the skin can multiply (especially at sites of teat lesions) increasing the risk of infection via the teat canal at the next milking. Post-milking teat disinfection, dipping or spraying, removes the bacteria that spread during milking and, as such, is an extremely effective weapon against the spread of contagious mastitis.",
        "Any skin lesion which is infected heals very slowly. Teat disinfection removes bacteria from the skin surface, thus promoting healing. Rough or chapped teat skin can also be a reservoir for mastitis-causing bacteria, so thorough disinfection of the whole teat is important.",
        "",
        "Fig 3: Automatic teat sprayer",
        "Dips can be applied by hand-held cups or with a 'power dipper' (a dip cup on a wand with solution applied when a trigger is activated). Dipping uses less product than spraying (approximately 10 ml per cow per milking versus 15 ml, respectively) and, provided that it is carried out correctly, can provide an excellent teat coverage. This application method requires slightly more time than most spraying applications when taking preparation, refilling and actual application into account. Cups should be emptied before refilling, rather than 'topped up' when the solution becomes low and any solution remaining at the end of milking should be discarded. The cup should be large enough to accommodate the teat without causing excessive spillage of the disinfectant solution. The act of immersing each teat in a reservoir of disinfectant usually ensures the entire teat barrel (any area in contact with the teat liner) will be covered, as long as the cup is deep enough and filled with the appropriate amount of an effective solution.",
        "",
        "",
        "Fig4: Teat spraying - checking the coverage of teats using paper towels.",
        "Spraying requires more disinfectant than dipping to achieve the same degree of teat cover because spray will also be applied to the udder. Sprays can be applied using a gun-type hand piece with a spray nozzle or a fully automated spray system. Teats should be sprayed from below using a circular motion to cover all sides of all teats. The drawback of spraying is that there is a much greater chance of achieving only partial teat cover than when dipping. The absence of disinfectant on the other side of the teat could allow the establishment of a reservoir of mastitis-causing bacteria. Partly blocked spray nozzles can also result in poor teat cover.",
        "Fully-automated teat disinfectant spray delivery systems are available. Infrared light beams activate spray nozzles and spray patterns are adjusted to the average cow's udder. Although they can save time and man-power, most automatic units will not give as consistent teat coverage as manual spraying.",
        "More than 10 different active ingredients have been used in teat disinfectants throughout the world over the past 30 years. The most commonly used active ingredients are: iodine, chlorhexidine, quaternary ammonium compounds, hydrolysed fatty acids, hypochlorite, and acid anionic compounds.",
        "Teat skin has relatively few sebaceous glands and continual washing followed by exposure of damp teats to a cold and windy environment can remove protective fatty acids and lead to cracking. Hence, emollients are added to the disinfectant preparations. The addition of emollients, such as glycerine, sorbitol, lanolin or propylene glycol, to teat disinfectant can improve teat skin health and so reduce the likely reservoir of mastitis bacteria in teat sores and cracks. Many teat disinfectants contain emollients when they are sold. Addition of excessive amounts of any emollient (i.e. >20%) will most probably reduce killing activity and could lead to increases in the new mastitis.",
        "",
        "Fig 5: Dirty teat disinfecting equipment will spread disease",
        "For effective teat disinfection always:",
        "1. Read the label and follow the instructions on dilution rates, water quality requirements, mixing procedures, shelf life, compatibility information, and storage conditions.",
        "2.Prepare fresh disinfectant for use (not older than 3 days), and this should be stored in a container with a lid so that extraneous water will not find its way into the already prepared solution thus diluting it.",
        "3. Regularly clean the equipment (minimum once a week).",
        "Poorly prepared disinfectant applied with dirty and contaminated equipment can be a source of new mastitis infections.",
        "",
        "Teat disinfection is an important measure in mastitis control.",
        "It can be carried out pre- and post- milking or by a combination approach.",
        "Pre-milking teat disinfection controls environmental mastitis (i.e. Strep uberis).",
        "Post-milking teat disinfection controls contagious mastitis (i.e. Staph aureus).",
        "Teat disinfectants can be applied by dipping or spraying.",
        "Application by spray can be as effective as dipping when applied properly and consistently.",
        "Dipping requires less disinfectant, but more time.",
        "Addition of emollients to the teat disinfecting solution can improve teat skin health.",
        "Equipment must be regularly cleaned. Otherwise it can act as a source of mastitis bugs."
    ],
    "tables": []
}