{
    "title": "Mastitis Part 9 - The Milking Machine",
    "content": [
        "Simply milking a cow does not result in mastitis. When functioning according to the manufacturer's specifications and operated properly, the milking machine should not cause mastitis. Indeed, it has been difficult to produce mastitis by simply altering machine function. Yet the machine is often blamed for an outbreak when other aspects of milking management are primarily responsible. Nevertheless milking machine management is a crucial component of mastitis control, and it is essential that the effects of the milking machine on mastitis are well understood by farmers, dairy advisors, milking machine testers and veterinarians.",
        "",
        "Fig 1: Teat 'rings' caused by faulty milking machine",
        "1. Physical transport of bacteria between quarters and between cows",
        "Within any herd there is a mixture of cows, some with healthy udders and others with either clinical or subclinical mastitis. The infected cows are likely to shed mastitis-causing bacteria in their milk. Additionally, teat surfaces might be contaminated with bacteria from the environment (e.g. coliforms, Streptococcus uberis) or these present in teat sores and other skin lesions of the udder (e.g. Staphylococcus aureus, Str. dysgalactiae).",
        "The milking process offers two main opportunities for mastitis-causing bacteria, to be transferred - between the quarters of a cow and between cows. Vacuum fluctuations in the claw result in reflux and moving of milk between the cups. If the cow being milked has one or more infected quarters, this process may transfer bacteria to the other teats or quarters. Milking machine modifications designed to prevent inter-quarter transfer, such as multi-valve or ball claws, do contribute to mastitis control. Nevertheless whatever claw system is used, without flushing between cows, milking an infected cow will contaminate the milking machine liner surfaces for the next 6-9 cows.",
        "2. Teat skin and end damage",
        "Milking machines can affect udder health by reducing the natural resistance of the cow, to mastitis. Teat sores and cracks provide sites where mastitis-causing bacteria can multiply and hide before invading the udder to cause mastitis. Damaging the teat is probably the main route by which milking machines influence the level of mastitis. Common machine problems of the milking system associated with teat damage are pulsation failure, high vacuum, vacuum fluctuations, liner defects, liner slip, and long-term over-milking. Teat conditions resulting from these problems include eversion, hyperkeratosis, haemorrhagic blisters, teat chapping and blackspot",
        "",
        "Fig 2: Impact - how bacteria from one quarter can get into another quarter during milking.",
        "Damaged skin is readily colonised by mastitis-causing bacteria, particularly Staph. aureus and Strep. dysgalactiae. The regular use of a teat disinfectant with added emollient, alongside regular milking machine maintenance can reduce skin damage and aid the healing of the lesions.",
        "If the cow is going to experience pain during the milking process because of a faulty machine, she will be restless in the parlour and will not let her milk down readily. This can lead to incomplete milking out.",
        "3. Reverse flow of milk",
        "Mastitis-causing bacteria entering the udder at the beginning of milking are more likely to be flushed-out during milking than those entering during the removal of the milking unit. The reverse upwards flow of milk when there is a sudden admission of air into the system (resulting from a wide range of factors including liner slip, sudden vacuum fluctuation, improperly aligned clusters, improper application/removal of teat cups, vigorous machine stripping and liner kink) may result in milk jets (impacts) from the cluster onto the firmly attached teats. Milk droplet impacts can be minimised by avoiding abrupt vacuum loss, particularly at cluster removal.",
        "",
        "Fig 3: Kicking off clusters increases the risk of mastitis spread",
        "For maximum milking and udder health the liner must match the teat cup shell. Teat cup liners are usually made of synthetic rubber with a porous surface. Such a surface is susceptible to filling with milk fat and other solids. Cracked or damaged liners are difficult to clean and disinfect. They act as reservoirs for mastitis-causing bacteria and do not function properly during milking. Therefore, liners should be discarded when the number of uses recommended by the manufacturer is reached. Liners should also be discarded when they lose shape and become rough or cracked. When one liner is discarded, the others in the same set should also be changed. Alternative materials such as silicon rubber, which is not porous, are likely to be longer-lasting.",
        "Liner Slip",
        "Liner slip occurs when the liner loses contact with the teat skin and permits entry of air into the milking system. This causes a sudden drop in vacuum pressure, facilitating reverse flow and impacts and increasing the risk of mastitis. Liner slips occur with greater frequency near the end of milking. Slipping in late milking is commonly caused by poor cluster alignment, uneven weight distribution in the cluster or poor liner condition. Liner slipping early in milking often results from a low vacuum level, blocked air vents or restrictions in the short milk tube that lead to overloaded clusters. The percentage of slips may be enhanced if the teats are not dried properly before milking.",
        "Over-milking is almost universally regarded by advisors as a key factor in machine-induced mastitis. However, only long-term over-milking has a real impact on mastitis on its own. Long periods of over-milking are known to increase teat damage. Over-milking combined with other faults such as vacuum fluctuations or inadequate pulsation can exacerbate already existing problems, probably by giving a greater exposure of the teat to bacteria and by increasing teat damage.",
        "Proper maintenance and operation of any milking system is a key aspect of successful milking. Good mastitis control requires more than good milking machine design and function; it also demands high levels of hygiene and milking management. In general the milking machine will not influence mastitis occurrence on-farm if:",
        "1. The milking equipment selected for a particular farm operation is that which is best suited for the management, labour, and physical facilities available.",
        "2. The system is properly installed according to manufacturer's recommendations with the primary concern being that of an efficient milking operation that does not put unnecessary stress on the cows.",
        "3. The system is properly functioning at a constant recommended vacuum level.",
        "4. The complete milking system is regularly maintained, tested as recommended, and faults corrected.",
        "Regular replacement of rubberware before it perishes, repairing the faults as detected at the milking machine testing (twice a year recommended), and regulator, pulsators, vacuum gauge checks will result in efficient milking and a lower risk of mastitis. Regular milking machine maintenance is a key component of maximising farm profitability.",
        "The milking machine is unlikely to influence mastitis occurrence on a farm if it is installed, operated, maintained, tested, and functions according to international standards.",
        "The milking machine can influence the level of mastitis on-farm by increasing physical transport of bacteria between quarters and between cows, damaging teat skin and end, and by producing reverse milk flow.",
        "Liner slips may be decreased by proper attachment/removal of the unit, avoiding machine stripping, and having clean air admission holes and sound rubberware.A properly working milking machine will enhance farm profitability."
    ],
    "tables": []
}