{
    "title": "Mastitis Part 6 - Good Parlour Routine",
    "content": [
        "The aim of good milking management is to maximise production of quality milk, minimise teat end damage and mastitis- and to make best use of the labour and milking facilities.",
        "Cows love routine. Ideally, the milking routine should be designed so that every cow is milked exactly the same at every milking, regardless of stage of lactation or who is milking them. The milking procedure should be written down and everyone who milks the cows should understand the procedure and the reasons behind it. Only trained staff who are responsible, conscientious, and have a positive attitude, should be milking cows. The milker needs to be constantly alert to conditions that may spread mastitis from cow-to-cow or environment-to-cow. Preventing mastitis spread is crucial for producing quality milk.",
        "",
        "Fig 1: An unhygienic environment leads to an - increased risk of mastitis and lowered milk quality",
        "One key area is transmission of bacteria, particularly Staphylococcus aureus, from the milker's hands to the udder. Wearing milking gloves is an extremely effective method of reducing bacterial spread. Combining gloves alone, with regular disinfection, such as at the end of each row, is the gold standard. In a herd with an average incidence of mastitis (30 cases / 100 cows / year), the net benefit of using gloves and disinfection will save around £1.60 per cow per year; in problem herds the benefit is around £6.10 per cow per year. These are huge savings for very little cost!",
        "The next area to focus on is spread from cow-to-cow. Bacteria from infected cows can contaminate the cluster and spread infection to the next 9 cows milked with the same cluster. Milking order can therefore have a major impact on the spread of mastitis. Milking first lactation cows first followed by cows with low somatic cell counts second, cows with high somatic cell counts third- and cows with clinical mastitis last will reduce the spread of mastitis organisms from cow-to-cow. However, active maintenance and management of cell count and clinical mastitis records is essential if milking order is to have an effect. Using milking order to manage mastitis is not simple; it requires commitment and effort.  The procedure is probably only practicable in intensively managed small herds (<50 cows), herds which have large cheap labour resources, or in very large herds where separate groups of animals can be maintained for each of these categories. Often, the costs of re-organising an established milking order outweigh the benefits, in a herd with a stable level of mastitis (ranging from 10 - 40 cases / 100 cows / year), the net loss (benefit in terms of mastitis reduction - cost of time etc.) from setting up milking order on the basis of mastitis is likely to be between £7 and £28 per cow per year - higher for herds with more mastitis. It is likely that the benefits are greatest in problem herds where the level of contagious mastitis (clinical or subclinical) is rapidly rising. A cheaper alternative to milking order is to rinse the clusters with an effective disinfectant after a cow will clinical mastitis has been milked - the benefits of this procedure range from 70p / cow / year in herds with a low incidence to £11 / cow / year in problem herds. However, in the past, rinsing the clusters after milking has not been commonly practiced in the UK - because of the impact on time spent milking. However, cluster rinsing has now been automated and is on its way to becoming a relatively common practice on UK dairy farms. It is important to note that rinsing the cluster after high cell count cows does not work - on problem herds the loss per cow per year of such a strategy is estimated at > £120!",
        "Whether you are using milking order to control mastitis or not, cows at high risk for new intramammary infections (IMIs) such as fresh cows, fresh heifers, and sick animals should be managed separately, because their milk is not going to be put in the bulk tank. Newly introduced animals should be also milked separately until their health status is determined, and the clusters sanitised before and after milking.",
        "Milking preparation should consist of: udder massage, foremilk stripping, washing and drying teats, if necessary, and then, finally, teat end sanitation before milking if that is used. Whatever the method of cow preparation, a regular routine is essential. At the end of the preparation period, the teat surfaces should be consistently clean and dry before the milking machine is attached and milk letdown should have been stimulated.  The cups should be applied at or soon after milk ejection when teats are plump with milk.",
        "To decrease the spread of bacteria from one cow to another, single-use cloths or paper towels should be used to dry the teats of individual cows. Some producers use individual cloth towels on each cow, with towels being laundered, sanitised and dried after each milking. Choose the system that best fits your routine.",
        "",
        "Fig 2: Cow cleanliness  has a great effect on efficiency of teat preparation",
        "To produce quality milk, the milking parlour and milking equipment must be kept as clean as possible throughout milking. An unhygienic environment leads to an - increased risk of mastitis and lowered milk quality (Fig 1). Cow cleanliness also has a great effect on efficiency of teat preparation. (Fig 2) Dirty cows will easily double cow preparation time and, thus, unnecessarily slow down parlour throughput. In a 100 cow herd this can add up to 15 minutes per milking! Ensure that however dirty the udder, only the teats are washed, sanitised and dried. Wetting the entire udder makes it difficult to adequately dry the udder before attaching the cups. An inadequately dried udder can result in drops of dirty water running down onto the teat after it has been sanitised. Milking wet udders and teats is likely to result in an increased risk of mastitis and elevated bacterial counts in bulk tank milk. (Fig 3)",
        "",
        "Fig 3: Cleaning dirty teats before milking is essential",
        "Removing a small amount of milk from each quarter of each cow before each milking helps identify new udder infections and improve milk quality. By fore-stripping, abnormal milk can be identified before a cow is milked and milk is put into the bulk tank. Milk should never be stripped onto the hand as this routine spreads organisms from teat-to-teat and from cow-to-cow. Ideally, fore-stripping should be done on clean teats prior to any teat sanitation. This fore milk should be drawn onto a dark surface such as a strip cup as this makes changes in the milk more easy to seeand also reduces the risk of splashing which can occur if a boot or the parlour floor are used.",
        "Prep lag time is the time between beginning teat preparation and cups on. The range of 60 to 90 seconds is accepted as the optimal prep lag for all stages of lactation. This time period allows the cows to be prepared in batches of 5 or 6 before the attachment of the milking units. Attachment should be done carefully to prevent excessive air from entering the milking system. Total milking time is about 5.5 to 8.0 minutes. Longer times are required in herds with high average production.",
        "Although washing and drying helps to reduce bacterial levels, it is by no means as effective as applying a disinfectant (pre-dip) to the teats. Pre-milking teat disinfection means applying a quick-acting disinfectant just before milking to reduce the population of mastitis-causing organisms on teat skin, especially in the region of the external teat orifice. The major effect of pre-milking teat disinfection is against environmental mastitis, reducing new environmental streptococcal infections and Escherichia coli in the pre-dipped cows by as much as 50%. If superficial teat contamination is the cause of high total bacterial counts (TBCs), pre-dipping will also improve TBCs. Sufficient drying time of the sanitising solution prior to milking is critical. Pre-dipping should be considered if high numbers (more than 5 per 100 cows per month) of clinical cases due to environmental bacteria (such as Strep uberis) are the problem in the herd or as a control practice in high-risk cows during periods of high-risk, such as in freshly calved cows after turn-out in spring. Sanitising solution should remain in contact with the teats for 30 seconds.",
        "In some cases, farmers use standard post-milking disinfectant products as pre-dips, sometimes by diluting the ready-to-use post-dip with an equal quantity of water. This is not advisable because the post-milking teat disinfectants do not have very rapid speed of action and the high iodine concentrations used in post-dips could lead to residues if the product is used as a pre-dip. Also, when post-dips are diluted to act as a pre-dip the prepared solution is often used for both pre- and post- dipping. This reduces the effectiveness of the post-dip and the new infection rate and herd cell count may start to rise. Furthermore, the addition of an emollient which is very useful in a post-dip is neither necessary nor desirable for pre-milking teat disinfection. Use a proper pre-dip.",
        "Milk ejection is initiated by oxytocin, as a result of both conditioned and non-conditioned reflexes and inhibited by the stress hormones, such as adrenaline. The conditioned reflexes include learned responses such as when seeing the milking yard and parlour, moving into the parlour and hearing the sounds of the milking plant. The unconditioned reflexes include tactile responses from handling of the teat such as the calf suckling, udder massage and application of the teat cups. Cows that are frightened or excited before milking may not have a normal milk letdown response in spite of an effective preparation routine. A milking environment that chronically stresses cows may predispose cows to a greater rate of mastitis. The aim of a good milking routine is to maximise the amount of milk removed from the udder at each milking.",
        "Improperly aligned units may block milk flow and increase the amount of milk remaining in the udder at the end of milking. Milking units, while they are attached to the udder, must be adjusted correctly to prevent liner slips. (Fig 4)",
        "",
        "Fig 4: Alignment is necessary for effective and complete milking",
        "The unit should be removed as soon as the last quarter milks out. Removing milking machines from teats can be done either manually or mechanically. Manual removal can lead to over-milking, which can cause teat-end damage and decreased resistance to pathogens. Automatic cluster removers (ACRs) can also lead to over-milking, if not set and maintained properly. However, using ACRs generally reduces the probability of     over- milking. A minute or two of over-milking with a properly functioning milking machine is not a major risk for mastitis. However, the risk of liner slip and possible new infection is greatest during over-milking.",
        "The way in which teat cups are removed is usually more important than when they are removed. (Fig 5) The vacuum should always be shut off before teat cups are removed. The practice of pulling the unit off under vacuum should be avoided because it may result in liner slip and infection spreading between quarters. Vacuum shut off prior to removal can be achieved through either bending over the long milk tube or by using the steel clamp on the long milk tube. The vacuum in the claw will then drop slowly as air moves into the claw through the air admission hole in the claw. (Fig 5)",
        "",
        "Fig 5: The vacuum should always be shut off before teat cups are removed",
        "After milking the teat ends should be examined for signs of damage. A normal teat should have healthy unbroken skin with a white ring. Early teat end damage shows as small haemorrhages obvious on white skinned teats. Further progression of teat damage shows as radial cracking of the white ring, followed by enlargement of the cracks and thickening of the ring around the teat end, with the end of teat canal starting to point outwards. In severe cases, fronds of tissue form - severe hyperkeratosis. These lesions indicate that there are milking machine faults which are damaging the teat end.",
        "Post milking teat sanitation is the single most important step in mastitis control. It has been shown in many studies to reduce new infection rates by about 50%. A good teat disinfectant destroys organisms on teats, prevents teat canal colonisation of organisms, and eliminates existing teat canal infections.",
        "Finally, to reduce the risk of mastitis the cow must stay on her feet for a minimum of 30 minutes after being milked. This is to allow time for the teat orifice to close. This can be done by offering food at the exit of the milking parlour. This simple control method has economic benefits even in herds with good mastitis control - net benefit ranging from 50p / cow / year in good herds to £3 / cow /year in problem herds.",
        "In summary, good milking management plays important role in the prevention of mastitis. Excessive machine stripping and removal of the teat cups too violently without releasing the vacuum are the two most common causes of teat injury.(Fig 6) For cows, milking procedure should be a pleasurable and routine experience.",
        "",
        "Fig 6: Excessive machine stripping  is one of the most common causes of teat injury."
    ],
    "tables": []
}