{
    "title": "Mastitis Part 8 - Dry Cow Therapy",
    "content": [
        "The dry period is an essential part of a cow's lactation cycle. This period allows the lining of the udder to be repaired and restored, so that when lactation starts again, milk production is optimal. A dry period of at least 40 days is needed to get optimal milk production. If it is shorter than 40 days, milk production will be reduced.",
        "The dry period has three stages:",
        "1) Involution - after daily milking stops, milk secretions change and finally dry up. The- lining of the udder regresses (reduces in activity and gets smaller) and the teat canal becomes plugged with keratin. This period lasts approximately two weeks.",
        "2) Steady state - after involution the udder stops changing and there is no active secretion of any product. The length of this period depends on the length of the total dry period as the length of the other two periods is fixed - it is - during this steady state period, that the recovery occurs which allows maximal future production of milk. Shortening it to <2 weeks will reduce milk production.",
        "3) Colostrum production and start of lactation - the machinery of lactation is switched on, the udder starts to enlarge and the lining becomes active. This period lasts around two weeks.",
        "As well as being essential for the recovery of the mammary gland, the dry period offers an opportunity to tackle udder infection. The recovery process, alone, will eliminate some infections, but it is much more effective when combined with antibiotic treatment. In fact, particularly for subclinical udder infections, the most effective time to treat is at drying off because:",
        "1) Higher doses can be used than in the milking cow",
        "2) Antibiotics remain in the udder for longer - compared to the milking cow where a lot of antibiotic is lost at each milking.",
        "Antibiotics used for dry cow therapy are different from those used in the milking cow - they have a high concentration of -antibiotics in a slow-release base. This means that the cure rate for dry cow therapy is much higher than for milking cow therapy, especially for bacteria such as Staph aureus.",
        "An advantage of dry cow antibiotics, which is often not appreciated, is that clearing infections - even mild ones - can aid recovery of damaged mammary tissue and aid the speedy formation of the keratin plug of the teat canal.",
        "Dry cow therapy is not just about tackling existing infection. A - second aim is in preventing new infection during the dry period. Even though it is not being milked, the udder can get infected during the dry period. However, each of the three stages has different risks for mastitis. During the steady state the risk is low, but after drying off and immediately before calving, the risk increases dramatically (see Figure 1)",
        "",
        "Fig 1: Effect of dry period stage on risk of mastitis",
        "Preventing infections is simple in the early dry period, as the high concentrations of concentrations of antibiotic which treat infections will also prevent new ones. However, in the period before calving, antibiotic -concentrations will be lower and the risk of infection is higher. This is particularly the case for cows with a dry period longer than the active period for the antibiotic - which, in products available in the UK, ranges from around 4 to over 10 weeks.",
        "To make matters more complicated, the infections that dry cow therapy has to prevent tend to be different from those it has to treat. Staph aureus is the most important bacteria to kill, as this is the organism which causes most persistent infections. In contrast, dry cow infection, especially in the late dry period, tends to be caused by environmental organisms, such as E. coli and Strep uberis. Dry cow antibiotics tend not to be equally effective against all three bacteria, so choice of antibiotic should always be made based on the bacteria causing the problem.",
        "The benefits of effective prevention of udder infection during the dry period do not just apply to the immediate dry period and very early lactation. Studies have shown that dry period infection can lead to mastitis up to three months after the cow has calved, so preventing new infections  in the dry period is crucial in controlling mastitis in the milking cow.",
        "",
        "Fig 2: The dry period is essential for repair of the mammary gland",
        "There are a range of products available from your vet. The best antibiotic will vary from farm-to-farm and often cow-to-cow and year-to-year. There is no simple answer. The key factors to look at are:",
        "1) Length of action - if you have long dry periods then products with a long action may be beneficial, but if you have short dry periods then you will not be able to use most long-acting products",
        "2) Environmental vs. Contagious mastitis. If the problem is the former, then preventing infections is key so use an antibiotic with activity against Strep uberis and E coli. If the latter, then you may benefit from sacrificing activity against environmental organisms by choosing an antibiotic specifically designed to kill Staph aureus.",
        "Choice of dry cow antibiotic should not be based on an automatic 'same as last year' or 'whichever's cheapest', but a carefully thought out process based on current information.",
        "Whole herd vs. Selective Dry Cow Therapy",
        "In the UK, most herds use blanket therapy of all cows at drying off. The advantages of this- are that all infected quarters will be treated and all quarters will be protected from new infections during the early dry period.",
        "",
        "Fig 3: Clean the teat end with teat wipes",
        "However, blanket therapy means that cows without infection, which will also have a low risk of new infections in the early dry period, are given antibiotics. Selective dry cow therapy based on cell count and mastitis history can be used to reduce the number of treated cows.",
        "Properly planned selective dry cow therapy can thus reduce antibiotic use without markedly increasing mastitis risk, especially if your bulk milk cell count is under 200,000. Work with your vet to identify what dry cow antibiotic regime is best for your herd.",
        "The formation of the natural keratin plug during the dry period is key component of the cow's natural protection against udder infection. However, not all cows will form a plug that is effective throughout the dry period. Artificial internal teat sealants have been developed which can overcome the absence of the keratin plug. If used alone in uninfected cows, internal teat sealants will reduce the risk of new infections during the dry period - they are at least as good as antibiotics in doing this. In infected cows they can be combined with antibiotics and will significantly reduce the risk of new infections in the later dry period, particularly in cows which are dry for longer than the active period of the antibiotic.",
        "An alternative to internal sealants are persistent external teat dips, which protect against new infection by covering the teat end with a disinfectant. However, as yet, we do not have products which persist for long enough, most require a new application every 5 to 7 days.",
        "",
        "Fig 4: Partial insertion of the antibiotic tube (<6mm) reduces the risk of pushing infection into the udder at drying off",
        "Cows should be producing <15L of milk / day when dried off. This figure should be achieved by a gradual reduction in feed intake, not by reducing water availability. Once the figure has been reached the cow can be dried off abruptly. On some farms , using cabergoline alongside this preparation process may have some benefits, particularly where there is a problem with milk leakage after drying off.",
        "Inserting the drying off tube should be a separate operation to milking and should be carried out after the last milking. The cow should also be separated from the milking herd to break the routine of the milk let down reflex.",
        "If done badly, dry cow treatment can result in udder infections and mastitis. These infections often cause extensive udder damage and can be extremely difficult to treat. Attention to detail and strict hygiene precautions are essential to prevent such infections. This is especially important if an internal teat sealant is going to be used without antibiotics.",
        "All staff carrying out dry cow treatment should be familiar with the procedure and know how essential it is to follow it:",
        "1) After milking for the last time, separate the cow off and dry her off after that milking has finished",
        "2) Starting with the teats on the far side of the udder - clean the teat ends with separate teat wipes. Focus on the teat end not the udder",
        "3) Move onto the teats on the near side of the udder and clean those",
        "4) Then starting with the teats on the near side of the udder, infuse each quarter with antibiotic.",
        "a. Insert the antibiotic tube just into the teat canal (<6 mm)   b. Insert the whole of each tube into teat   c. Massage the treatment up into each quarter5) Immediately following treatment, dip all teats in an effective teat dip"
    ],
    "tables": []
}