{
    "title": "Mastitis Part 5 - Bactoscan Problem and Solutions",
    "content": [
        "Milk needs to be produced as hygienically as possible. Bacterial contamination is the most important cause of hygiene-related problems as milk is a superb source of food for bacteria. When milk is at a temperature of about 35oC bacterial numbers can double within half an hour- so, within two hours, 1,000 bacteria in a mL of milk can become 10,000 bacteria and, within 5 hours, 1,000,000. Temperature is key, below 5oC the bacteria which affect milk quality do not multiply. However, the bacteria are not killed they are just dormant waiting for an increase in temperature to start reproducing again. High levels of bacteria in milk affect both its manufacturing properties and its shelf life.  Measuring the number of bacteria in milk is thus an extremely valuable measure of quality.",
        "",
        "Fig 1: Effective cleaning of the milking machine is essential to maintain low Bactoscans",
        "Historically, the bacteriological analysis of raw milk was made using simple culture, with the bacterial count being based on the number of visible colonies on the culture plate. Culture isslow and expensive and since the 1980s has been replaced by Bactoscan, an automated process which counts the individual bacteria  in the milk. This is now the standard system for testing milk hygiene the UK. Milk is centrifuged to separate the bacteria and other heavier particles from the main body of the milk, the bacteria stained and then counted. The process takes less than 7 minutes, a huge improvement over the turn-around time required for culture, and, unlike culture, it can be completely automated.",
        "Bactoscan results are not the same as culture results. Bactoscan measures the actual number of individual bacteria whereas culture measures the number of colonies which grow in the laboratory. Culture is therefore affected by the natural tendency of bacteria to clump together in milk - reducing the number of colonies which form.",
        "",
        "Fig 2: There should be a standard protocol for cleaning to ensure that it is done correctly every time",
        "Bacteria are everywhere, in dirt, on skin, on the cows, in the water and in the air. The main challenge in ensuring good hygiene in the dairy, is preventing the normal level of bacteria from becoming a problem.",
        "Bactoscan failures arise from one of four causes:",
        "1) Contaminated plant. If the plant is not being properly cleaned then sufficient bacteria will survive between milkings to contaminate the next milking. Just 5mL of milk residue (i.e. a teaspoon) can contain sufficient bacteria to cause a Bactoscan fail of 1000s of litres of milk. This is the most common cause of Bactoscan failures.",
        "2) Mastitis. Mastitis, especially that caused by environmental streptococci (primarily Strep uberis), is the second most common cause of Bactoscan penalties. Cows with Strep uberis mastitis, even when it is only subclinical, often excrete large numbers of bacteria so even a relatively small number of cows can result in high Bactoscans.",
        "3) Refrigeration failure. If pre-cooling and refrigeration do not quickly and effectively get the temperature of the milk below 7oC, the bacteria that are naturally present in the milk at low numbers will multiply leading to elevated Bactoscans.",
        "4) Environmental bacteria. Bacteria from the environment, e.g. from mud, manure, milker's hands, and feed can contaminate the teats and, if the teats are not cleaned effectively prior to milking, can then be transferred into the milk. The risk of this happening is particularly high if the machine is put onto wet dirty teats",
        "",
        "",
        "",
        "Fig 3: Cows with even mild cases of  Strep. uberis  mastitis can excrete vast numbers of bacteria greatly increasing Bactoscan figures",
        "Irrespective of the thresholds set by the dairy company, good management should be able to keep Bactoscans below 30,000/ mL. If Bactoscans are regularly > 50,000/ mL then remedial action is required.",
        "",
        "Fig 4: Keeping cows in a  clean hygienic environment will reduce Bactoscan levels by reducing the risk of mastitis and by reducing bacterial contamination of the udder and teats",
        "When you get a Bactoscan failure you need to carry out a really thorough plant inspection looking for problems such as milk residue, split liners and cracked or perished rubber ware. If there are no obvious problems then the next step is bulk tank culture. This will identify the type of bacteria which are causing the raised Bactoscan and suggest likely remedies for reducing it. A range of tests is needed - a minimum of standard bacterial culture, coliform count, psychotroph count and thermoduric count (see Box 1). When Bactoscan fluctuates between high and low levels, it is worth freezing a bulk milk sample daily and when another high Bactoscan occurs, sending that day's bulk milk for further testing.",
        "Specific bacteria:",
        "a) Strep uberis: Environmental mastitis - often subclinical, may also be on unclean teats",
        "b) Staph aureus: Mastitis, may also be on unclean teats",
        "c) Enterococcus faecalis: Dirty teats",
        "d) Pseudomonas sp.: Can be mastitis but usually contaminated water supply",
        "High psychotroph count:",
        "Psychotrophs are bacteria which grow at refrigeration temperatures. These bacteria are found in bedding, so high levels can result from inadequate teat preparation, particularly if the bedding is wet.  Psychotrophs can also be high as a result of insufficient cleaning of the bulk tank and/or ineffective milk cooling.",
        "High coliforms count",
        "Coliforms come from manure, mud and contaminated water. A high coliform count can arise because of mastitis, but the great majority of high counts arise either from poor refrigeration or, more commonly still, poor cleaning of the milking plant.",
        "High thermoduric count",
        "Thermodurics are bacteria which can tolerate high temperatures. The most common cause of a high thermoduric count is inadequate cleaning of the milking plant. There is often hard milk residue on the upper surface of the milk lines and visible residue in the tanks. Less commonly, thermodurics can arise because of environmental contamination of the teats often from silage.",
        "",
        "",
        "Fig 5: Maintenance of the refrigeration system, including the plate cooler, is a crucial part of milking machine maintenance",
        "",
        "",
        "Fig 6: Wearing gloves during milking reduces the spread of mastitis and keeps Bactoscan levels down",
        "There are four strategic areas:",
        "1) Plant cleanliness :",
        "a) Make sure that the cold water rinse after milking removes the majority of milk residues",
        "b) The plant should be cleaned and disinfected after every milking and the tank should be rinsed and cleaned after every collection. The milk filter should be inspected and changed after every milking",
        "c) Ensure airlines are free from dust and milk - split liners are a common cause of milk in airlines",
        "d) Regular inspection of the plant is essential to ensure there is no build-up of milk residues",
        "e) Check rubber ware regularly and replace  it if it is cracked or perished",
        "2) Cow preparation and health",
        "a) Have a consistent routine of teat preparation prior to milking. Clean soiled teats with a dry wipe if possible. Avoid over-wetting the udder. Pre-milking teat dipping of cleaned teats can significantly reduce Bactoscans",
        "b) Check that the water used in the plant is not contaminated",
        "c) If subclinical mastitis is the problem, get a herd test done to identify the infected cattle. Then stop milking these cows into the tank and treat them with antibiotics",
        "3) Milking routine",
        "a) Wear rubber gloves and disinfect them regularly during milking",
        "b) Ensure clusters which fall or are kicked off during milking are clean before replacing",
        "4) Milking machine maintenance",
        "a) Check that the temperature of the milk entering the tank is no more than 180C, and that of the milk in the tank is below 70C within three hours of milking. This should be done at least 4 times per year",
        "b) Maintain the milking machine in good working order. Testing at least once per year is essential",
        "",
        "",
        "Fig 7: Contaminated teats are a common source of the bacteria detected by Bactoscan",
        "",
        "Fig 8: Clean soiled teats with a dry wipe if possible",
        "",
        "Fig 9: Old liners can be a significant source of bacteria: Have a regular schedule of replacement and check them regularly",
        "Hygienic milk production is essential.",
        "The Bactoscan measures the number of bacteria in milk\r\n\nAutomated process\nTakes < 7 minutes per sample",
        "Automated process",
        "Takes < 7 minutes per sample",
        "Automated process",
        "Takes < 7 minutes per sample",
        "Four main causes of failure:\r\n\nContaminated plant due to poor cleaning\nMastitis, especially environmental streptococci\nFailure to cool the milk quickly and effectively\nEnvironmental bacteria from poor preparation of the udder before milking",
        "Contaminated plant due to poor cleaning",
        "Mastitis, especially environmental streptococci",
        "Failure to cool the milk quickly and effectively",
        "Environmental bacteria from poor preparation of the udder before milking",
        "Contaminated plant due to poor cleaning",
        "Mastitis, especially environmental streptococci",
        "Failure to cool the milk quickly and effectively",
        "Environmental bacteria from poor preparation of the udder before milking",
        "Four areas of response:\r\n\nPlant cleanliness - more inspection and better cleaning\nCow preparation and health - clean teats, clean water and clean  non-mastitic milk\nMilking routine - clean gloves, clean clusters\nMilking machine maintenance - test at least once per year",
        "Plant cleanliness - more inspection and better cleaning",
        "Cow preparation and health - clean teats, clean water and clean  non-mastitic milk",
        "Milking routine - clean gloves, clean clusters",
        "Milking machine maintenance - test at least once per year",
        "Plant cleanliness - more inspection and better cleaning",
        "Cow preparation and health - clean teats, clean water and clean  non-mastitic milk",
        "Milking routine - clean gloves, clean clusters",
        "Milking machine maintenance - test at least once per year"
    ],
    "tables": []
}