{
    "title": "Mastitis Part 1 - The Importance of Mastitis",
    "content": [
        "Of all diseases of cattle, mastitis, inflammation of the udder, is the disease which costs the most. Cows with mastitis produce less milk, get pregnant less quickly, lose more body condition and, even when mastitis is apparently mild, are more likely to be culled early.",
        "As well as affecting production and profitability, mastitis has a major welfare impact; next to lameness it is probably the disease with most effect on cow well-being. Yet of the three major dairy herd problems, i.e. mastitis, fertility and lameness, mastitis is the disease that you can have the most impact on if you implement a well-planned control programme. This series of bulletins aims to give you the tools to plan with your vet how you can minimise the impact of mastitis on your farm.",
        "",
        "Fig 1: Hard swollen udder - classic sign of clinical mastitis",
        "How much does mastitis cost?",
        "The cost of mastitis is not just the cost of the antibiotic tubes you buy from your vet. That is just the most obvious cost. Treatment costs are generally <15% of the cost of mastitis. Most of the cost of mastitis results from the reduction in milk yield because of udder damage. This effect is long-lasting. Cows with mastitis tend to produce less milk not just in the affected lactation but also in subsequent lactations.",
        "Published costs of mastitis vary widely. One figure often quoted is a cost of £70 - £250 per cow per year, i.e. on a 100 cow herd, the cost of mastitis could be between £7,000 and £25,000. There are several reasons why this figure ranges so widely:",
        "1)     The number of clinical cases. The average number of cases ranges across studies from around 30 cases per 100 cows per year to over 70. Individual farm levels are even more variable.",
        "2)     The degree of subclinical mastitis. Herds with a high level of subclinical mastitis (i.e. a high bulk milk cell count) will be losing more money than a herd with the same number of cases of clinical mastitis but a lower bulk milk cell count. Although farms with high numbers of clinical cases tend to have higher cell counts the link is not absolute. When looking at the cost of mastitis on-farm both types of mastitis need to be taken into account.",
        "3)     The cost per case of mastitis. This varies from farm-to farm because of the differences between farm systems. A recent survey using farm data found that the actual cost of a case of a single clinical mastitis case ranged from £149-£250. So differences in numbers of clinical and subclinical cases, combined with differences in the actual losses for each case lead to large differences between herds in the cost of mastitis.",
        "We have to get away from generic averages. When looking at mastitis control, we need to focus on the individual farm and identify the costs of mastitis on that farm. Working together the veterinarian and the farmer will then be able to identify the prevention programme which will have the most benefit on that farm.",
        "",
        "Fig 2: Teat disinfection is a crucial part of mastitis control",
        "Recording mastitis",
        "All herds have regular bulk milk cell counts, many have at least monthly herd testing. These records are extremely valuable and have undoubtedly played a major part in the reduction in average herd cell count since the 1970s, but to properly assess the cost of mastitis and manage it effectively, we need more than just cell count records.",
        "The main area we need better records is in clinical cases, i.e. cases treated on-farm with antibiotics because of changes in the milk and/or udder. Antibiotic use, provided it follows recommended treatment regimes, can give a guide as to how many cows have been treated. However we need good clinical records to determine how many cows are treated more than once, how effective treatment is - both in terms of clinical signs and cell count, and when cows are treated relative to calving.",
        "",
        "Fig 3: Culling of cows with chronic mastitis costs money in the short term but over the long term is essential if mastitis is to be effectively controlled",
        "Monitoring mastitis",
        "Once the costs and the areas of concern have been identified, then a control programme can be developed for the farm. This plan should identify what the aim is on the farm, in terms of mastitis management, what the main constraints are to achieving that goal, the key changes that need to be made, and their likely benefits.",
        "However that is not the end of the story. It is essential to monitor the response to the plan and to then modify the plan based on the initial response. Without monitoring, the plan is simply a piece of paper and an interesting discussion. This is because, just as it is not possible to assign a single figure to the cost of mastitis, it is not possible to completely predict the response to an individual control measure. Different farms will have different responses to the same measure. So, just as the evaluation has to be individualised, the response has to be individualised too.",
        "",
        "Fig 4: Dry cow management is not just antibiotics; a good clean environment is also important",
        "The DairyCo mastitis plan",
        "This evaluate, implement, monitor and revise formula has been developed into the DairyCo mastitis plan. That plan builds on the original 5-point plan to provide individualised mastitis control that is targeted to the problems on the individual farm and which provides bespoke control measures which are designed to work with the farm's long term aims and goals. The DairyCo plan has been shown to significantly improve the mastitis situation on farms which implement the plan. Not all farms will show this improvement in the first year, but with monitoring and active revision and participation in the plan by both the veterinarian and the farmer, over the longer term individualised programmes are the key to mastitis control.",
        "",
        "Fig 5: Regular maintenance of the milking machine greatly reduces the risk of it causing mastitis.",
        "",
        "*Hygienic teat management",
        "*Prompt identification and treatment of clinical cases",
        "*Dry cow management and therapy",
        "*Culling of chronically infected cows",
        "*Regular milking machine maintenance and testing",
        "Table 1: The Five-point plan - This is the basis of all mastitis control plans but every farm needs its own individual plan with individualised solutions targeted at the problems on that farm",
        "Mastitis is both expensive and a welfare issue",
        "The cost of mastitis varies widely between farms",
        "The type of mastitis varies widely between farms",
        "Farm-specific control programmes are needed to tackle mastitis effectively",
        "Developing such programmes requires effective recording of mastitis",
        "Constant monitoring and assessment of mastitis control programmes is essential"
    ],
    "tables": [
        [
            [
                "*Hygienic teat management"
            ],
            [
                "*Prompt identification and treatment of clinical cases"
            ],
            [
                "*Dry cow management and therapy"
            ],
            [
                "*Culling of chronically infected cows"
            ],
            [
                "*Regular milking machine maintenance and testing"
            ]
        ]
    ]
}