{
    "title": "Mastitis Part 3 - Getting the most from Cell Counts",
    "content": [
        "High cell counts cost money. The cost of a high cell count doesn't just come from the penalties imposed or bonuses foregone when targets are not met; high cell count cows produce less milk than low cell count cows. A high cell count herd will also have more clinical mastitis. So reducing cell count can provide substantial savings - on average, reducing the bulk cell count from 250,000 to 150,000 will result in savings of around £40 per cow per year, most of which comes from a reduction in production of around 0.5L more of milk per day. So cell counts are a valuable tool which can be used to identify a problem, assess the cost of the problem, give a guide as to the solution, and to monitor the response to control programmes.",
        "The stimulus for this invasion is tissue damage. This releases a range of chemicals including some which attract the white blood cells to the damaged tissue and some which activate them. The white cells then attack and attempt to destroy the invading bacteria.  Most commonly, the white blood cells envelop the bacteria and internalise them. They then attempt to digest the bacteria using enzymes.",
        "Somatic cell counts simply measure the number of cells in the milk; the higher the somatic cell count the greater the chance that the udder or quarter is infected. Uninfected cows and quarters often have a milk SCC of <100 000/ml, and almost always have a SCC <200 000. The same applies to bulk milk SCC - on average, the higher it is the higher the proportion of infected cows in the milking herd. With good mastitis control, the bulk milk SCC should be below 200 000.",
        "",
        "",
        "Fig 1: A California milk test kit. This adds the test liquid to all four wells at the same time - useful if large numbers of cattle are tested at the same time",
        "Can cell counts be too low?",
        "For an individual cow the ideal cell count is 100 - 150,000. Below 50,000, there is some evidence that cows respond more slowly to infection, particularly with E. coli, so they have an increased risk of mastitis. So as reducing bulk milk below 100/150,000 may increase the proportion of very low cell count cows, it may also increase the risk of clinical mastitis. Nevertheless because of the other benefits of low bulk cell count the answer is not to increase cell count but to maximise immunity (such as by minimising negative energy balance) and to keep the cows in as good an environment as possible.",
        "Detecting high cell count",
        "Changes in bulk milk SCC reflect changes in the underlying cell count of the milking herd, so bulk milk SCC can be used as an early warning system to identify increases in the number of infected cows. Over the long term, bulk milk SCC can also be used to detect seasonal trends in cell count, which can be useful in identifying mastitis risk factors However, bulk milk SCC is a fairly crude and unresponsive measure. Often by the time that bulk milk SCC has risen there has been a significant increase in the proportion of infected cattle. Bulk milk SCC also underestimates the average SCC of the milking herd - partly because high cell count cows are often excluded from the bulk tank but also because a cow's contribution to bulk milk SCC depends on its milk yield as well as its individual SCC (and high SCC cows tend to have lower yields than low SCCC cows). Furthermore, because it's a bulk measure it provides very little data on the number of infected cows and the dynamics of mastitis in the herd. Individual cow SCC is a much more valuable measure. Regular measurement of individual cell count at herd testing can provide data on the proportion of infected cows, which cows are infected, how long they stay infected for, the rate at which new infections are occurring, and seasonal impacts on those data.",
        "",
        "",
        "",
        "Fig 2: Clumping of the milk and test liquid mixture indicates subclinical mastitis",
        "",
        "Figs 3a & 3b: Some cows with high cell counts are obvious (above), some are not (below)",
        "",
        "Although regular herd testing is the best method of detecting high cell counts in individual cows, a cheaper alternative, which can also be used in an emergency if a herd test is not available, is the California mastitis test. This is a cow side test which uses the fact that when mixed with a detergent, the DNA in the white blood cells is released. If the cell count is high enough a visible gel will form (Fig 2).  The CMT test is performed using a four well paddle (Fig 1) as described below",
        "Discard foremilk",
        "Squirt milk into wells - one per quarter",
        "Add equal amount of reagent and mix",
        "Reaction is scored on a scale of 0 (no change) to 3 (almost solid)",
        "Special reagents are available but recent research has shown that a mixture of 1 to 4 Fairy Liquid to water is just as effective, particularly if a few drops of food colouring are added, and much cheaper. Cheaper detergents tend to not be as effective.",
        "One advantage of the CMT over an individual cell count is that all four quarters are tested whereas an individual cell count is a cumulative count of the quarters. This means that 3 normal quarters can mask the effect of an abnormal one - e.g. a cell count of 500 000 in one quarter and 100 in the other three will result in a whole udder cell count of around 200 000. Individual quarter herd tests are cost prohibitive in most situations, so using a CMT on at-risk cows is a useful exercise.",
        "",
        "Figs 4: Cows with low cell counts (<50,000) may be at an increased risk of toxic mastitis, but this is best tackled by improving environment and immunity rather than trying to increase cell counts",
        "Using cell count data",
        "Individual cell counts tell you what the current infection status of the cow is likely to be.  However a single figure on its own is of limited value.  Firstly there is the masking problem discussed above. Secondly, the most obvious cows on a single herd test are those with the highest SCCs. These cows are likely to have long established infections that which will not respond well to treatment. These cows need to be managed to reduce the risk they pose to the rest of the herd, by techniques such as culling, early drying off or milking separately, but for the highest cell count cows the time is long past for simple identification and treatment. The more important cows are those with persistent infection but lower cell counts (see Fig 5); early detection and treatment of these cows is likely to have the most benefit. The best use of SCC is as a dynamic test with multiple results per cow; this will allow early identification of persistent rises in cell counts in cows to < 400 000 (Fig 6).",
        "Working with your vet, you can use your routine herd test to identify what the underlying cell count problem is, what the main risk periods are and what are likely to be the best solutions for your herd. Herd testing provides individualised data to be used in an individualised herd health plan; the underlying principle of the DairyCo mastitis plan.",
        "",
        "",
        "Fig 5: Distribution  of the latest high SCC in chronically infected individual cows. In a problem herd most infected cows will have a cell count <500 000. Focussing only on the worst cell counts will miss these cows",
        "",
        "Fig 6: Distribution of the initial high SCC in cows which become chronically infected during lactation - this shows that most cows which become chronically infected start off with a raised cell count < 350,000, and a quarter with a cell count < 250 000. You need multiple cell count results to pick these cows up",
        "(Figures 4 and 5 from Hanks and Biggs UKVet)",
        "High somatic cell counts, either bulk or individual, mean money is being lost.",
        "When a cow has mastitis, white blood cells move to the udder to defend it. It is this movement of white blood cells which causes the rise in cell count.",
        "Effective mastitis control should keep bulk milk and individual cell counts < 200 000",
        "Bulk milk cell counts are available from routine test and provide useful data, but for effective control monthly herd testing of individual cows is required",
        "The California milk test is a cheap, but time consuming alternative to herd testing, that is best saved for individual cows or emergencies",
        "The use of computer programmes has revolutionised the value of herd testing. they can quickly identify trends in cell count and identify target areas for mastitis control"
    ],
    "tables": []
}