{
    "title": "Mastitis Part 4 - Detecting and Treating Clinical Mastitis",
    "content": [
        "Mastitis management should be focussed on preventing disease, but if disease does occur then it needs to be promptly identified and treated.",
        "Stripping milk from a cow and examining it, prior to milking, is still the best method for detecting most early cases of clinical mastitis. This is because changes in the milk are often the first sign of mastitis. Milk changes (clots, flecks, changes in colour or consistency) can be seen when milk is stripped on to a dark surface.  The changes in milk are related to the causal organism with clots and flakes tending to be more common in mastitis due to Staphs and Streps, while straw-coloured milk is typically associated with E. coli. There is considerable overlap and other factors need to be taken into account when deciding what treatment to use.",
        "Examination of the foremilk is easy to do and requires no specialized equipment, so is available to every stockperson. Nevertheless, probably less than 10% include it in their milking routine, mainly because of the time it takes.",
        "",
        "Fig 1: Stripping milk onto a dark surface before milking the cow is a simple and effective method of early mastitis detection",
        "Visual examination and palpation of the udder prior to putting on the clusters should be part of all milking routines. Mastitis causes udder swelling, reddening, hardness, heat and pain which can often be detected even with a fairly cursory examination.",
        "The problem with relying on udder examination as the first line of mastitis detection is that udder changes are detectable fairly late in the process, so by the time disease is detected considerable losses have occurred. Later identification also means delayed treatment, which tends to be less effective than early treatment and increases the risk of disease spread",
        "",
        "Fig 2: Conductivity can be used to detect early mastitis but it is not a simple alternative to examining foremilk. Picture from qmps.vet.cornell.edu/Services/lactocorder.htm",
        "Many plants have mastitis detectors fitted in the long milk tubes.  These can be useful if checked after every cow is milked.  However, in direct-to-line parlours milk is in the tank before infection is identified, also in-line filters can restrict milk and air flow through the long milk tube reducing milking machine efficiency.  Checking the main milking plant filters for clots at the end of milking is common practice but should not be used as a method of early mastitis detection!",
        "",
        "Fig 3: The main milking plant filter should not be used as a method of mastitis detection",
        "Mastitis changes the concentration of ions in the milk, which changes its electrical conductivity. Such changes can occur 24 to 36 hours before visible signs develop. This has lead to the development of cow-side and in-line conductivity meters. Unfortunately, detecting mastitis using conductivity is not as simple as measuring cell count. Firstly, there is no single threshold; different cows have different conductivities so to detect mastitis you need to detect a change in conductivity which requires multiple tests. Secondly, whole cow conductivity is not sensitive enough - changes in an affected quarter can easily be swamped by the lack of change in the other three quarters. So individual quarter tests are needed. This means that in a 100 cow herd, 400 conductivity tests are needed every milking. So conductivity monitoring requires a dedicated computer programme to deal with all the data. Finally, even with a false positive rate of <0.5% per test this means that in a 100-cow herd, two cows will be wrongly flagged as having a new case of mastitis every milking - most rises in conductivity are not due to mastitis. It is best used as a screening test to identify cows for closer examination.",
        "Once it is identified, it is important to identify the severity of mastitis as this is crucial in determining what treatment to give.",
        "Mild mastitis: Abnormality of the milk is the main sign with little evidence of change in the udder and no systemic signs such as dullness and loss of appetite.",
        "Moderate mastitis: Changes in the udder are detectable as well as changes in the milk. These changes can occur slowly or rapidly. There may be small systemic changes such as reduction in feed intake.",
        "Over a long period of time both of these types of mastitis can persist, leading to chronic inflammation and damage in the udder (chronic mastitis).",
        "Severe mastitis: Marked changes in the udder and milk are combined with major systemic effects in the cow such as fever, loss of appetite, depression, shock, dehydration, and collapse. These cows need urgent veterinary attention.",
        "There are two aims of mastitis treatment:",
        "1) Returning milk to normal with an acceptable cell count so that it can be sold again",
        "2) Getting rid of the bacteria",
        "The first is easier than the second. Mild mastitis can often disappear in a few days with no treatment or with massage and hand stripping of the quarter.  However the bacteria may still be there. The same process may also occur after antibiotic treatment, particularly short courses with short milk withholds. Getting a visible cure without a complete bacteriological cure may result in an increase in subsequent clinical infections and a permanently raised SCC.",
        "",
        "Fig 4: Treatment with intramammary antibiotics remains the basis of most mastitis treatment",
        "",
        "Fig 5: There is little sense in treating an older cow with chronic Staph aureus and a persistently high cell count",
        "Antibiotics",
        "These are the basis of most treatment regimes. There are two options: intramammary antibiotics, the classic mastitis tube and systemic antibiotics given by the intramuscular or subcutaneous route.",
        "Intramammary antibiotics should be the first-line treatment for cows with mild uncomplicated mastitis in a single quarter. Systemic antibiotics should be used when more than one quarter is affected, when udder changes are marked or when the cow is obviously ill.  Combination therapy, with both systemic and intramammary antibiotics, may increase bacteriological cure rates but should only be used based on advice from your veterinarian.",
        "All farms should have an individualised standard operating procedure (SOP) for the treatment of mastitis with antibiotics. This should include details such as when to use intramammary antibiotics, when to use systemic therapy and when to use combined treatment, as well as guidance on when not to treat because the cow is unlikely to respond (a high SCC cow with a history of Staph. aureus infection). It should also detail the products available to the staff that have been prescribed for mastitis treatment on that farm.  All staff milking cows should be familiar with this SOP.",
        "",
        "Fig 6: Cows that are sick because of mastitis need immediate veterinary attention",
        "Non-steroidals (NSAIDs)",
        "These are aspirin-like drugs which reduce the inflammation and pain associated with mastitis. They have proven very useful in severe cases of mastitis, but there is now increasing evidence of their usefulness in mild to moderate cases. Cows treated with intramammary antibiotics and NSAIDs had lower cell counts, better cure rates and better fertility than cows treated with antibiotics alone.",
        "Treatment 'failure'",
        "There are four reasons why treatment does not result in return to normal:",
        "1.       Wrong antibiotic - mastitis-causing organisms not killed by the chosen treatment",
        "2.       Not enough antibiotics for long enough at the site of infection - although bacteria are killed, not all are and return after the end of treatment.",
        "3.       Re-infection - treatment works but cow gets re-infected.",
        "4.       Wrong cow - persistent damage to the udder can prevent the antibiotic from coming into contact with the bacteria in sufficient concentration.",
        "Most intramammary antibiotics are designed to be effective against most common mastitis pathogens, but some have a narrow spectrum. Systemic antibiotics tend to have a narrower spectrum. So determining antibiotics to use for first-line should be based on a thorough understanding of the main pathogens on your farm. This is critical to the development of your mastitis SOP; input from your veterinarian is essential in determining the most appropriate antibiotics to use on your farm.  True antibiotic failure is a rare cause of poor treatment response.",
        "Antibiotic treatment of mastitis is aimed at getting the cow back into milk as soon as possible - short courses with low amounts of antibiotics with short milk withholds. This reduces the chance of killing all the bacteria. Longer treatment is more effective but more expensive, but it should be considered on farms where recurrent cases are a problem, and when  apparent cure rates after standard courses are lower than expected. Again, changes in antibiotic treatment length need to form part of your mastitis treatment SOP, and veterinary advice is crucial.",
        "For some cows no matter how much antibiotic you use the chances of cure are very low. For example a 5-year old cow, treated at 150 days in milk, with a SCC of 2,000,000 cells/mL because of Staph aureus infection has approximately 1% chance of cure. The main reason for failure in these cases is that the antibiotics never reach the bacteria in sufficient concentration. These cows need to be identified and removed from the herd. Treatment will not be economic.",
        "Mastitis may result in changes in the milk, udder and cow or any combination.",
        "Foremilking is the best method of early mastitis detection - clots, flecks, and changes in colour or consistency can be seen when milk is stripped on a dark surface.",
        "Observation and palpation of the udder is essential but tends to detect only later or more severe mastitis cases.",
        "Mastitis can be treated by intramammary or systemic antibiotics or a combination of both.",
        "Intramammary drugs tend to be best for single quarter mild mastitis, while systemic treatment is better for more severe cases or multiple quarter infection.",
        "An SOP that is available for all staff should be developed for mastitis treatment with antibiotics.",
        "Apparent treatment failure is usually due to insufficient antibiotics being given for too short a period of time. However, not all cows will respond to treatment. Identify these cows before wasting money on antibiotics"
    ],
    "tables": []
}