{
    "title": "Mastitis Part 11 - Summer Mastitis in Cattle",
    "content": [
        "Summer  mastitis  is  usually  a  disease  of  non- lactating cows and heifers during the summer months.  It  also  occurs  occasionally  in  the rudimentary udders of young heifers, bulls and steers. In beef cows, summer mastitis is often seen when barren spring calving cows are kept for later breeding (e.g. transferred from the spring herd to the autumn-calving herd on the farm).  It is important to note that some beef cows may stop lactating before the calf has been removed from its dam. There is a wide regional variation in its incidence in the UK.",
        "",
        "In  beef  cows,  summer  mastitis  is  often  seen when barren spring calving cows are kept for later breeding.  Note the swollen fore teat and gland",
        "",
        "Sick cow caused by summer mastitis.  Note the swollen right fore teat and gland.",
        "",
        "Sick cow caused by summer mastitis.",
        "Bacterial  causes  include  Arcanobacterium pyogenes, Peptostreptococcus indolicus, Streptococcus dysgalactiae which act synergistically to cause summer mastitis. Transmission of infection is thought to be by the head fly (Hydrotea irritans). These flies live in bushes and trees, and can only fly during mild, damp humid conditions and low wind speeds thus cases tend to be associated with \"problem fields\" next to woods and high hedges.",
        "",
        "Transmission of infection is thought to be by the head fly",
        "",
        "Note the huge number of flies surrounding the teat orifice.",
        "Clinical presentation",
        "Supervision of maiden and in-calf heifers and dry cows at pasture during the summer months is often sporadic due to other commitments on the farm and therefore mastitis may be well advanced before clinical signs are noted.  During the early stages of the disease, a diligent stockman will notice gradual enlargement, both in length and diameter of the teat(s) of the affected gland(s), for up to one week before the heifer/cow becomes sick. Often large numbers of flies cluster around the affected teat orifice causing considerable irritation with frequent kicking.  Obvious swelling of the affected quarter is associated with development of more generalised signs of illness including isolation from the group, stiffness and reluctance to walk, lack of grazing giving a gaunt appearance, joint distension of the fetlock and hock joints and rapid loss of body condition.  Veterinary treatment is essential for these sick cattle.",
        "",
        "The affected quarter is swollen, hard, painful and hot, with a grossly enlarged teat.",
        "The affected quarter is swollen, hard, painful and hot, with a grossly enlarged teat.   The udder secretion is thick and clotted (like grains of rice) with foul-smelling  green/yellow pus. Affected  animals may abort and may die if prompt treatment is not administered. Even after prompt treatment, the affected quarter is permanently damaged.  Illness leads to the birth of weakly calves which have a high mortality rate. Colostrum from another cow is strongly recommended for these calves.",
        "",
        "Colostrum from another cow is strongly recommended for weakly calves born to cows with severe summer mastitis.",
        "Diagnosis",
        "Diagnosis is based upon finding of a swollen and oedematous quarter(s) with a characteristic foul discharge; bacteriology is rarely undertaken.",
        "Treatment",
        "Your veterinary surgeon will consider various drugs including parenteral antibiotic injections such as procaine penicillin, potentiated sulphonamides or tylosin, and  intramammary antibiotics (penicillin or intramammary erythromycin tubes).   Non-steroidal anti-inflammatory drugs (NSAID injections) for three consecutive days reduce pyrexia, swelling and pain; corticosteroids reduce joint effusions much more effectively but will induce abortion and therefore should not be used in pregnant cattle.",
        "Stripping of the udder should be undertaken as often as is practical but is resented by the animal due to the painful and oedematous teat/gland and kicking is common.  Amputation of the affected teat is often requested by farmers to facilitate drainage but there is the risk of considerable haemorrhage and the teat amputation site rapidly seals over.",
        "",
        "Stripping of the udder should be undertaken as often as is practical.",
        "Prevention control measures",
        "Reduce exposure by grazing cows away from susceptible fields.  Higher, more exposed pastures are to be preferred away from clumps of trees or high hedges. Fly control measures (usually synthetic pyrethroids) include methods such as impregnated fly tags, pour-on preparations and sprays.",
        "",
        "Fly control measures (usually synthetic pyrethroids) include methods such as impregnated fly tags, pour-on preparations and sprays. (Note the trauma caused to the teat by the cow repeatedly licking the teat due to irritation from flies).",
        "",
        "Note the trauma caused to the teat by the cow repeatedly licking the teat due to irritation from flies",
        "Dry cow therapy remains the most effective means of  preventing  summer mastitis  both in  cows  at drying-off, and in susceptible pregnant heifers during the summer months.  As a general rule, the longer duration dry cow antibiotic preparations should be used but only after consultation with your veterinary surgeon.  In herds with a severe summer mastitis challenge re-tubing cows, or more commonly at-risk heifers,  at  three  week  intervals has  proven successful but is considered cost-prohibitive in beef cattle.   Care must be exercised when infusing intramammary antibiotic preparations in heifers whereby the nozzle of the tube is held at the teat orifice, but not forced into the teat canal lest damage occurs.  The teats must be swabbed with surgical spirit before tubing and a teat dip used afterwards. Cattle should not be tubed in wet weather or in unhygienic conditions  because  of  increased  risks from introducing infection into the udder. If in any doubt, consult your veterinary surgeon regarding this important aspect of dry cow management.",
        "",
        "Cattle should not be tubed in wet weather or in unhygienic   conditions  because  of   increased risks from introducing infection into the udder. Gloves should be worn where possible.",
        "Sealing the teat canal, using physical barriers such micropore/adhesive tape and external teat sealants, has been used to good effect. Remove affected cow from other cows as the affected cow is a potential source of infection. Housing the infected cow will reduce fly worry.",
        "Economics",
        "Loss of an affected quarter reduces future milk production by around 10 per cent and affected cows command poor sale prices. Convalescence is extended and cattle may lose 50-100 kg liveweight."
    ],
    "tables": []
}