{
    "title": "Medicine Usage",
    "content": [
        "This bulletin has been written to complement the information in the antimicrobial resistance (AMR) bulletin which is also available on the NADIS website.",
        "The prescription, dispensing, storage, administration and disposal of veterinary medicines are regulated by the Veterinary Medicines Regulations (VMR) and overseen in the UK by the Veterinary Medicines Directorate (VMD). The VMR requires records to be kept of the supply and administration of medicines by both vets and farmers. These records must be durable, permanent (they need to be kept for at least five years) and available for inspection at any given time. It is acceptable to keep records electronically.",
        "",
        "Figure 1: All medicines purchased or administered on farm should be recorded either in a medicines book or electronically",
        "Prescription and sale of drugs",
        "There are three main classes of veterinary medicine in the UK for food producing animals:",
        "Type",
        "Description",
        "Example",
        "POM-V",
        "These medicines can only be supplied if they have been prescribed by a vet following a clinical assessment of the animal (For farmed animals they must be “under the care” of the vet - treatments may be outlined in the herd or flock health plan). The medicines may be supplied by a pharmacist or other RQP but only on the production of a valid prescription from a vet.",
        "All antibiotics and hormone products, anti-inflammatory medicines, some vaccines and certain classes of wormers",
        "POM-VPS",
        "These medicines can be prescribed and supplied by a Registered Qualified Person (RQP) i.e. a vet, pharmacist or Registered Animal Medicines Advisor (RAMA). There is no requirement for a clinical assessment of the animal to be made.",
        "Many wormers and external parasite treatments, local anaesthetics.",
        "AVM-GSL",
        "These medicines can be supplied by any retailer.",
        "Some mineral and vitamins, teat dips, oral rehydration products.",
        "All authorised veterinary medicines must meet safety, efficacy and quality standards. In the UK these medicines will either have a Vm number or an EU number. This includes authorised herbal veterinary medicines.",
        "Whilst the responsibility for prescribing medicines lies with the vet or RQP, farmers should ensure that any medicines dispensed to them are used, stored, administered and recorded correctly.",
        "Types of veterinary medicines",
        "There are two broad groups of veterinary medicines:",
        "Medicines that target disease-causing organisms such as bacteria or parasites",
        "Antibiotics\n Antiprotozoal medicines\n Antifungal medicines\n Anti-parasitic medicines",
        "Antibiotics",
        "Antiprotozoal medicines",
        "Antifungal medicines",
        "Anti-parasitic medicines",
        "Medicines that have a direct effect on the animal’s body\n\n Vaccines\n Reproductive medicines e.g. prostaglandins\n Anti-inflammatories or pain killers\n Vitamin and mineral supplements\n Nutritional or fluid therapies",
        "Vaccines",
        "Reproductive medicines e.g. prostaglandins",
        "Anti-inflammatories or pain killers",
        "Vitamin and mineral supplements",
        "Nutritional or fluid therapies",
        "Antibiotics",
        "Antiprotozoal medicines",
        "Antifungal medicines",
        "Anti-parasitic medicines",
        "Vaccines",
        "Reproductive medicines e.g. prostaglandins",
        "Anti-inflammatories or pain killers",
        "Vitamin and mineral supplements",
        "Nutritional or fluid therapies",
        "",
        "Figure 2: Vaccines have a direct effect on the animal’s body",
        "Each of these broad groups can be further classified. For example, there are many different classes of antibiotics and anti-parasitic drugs, which all have different modes of action or target organisms. It is vital to seek veterinary advice to make sure that you use the correct medicine for each disease or infection.",
        "Vaccines work by stimulating the animal’s own immune system. If the animal is subsequently challenged by the real infection, its body is able to mount a response more quickly. This reduces the severity of disease and production losses associated with that infection. Vaccination is most effective when it targets specific diseases which have been identified on an individual farm, or diseases which are considered to be a high risk of coming onto the farm if they are not there already. This highlights the importance of having a veterinary health plan and developing bespoke vaccination protocols for each farm.",
        "Anti-inflammatory medicines are often prescribed alongside other drugs such as antibiotics as there is evidence that their use can significantly increase the response to treatment and result in better outcomes for both animal and farmer.",
        "Recording medicine use",
        "When a vet treats a food producing animal they must record",
        "Name of the vet",
        "Name of the product and batch number",
        "Date of administration",
        "Amount administered",
        "ID of animal(s) treated",
        "Withdrawal period",
        "Farmers must retain a proof of purchase, and record",
        "Name of product and batch number",
        "Expiry date",
        "Quantity acquired",
        "Name and address of supplier",
        "When the product is administered farmers must further record",
        "Name of product and batch number",
        "Date and quantity administered",
        "Withhold period",
        "Identity of the animal(s) treated",
        "Administration of medicines",
        "All medicines have a licenced use data sheet which outlines the correct use and storage, and operator safety information. It is vital to adhere to the directions on the sheet.",
        "Medicines on farms must be handled and administered by someone competent to do so, or under their supervision. Care must be taken to select the correct equipment: correct needle size for site of injection and size of animal i.e. an injection of a non-steroidal anti-inflammatory (NSAID) under the skin of a calf requires a shorter and thinner needle than an intramuscular injection of a viscous antibiotic in a well-muscled adult cow. New, sterile equipment should be used for each administration. The only exception is vaccination guns, which are designed to sterilise the needle between each injection automatically, and therefore the needle only needs changing according to the manufacturers’ instructions e.g. every 25 animals.",
        "Figure 3: Choice of equipment for administering a drug should be based on size of the animal, site of injection and volume to be administered",
        "If possible, avoid injecting dirty or wet animals as this increases the risk of injection site abscesses.",
        "There are certain medicines e.g. vaccines for orf, enzootic abortion, toxoplasmosis and footrot, and hormone-based products such as prostaglandin which have significant implications for human health if they are used incorrectly, come into contact with the skin of the person dispensing or administering them, or are accidentally self-injected. Extra care must be taken when handling such medicines, including the use of disposable gloves, suitable animal restraint and stringent hand washing after use.",
        "Figure 4: Injecting wet or dirty animals increases the risk of injection site abscesses",
        "An accurate weight for the animal receiving the medication should be obtained for medicines with weight dependent dosing, either by using a weigh band or scales. In a large group of similar sized animals where individual weighing is not possible, the dose volume should be calculated using the weight of the biggest animal in the group. Dosing to the average weight would result in underdosing of half the group with treatment failure or faster development of resistance as possible outcomes.",
        "",
        "Figure 5: Animals should be dosed as accurately as possible either by weighing individuals, or dosing a group based on the weight of the largest animal",
        "It is also very important to follow datasheet or veterinary advice to ensure medicines are given at the correct dose and at the correct site in the animal. Incorrect administration of medicines may result in treatment failure due to incorrect distribution of the drug within the body, or residues within the meat or milk and subsequent penalties.",
        "Withdrawal periods",
        "Medicine withdrawal periods are the specific amount of time after the last dose of the medicine has been administered before levels in the meat or milk have fallen below the maximum residue level (MRL). Check these each time a drug is purchased and administered. These can change for the same medicine and differ between products with the same active ingredient.",
        "The withdrawal period will only be correct if the dose and frequency of administration is in accordance with the data sheet. If your vet advises using a medicine “off licence” i.e. outwith the specific instructions from the manufacturer then minimum statutory withdrawal periods must be applied. These are 7 days for milk and 28 days for meat. Your vet will advise whether it is necessary to apply these withdrawal periods. Statutory withdrawal periods also apply when medicines are given at the same time which do not have a licence to be used together.",
        "In addition, some organic food schemes require doubling or sometimes tripling of the stated withdrawal period and users should follow their contractual obligations.",
        "Storage of medicines",
        "Veterinary medicines must be stored in accordance with the manufacturers’ instructions. Any storage area on farm must be:",
        "Secure, preferably locked",
        "Confined so as to control spillage",
        "Labelled with warning signs",
        "Unable to be accidentally damaged i.e. away from areas of high animal or human traffic.",
        "Safe from children and animals (including birds and vermin)",
        "Large enough for all containers which may need to be stored",
        "Fire proof for 30 minutes",
        "In a designated area away from food or drink storage and consumption",
        "Able to meet specific storage recommendations e.g. a fridge that is able to maintain a temperature of 2oC to 8oC to ensure safe storage of vaccines.",
        "In addition, correct storage requires regular stock control to ensure that medicines are not kept or used beyond their expiry date, and monitoring to ensure that conditions such as temperature are met. Fridge thermometers are a cheap and easy way to monitor temperature - any deviation from the recommended 2oC to 8oC storage temperature may result in deactivation of the vaccine, and therefore treatment failure.",
        "If medicated feed is being stored on farm the containers should be clearly labelled with a description of their contents and expiry date.",
        "Once a medicine is opened it should be labelled with the date of opening, and used or disposed of within the stipulated time period on the data sheet.",
        "Disposal of veterinary medicines",
        "Veterinary medicines should be disposed of properly via the supplier, waste disposal contractor and local authority in accordance with the product data sheet. Medicine waste should never be disposed of with domestic waste or poured down the drain, nor should unused medicines be sold or passed on to anyone else.",
        "Your veterinary surgery will be able to supply you with the correct containers for disposing of sharps and empty or out of date medicine containers.",
        "The date of disposal must be recorded in the medicines book, along with the amount, method, and location of product disposal. Special rules apply to some products such as sheep dip which requires a licence for disposal. Other products for example fly treatments need special consideration because they are highly toxic to the environment. If you are in any doubt about how or where to dispose of used or out of date veterinary medicines, contact your local veterinary practice, product supplier or local authority for more information.",
        "",
        "Figure 6: Disposal of used sheep dip is subject to strict regulations"
    ],
    "tables": [
        [
            [
                "Type",
                "Description",
                "Example"
            ],
            [
                "POM-V",
                "These medicines can only be supplied if they have been prescribed by a vet following a clinical assessment of the animal (For farmed animals they must be “under the care” of the vet - treatments may be outlined in the herd or flock health plan). The medicines may be supplied by a pharmacist or other RQP but only on the production of a valid prescription from a vet.",
                "All antibiotics and hormone products, anti-inflammatory medicines, some vaccines and certain classes of wormers"
            ],
            [
                "POM-VPS",
                "These medicines can be prescribed and supplied by a Registered Qualified Person (RQP) i.e. a vet, pharmacist or Registered Animal Medicines Advisor (RAMA). There is no requirement for a clinical assessment of the animal to be made.",
                "Many wormers and external parasite treatments, local anaesthetics."
            ],
            [
                "AVM-GSL",
                "These medicines can be supplied by any retailer.",
                "Some mineral and vitamins, teat dips, oral rehydration products."
            ]
        ]
    ]
}