{
    "title": "Nervous Diseases in Cattle",
    "content": [
        "In-utero bovine viral diarrhoea virus (BVDv) infection around 90 to 130 days of gestation causes cerebellar hypoplasia (failure of the cerebellum to develop normally).",
        "This is a common congenital abnormality for which there is no treatment.",
        "",
        "Cerebellar hypoplasia (failure of the cerebellum to develop normally) is caused by in-utero bovine viral diarrhoea virus (BVDv) infection",
        "Clinical signs",
        "Cerebellar hypoplasia is characterised by lowered head carriage, a wide-based stance and inco-ordination, particularly of the hind legs but with preservation of normal muscle strength.",
        "",
        "Cerebellar hypoplasia  is  characterised  by lowered head carriage, a wide-based stance and inco-ordination",
        "",
        "Cerebellar hypoplasia is a common congenital brain abnormality of calves",
        "Diagnosis",
        "BVD virus can be isolated from tissue collecting at the time of eartagging. Alternatively, characteristic histopathological changes are found at necropsy.",
        "Treatment",
        "There is no treatment for cerebellar hypoplasia and affected calves should be culled because they pose a risk to susceptible cattle in the herd as they often excrete virus for the remainder of their lives.",
        "Prevention/control measures",
        "BVD can be controlled by effective biosecurity measures in a herd with no infection and/or vaccination. Scotland has established an eradication plan which is progressing well.  Full and enthusiastic participation by every farmer is essential for success which will bring financial and herd health returns for many farmers.",
        "Entry of bacteria via the gut, with localisation within the membranes (meninges) around the brain, results from failure of passive antibody transfer (poor colostrum intake) and high levels of bacterial challenge in the calf's environment.  The disease is more common in those calves born indoors in unhygienic conditions.",
        "Clinical presentation",
        "The early clinical signs include failure to follow the dam, lack of sucking behaviour, depression, star gazing and weakness. As the disease progresses, the affected calf is blind but over-reactive to touch and sudden noises. Seizures are seen just before death.",
        "",
        "",
        "The  early  clinical  signs  of  meningitis  include lack of suck reflex, depression and weakness",
        "",
        "Calves may show \"head pressing\" behaviour",
        "",
        "",
        "Calves  are  blind  and  may  show  \"star-gazing\" behaviour",
        "",
        "",
        "Seizures  are  seen  in  meningitis  just  before death",
        "Treatment",
        "Intensive intravenous antibiotic therapy is essential as soon as possible after the onset of clinical signs.",
        "Prevention/control measures",
        "Improved hygiene in the calving accommodation and ensuring timely passive antibody transfer (three litres of colostrum within two hours of birth) should prevent most neonatal infections including meningitis.",
        "Clinical signs are slowly progressive and result from the  space-occupying  nature  of  the lesion. Depression is commonly observed with the head turned towards the animal's chest. There may be compulsive circling but affected cattle often stand motionless with the head pushed into a corner.  The calf is blind in the opposite eye to the abscess.",
        "Treatment",
        "Treatment with penicillin daily for six weeks may halt progression of the infection but the long term prognosis is very poor.",
        "Prevention/control measures",
        "Prevention of bacterial infections of neonatal calves necessitates ensuring adequate passive antibody transfer and reducing environmental bacterial challenge, by maintaining good hygiene standards in the calving accommodation.",
        "Infection of the middle ear usually arises from ascending infection of the eustachian tube.",
        "Clinical presentation",
        "The major clinical sign in vestibular disease is a 5° to 10° head tilt down to the affected side.   There may be loss of balance, leaning and movement/circling toward the affected side.  When walking, cattle tend to drift toward the affected side.",
        "",
        "",
        "There may be loss of balance in vestibular disease",
        "",
        "",
        "The major clinical sign in vestibular disease is a 5° to 10° head tilt down to the affected side",
        "Treatment",
        "The bacterial infection responds well to daily treatment with 44,000iu/kg procaine penicillin for seven consecutive days.",
        "Definition/Overview",
        "PEM is a sporadic condition affecting growing cattle associated with high concentrate rations.",
        "Clinical presentation",
        "Affected animals are dull and may isolate themselves from others in the group.  There is high head carriage and affected cattle may stagger.  There is blindness but animals react abnormally to sudden touch and loud noises. As the disease progresses animals often head press into corners, and there is frequent teeth grinding.  Seizure activity is common during the later stages if untreated.",
        "Diagnosis",
        "Diagnosis of PEM is based primarily on the history, clinical signs and the response to intravenous thiamine administration.",
        "Treatment",
        "Improvement following thiamine hydrochloride given intravenously early in the disease is usually evident within 24 hours.  Full clinical recovery may take one week.",
        "Listeriosis occurs sporadically in cattle where most cases are associated with feeding poorly fermented/conserved forages.",
        "Clinical presentation",
        "Cattle frequently have a \"propulsive tendency\" and may be found with the head forced through a gate or under a feed trough or wedged across the front of the cubicle. There is reduced appetite over several days resulting in a gaunt appearance, marked fall in milk production in lactating cattle and weight loss. Loss of saliva leads to rumen impaction causing abdominal pain manifested as an arched-back stance and frequent teeth grinding. Weakness may also be present.",
        "",
        "",
        "There is reduced appetite over several days resulting in a gaunt appearance",
        "",
        "",
        "There is a drooped left ear and upper eyelid and flaccid lip on the left side of this cow's face",
        "There is paralysis of the cheek muscles and decreased skin sensation on one side of the face with a drooped ear, drooped upper eyelid and flaccid lip.",
        "Differential diagnoses",
        "Your veterinary surgeon will also consider:",
        "Vestibular lesion",
        "Basillar empyema",
        "Brain abscess",
        "Nervous ketosis/acetonaemia",
        "Treatment",
        "Treatment with high doses of penicillin have been recommended for the first day with more conventional dose rates for the next 7-14 days.",
        "Loss of saliva and inability to drink normally lead to dehydration and metabolic acidosis. Care must be taken when replacing fluids by oro-gastric tube because contraction of the rumen caused by anorexia  of  some  days' duration may result in passive regurgitation of fluid around  the  stomach tube (or Agger's pump).",
        "Prevention/control measures",
        "Good fermentation is guaranteed by cutting grass at an early growth stage (high digestibility value >72) containing a high fermentable sugar content, wilting for 24 hours and the use of various silage additives whether sugars or organic acids. Compaction of the silage clamp is important to expel all air followed by a tight  seal to prevent  aerobic  bacterial multiplication. Soil contamination of the silage is reduced by rolling grass fields at the beginning of the growing season.",
        "See poisons bulletin.",
        "The condition occurs sporadically but is often associated with the insertion of bull rings.",
        "Aetiology",
        "Localised  infection,following ring insertion, spreads to blood vessels around the pituitary gland, giving rise to basillar empyema.",
        "Clinical presentation",
        "The clinical signs are variable and necessitate immediate  veterinary  examination  and  treatment. The treatment response is good during the early stages but rapidly worsens if there are delays in appropriate therapy.",
        "",
        "",
        "The clinical signs of basillar empyema are variable and necessitate immediate veterinary examination and treatment",
        "Prevention/control measures",
        "Care/hygiene when inserting bull rings.  Do not use bulldog clips inserted into the nostrils as a deterrent to cross-sucking in cattle.",
        "",
        "",
        "Tight bulldog clips inserted into the nostrils to deter cross-sucking in cattle may lead to basillar empyema",
        "Definition/overview",
        "Bovine spongiform encephalopathy (BSE), first reported in the United Kingdom in 1987. From a peak of more than 37,000 BSE cases per annum in 1992, there have been fewer than 20 cases since 2011.",
        "Clinical presentation",
        "Signs include chronic weight loss and decreased milk yield over several weeks.  Affected cattle isolate themselves and stand with an arched back and a wide-based stance. Affected cattle become anxious, apprehensive and over-reative to sudden movements and loud noises.  There is marked incoordination of the hind legs. Cows have difficulty encountering obstacles such as steps, ramps and narrow gateways.  When confined in stocks, stimulation often provokes violent kicking and bellowing.  Affected cows may show aggession towards other cattle in the group.  There is rapid progression of clinical signs and cattle may become weak and recumbent within two to ten weeks of clinical signs first being detected.",
        "",
        "Cattle with BSE appear detached, isolate themselves and stand with an arched back. (Compare the attitude of the calf with its dam)",
        "",
        "Compare the appearance of the cow with BSE (in the centre) flanked by normal cows",
        "",
        "Cows affected with BSE may show aggression towards other cattle in the group",
        "Differential diagnoses",
        "Listeriosis",
        "Hypomagnesaemia",
        "Space occupying lesions",
        "Lead poisoning",
        "Organophosphorous poisoning",
        "Hepatic encephalopathy",
        "Treatment",
        "There is no treatment.",
        "Prevention/control measures",
        "BSE is a notifiable disease (to  the  local  Animal Health Office). Compulsory slaughter with destruction of the carcase (incineration since 1991) and with compensation to the farmer, has operated since 8th August 1988."
    ],
    "tables": []
}