{
    "title": "Ectoparasites of Cattle",
    "content": [
        "Cattle in the UK are affected by a wide range of ectoparasites. Some of these are simply nuisance pests affecting grazing patterns and causing mild irritation. Others however can transmit diseases and cause significant production losses, resulting in severe welfare concerns if the infestation is not addressed.",
        "Lice and mites live on the skin surface, either feeding on skin cells or blood. Infestation is most commonly seen in the winter and presents with itching, hair loss and occasionally anaemia if blood loss is significant.",
        "Ticks are seen in specific geographical areas of the UK, and are important vectors of bacterial, viral and protozoal infections in cattle in those areas.",
        "Flies feed on the blood, sweat, tears, saliva, urine and faeces of cattle, acting as nuisance pests causing disrupted grazing and reducing productivity, and as vectors of disease. On rare occasions immature fly larvae (maggots) may cause disease as a result of infestation of pre-existing wounds – known as fly strike.",
        "The impact these ectoparasites have on the animal is dependent on genetic predisposition, age, health and nutritional status of the individual; the parasites typically affect young animals, older animals and those with concurrent health problems.",
        "There are four species of lice that affect cattle in the UK, split into two types: chewing and sucking lice. Chewing lice such as Bovicola bovis feed on skin cells and secretions, whereas the sucking lice species such as Linognathus vituli feed on blood.",
        "Lice spend their whole lifecycle on cattle, and in low numbers do not cause any significant pathology. In the winter however, especially in housed cattle their numbers increase, and this is when clinical signs are most commonly seen.",
        "",
        "Figure 1. Rubbing has caused hair loss over the neck and shoulders of this cow",
        "Clinical signs",
        "Cattle affected by heavy lice infestations experience up to 10 per cent production losses due to reduced feeding time and damaged hides. Chewing lice especially cause considerable irritation to affected cattle, which they react to by rubbing or scratching, resulting in patches of hair being pulled or rubbed off, most often over the neck and shoulders. Scratching may produce wounds or bruises and a roughness to the skin. This may lead to secondary skin infections and skin trauma which can appear as defects in the hide, reducing its value.",
        "",
        "Figure 2. Heavy louse infestations cause irritation leading to rubbing (commonly against feed barriers) and hair loss across the neck and shoulders",
        "Sucking lice can cause anaemia in severe infestations and have been implicated in the spread of tick-borne fever and ringworm.",
        "Diagnosis",
        "Careful inspection of the skin using a magnifying glass will identify adult louse populations and eggs stuck to hair. Expert examination under a microscope can differentiate the lice species present.",
        "",
        "Figure 3. Careful inspection of the skin reveals adult lice and eggs on hair",
        "Treatment and control",
        "A range of pour-on or spot-on synthetic pyrethroids (e.g. deltamethrin, alpha-cypermethrin or permethrin) are available for louse control, with pour-on and injectable macrocyclic lactones (MLs) also commonly used (e.g. ivermectin, eprinomectin, moxidectin and doramectin). Injectables may have only limited activity against chewing lice and are more effective against sucking lice.",
        "Most insecticides registered for use on cattle are not active against louse eggs. This means that after treatment eggs can still hatch and these newly hatched nymphs must be killed by the residual effects of the treatment. If, however, the residual efficacy of the product applied is less than two weeks, the newly hatched nymphs can continue the infestation. Where this is the case, a second treatment will be required. All cattle in direct contact must be treated.",
        "The timing and frequency of treatment for lice will depend on the individual situation on each farm, but if treating in late autumn or early winter then control may be achieved alongside treatment for other parasites.",
        "The ectoparasitic mites of cattle feed on lymph, blood and skin secretions, which they scavenge from the skin surface or obtain from damaged skin. There are three main types of mite in the UK causing slightly different disease presentations.",
        "",
        "Figure 4. Typical chorioptic mange with thickening of the skin and oozing at the head of the tail.",
        "",
        "Figure 5. C. bovis lesions; the causative mite is identified in skin scrapings under the microscope",
        "Mite",
        "Lesions and distribution",
        "Diagnosis",
        "Treatment",
        "Chorioptes bovis – Chorioptic mange. Most common mite in the UK.",
        "Pustular, crusted, scaly and thickened patches of skin with hair loss on the tail head, lower legs, scrotum or udder.",
        "Skin scrapings and microscopic identification of the mite.",
        "Not always necessary. If severe infestation then Permethrin pour-on, ML pour-on (Ivermectin, doramectin, eprinomectin and moxidectin). Injectable MLs are not as effective.",
        "Sarcoptes scabei (bovis) – Sarcoptic mange. Less common in the UK",
        "Scaly skin and mild hair loss on face, neck and tail head. Occasionally more severe crusting and hair loss with marked skin thickening.",
        "Skin scrapings and microscopic identification of the mite.",
        "Pour-on synthetic pyrethroid and injectable or pour-on group 3-ML anthelmintics (e.g. Ivermectin) are all effective.",
        "Psoroptes ovis (sheep scab mite) – Psoroptic mange. Extremely rare in cattle in the UK but seen in Europe.",
        "Intense itching, skin crusting and oozing and hair loss across the shoulders, back and tail head.",
        "Skin scrapings and microscopic identification of the mite.",
        "Difficult to treat – reports of resistance to both pour-on and injectable preparations. Veterinary advice must be sought if treatment appears to have failed.",
        "",
        "",
        "Figure 6. This bull was housed in a shed which had recently contained scabby sheep. The infestation was confirmed as Psoroptes ovis - sheep scab.",
        "Transmission of all mites requires direct contact as their lifespan off the animal is very short. Other livestock can carry and transmit mites however, so all in-contact animals should be treated when an infestation is identified.",
        "Ticks are blood-feeding parasites which spend only very short periods of time (a few days per year) on the host. They are only of clinical significance in certain areas of the UK, where they are responsible for the transmission of protozoal, viral and bacterial infections. The most important pathogens transmitted to cattle by ticks in the UK are Babesia divergens (Redwater fever), Anaplasma phagocytophilum (tick-borne fever) and Louping ill.",
        "",
        "",
        "Figure 7. Ticks infestations are seen in cattle with access to tick habitats",
        "The main species of tick in the UK is Ixodes ricinus. Infestations are usually seen in extensive systems where cattle have access to tick habitats such as rough hill ground, forestry or heathland.  Ticks also infest sheep where they cause tick-borne fever, tick pyaemia, and louping ill.",
        "Tick control is difficult because the ticks spend most of their life-cycle away from the host, sheltered at the base of thick damp vegetation. Ticks become active and start to feed in early spring, but the start and duration of the tick season is difficult to predict precisely, as it is weather dependent.",
        "Topical application of pyrethroid starting before, and re-application throughout the challenge period is the standard preventative treatment.  Control of ticks on sheep in co-grazing systems is also important. A reduction in the tick population can be achieved through pasture improvement, drainage and scrub clearance, although this is a long-term exercise requiring sustained effort and when alternative hosts such as deer are present population management is even more problematic.",
        "Midges of the Culicoides species are most frequently associated with spreading disease in the UK. Most notably Bluetongue virus and Schmallenberg virus are spread between cattle by these tiny ectoparasites.",
        "Midges breed in damp cool conditions, and commonly feed around dusk and dawn. Peak midge populations occur during the late summer and autumn. It has been estimated that a midge can travel up to 1.5 - 2 km a day in a local area. However, if caught in suitable meteorological conditions midges can be carried over 200km by the prevailing wind which is why disease in northern France is of particular concern to the UK.",
        "",
        "Figure 8. Bluetongue can be effectively controlled by vaccination",
        "Vaccination against both of the viruses mentioned above is possible, and a much better way to protect cattle against disease than trying to prevent midge bites using pour-on preparations.",
        "There are at least 20 common species of flies which feed on cattle, making them some of the most important ectoparasites of cattle in the UK. These flies may feed on blood, sweat, skin secretions, tears, saliva, urine or faeces. Biting flies puncture the skin directly and non-biting or nuisance flies scavenge at the skin surface, wounds or body orifices.",
        "Fly activity may directly cause escape behaviour, in which self-injury can occur, or more commonly movement into shade, restlessness, skin rippling or simply stamping and tail switching. However, all these changes in behaviour result in reduced time spent feeding and decreased performance.",
        "In the UK, the head fly Hydrotea irritans and the horn fly Haematobia irritans present a problem during the summer months in cattle grazed near woodland by causing intense irritation and self-trauma.",
        "",
        "Figure 9. Self-inflicted trauma to the left fore teat in particular (licking) in response to fly irritation",
        "Head flies, despite the name are often seen congregating on the belly and udder and have been implicated in the spread of bacteria responsible for summer mastitis including Arcanobacterium pyogenes, Streptococcus dysgalactiae and Peptococcus indolicus.",
        "",
        "Figure 10. Cows frequently kick at the udder in response to flies feeding on secretions present on the teats",
        "Face flies such as Musca autumnalis feed on sweat, tears and mucus and have been implicated in the spread of infectious bovine keratoconjunctivitis (pink eye).",
        "",
        "Figure 11. Beef cow with summer mastitis in the right forequarter. Disease is most common in July and August and is associated with fly activity",
        "In addition to summer mastitis and pink eye, these flies may act as mechanical vectors of viral diseases such as bovine virus diarrhoea virus (BVDV).",
        "",
        "Figure 12. Early pink eye lesion and associated tear-staining of the face. Infection can spread rapidly between grazing cattle during the summer months.",
        "Clinical presentation",
        "Grazing patterns are disturbed and affected cattle often isolate themselves and remain in shade where available.",
        "",
        "Figure 13. Face flies such as Musca autumnalis feed on secretions around the eyes",
        "Prevention and Control measures",
        "Insecticide impregnated ear tags and tail bands mainly containing pyrethroids, together with pyrethroid pour-on, spot-on and spray preparations, are widely used to reduce fly annoyance in cattle. Ectoparasiticides may be applied topically either as a pour-on where the preparation is applied along the length of the back or as a spot-on where it is applied to a small area on the head or back.",
        "Pour-on fly control preparations, such as high cis cypermethrin or deltamethrin, must be applied before the start of the anticipated fly season.  Such treatments should be repeated every three to four weeks during the fly season or as directed by the data sheet instructions.",
        "Warble fly has been successfully eradicated from the UK (the last outbreak was in 1990), although it remains a risk where cattle are bought in from abroad. It remains a notifiable disease in Scotland only. It is of economic importance due to the significant damage that is caused to the hides of affected cattle.",
        "After hatching from eggs laid on the skin during the summer months, larvae penetrate the skin and migrate to the fat of the throat, where they remain overwinter. As the weather warms up, they migrate towards the back of the animal, where they continue to develop under the skin; large holes are made in the skin during development to third stage larvae.  The larvae emerge, fall to the ground and pupate in the soil before emerging as adults approximately 5 weeks later.",
        "Clinical presentation",
        "Large 2-3 cm larvae present in the skin tissue along the back of cattle can be seen from March to May. Warble flies are identified by their hairy bodies and yellow under-bellies; they are a similar size to a bee.",
        "Diagnosis is based upon demonstration of subcutaneous third larval stages.  A blood test is available to detect migrating larval stages and has been used to monitor national warble fly eradication schemes.",
        "Treatment",
        "Pour-on organophosphorus treatments, and group 3-ML anthelmintics administered before mid-November will kill overwintering larvae and avoid adverse reactions which are seen if the larvae die whilst in the later stages of development.",
        "For more information about the control and treatment of any of the ectoparasites mentioned in this bulletin see https://www.cattleparasites.org.uk/lice-mites-insect-pests/."
    ],
    "tables": [
        [
            [
                "Mite",
                "Lesions and distribution",
                "Diagnosis",
                "Treatment"
            ],
            [
                "Chorioptes bovis – Chorioptic mange. Most common mite in the UK.",
                "Pustular, crusted, scaly and thickened patches of skin with hair loss on the tail head, lower legs, scrotum or udder.",
                "Skin scrapings and microscopic identification of the mite.",
                "Not always necessary. If severe infestation then Permethrin pour-on, ML pour-on (Ivermectin, doramectin, eprinomectin and moxidectin). Injectable MLs are not as effective."
            ],
            [
                "Sarcoptes scabei (bovis) – Sarcoptic mange. Less common in the UK",
                "Scaly skin and mild hair loss on face, neck and tail head. Occasionally more severe crusting and hair loss with marked skin thickening.",
                "Skin scrapings and microscopic identification of the mite.",
                "Pour-on synthetic pyrethroid and injectable or pour-on group 3-ML anthelmintics (e.g. Ivermectin) are all effective."
            ],
            [
                "Psoroptes ovis (sheep scab mite) – Psoroptic mange. Extremely rare in cattle in the UK but seen in Europe.",
                "Intense itching, skin crusting and oozing and hair loss across the shoulders, back and tail head.",
                "Skin scrapings and microscopic identification of the mite.",
                "Difficult to treat – reports of resistance to both pour-on and injectable preparations. Veterinary advice must be sought if treatment appears to have failed."
            ]
        ]
    ]
}