{
    "title": "Molybdenum Toxicity",
    "content": [
        "There are regular articles in the farming press about 'molybdenum toxicity' and its role in cattle disease particularly fertility. Despite the discussion, it is unclear how much of a role molybdenum toxicity actually plays in poor fertility.",
        "There are two types of molybdenum toxicity. The first, which is well recognised, occurs on high molybdenum pastures (often referred to as 'teart' pastures) containing around 20 - 100 mg of molybdenum per kg. Within a few days of being placed on such pastures, cattle start scouring and develop stary, harsh coats. This can be effectively prevented by high doses of copper, because it has been demonstrated that such levels of molybdenum affect the absorption and metabolism of copper.",
        "The second type of molybdenum toxicity, which is the type discussed recently in the press, is more controversial. This is the suggestion that at much lower levels of molybdenum (such as <5 mg of molybdenum per kg of feed), problems of toxicity can occur even in animals which are being fed more copper than their calculated dietary requirements and have an apparently normal copper status. It is suggested that in adult cattle affected by this version of molybdenum toxicity, the most common problem reported by the farmer is poor fertility. Like teart pasture toxicity, it is suggested that this \"low level\" molybdenum toxicity also responds to further copper supplementation, although it is usually suggested that this needs to be ruminally active copper.",
        "The evidence is limited. Even at low levels molybdenum will alter copper metabolism as in the rumen molybdenum in the diet will, with sulphur, bind copper into an insoluble form (known as a thiomolybdate). The proponents of low level molybdenum toxicity suggest that thiomolybdates can be absorbed into the body and stop copper being available without affecting our current tests for copper status (so animals appear 'normal' on those tests. As copper is a key component of a huge range of enzymes, reducing its availability can have wide-ranging effects but the main problem linked with this low level molybdenum toxicity is poor fertility.",
        "Fertility in the UK dairy herd is decreasing (though more slowly than in the past) and there is a huge range of reasons why farmers have got poor fertility. The most important reason for poor fertility is output exceeding input, that is cows losing more energy in their milk than they are eating. Cows in negative energy balance have reduced fertility, and, while the mechanism for this is far from simple, generally the worse the imbalance the worse the fertility. Any investigation of poor fertility should focus on overall feeding and management first before looking at micronutrients such as copper and molybdenum. So if someone suggests to you, without such an investigation, that molybdenum toxicity is likely to be your main problem, such a suggestion should be taken with a pinch of salt (do not take any Molybdenum).",
        "Diagnosis of copper deficiency isn't simple. Cattle can have normal blood copper in the early stages. Thus when investigating poor performance (such as reduced fertility) it's important to sample several cows (at least seven, preferably 10), and, ideally, measure liver coppers (which is a better test of status). The proponents of molybdenum toxicity suggest that, because the molybdenum binds but does not remove the copper, blood and liver measurement are not of much value in detecting molybdenum toxicity. They suggest that we need to look at the activity of a copper-containing enzyme, caeruloplasmin. This test seems to show that a high percentage of cattle in the UK have molybdenum toxicity. However, it isn't a validated test and it is possible that factors other than molybdenum may alter the test's result.",
        "From a farmer's point of view, if you are going to use this test ensure that you use it as part of an investigation of fertility and not on its own. Get veterinary advice first.",
        "Increasing the intake of copper can prevent teart scours, by binding the molybdenum in the gut and making it inactive, thus preventing it from causing scour. Provided the copper is supplemented orally, it does not matter where this binding occurs. However, the proponents of low level molybdenum toxicity suggest that, in contrast to high level molybdenum toxicity, the supplemented copper needs to be available in the rumen, otherwise it will not prevent the thiomolybdates being absorbed from the rumen. However, absorption of thiomolybdates via the rumen has only been shown to occur when levels of molybdenum in feed are higher than those of copper. This is extremely unlikely, unless molybdenum is being added (e.g. in an attempt to prevent copper toxicity).",
        "It is likely that the low level molybdenum toxicity hypothesis has increased the unnecessary use of copper in cattle. Many farmers will hear  the hypothesis that cattle can need more copper even when their copper status is apparently normal, and supplement with copper just in case.  However, copper is a poison, so if you are going to  feed more copper you should only do so once you have calculated exactly how much copper you are feeding your cows. Too much copper will cause copper toxicity. This used to be a problem almost entirely confined to sheep and young calves, but it's now being diagnosed in adult cattle.  In most  cases,  the  main problem leading to toxicity was that farmers with fertility problems did not know how much copper they were feeding. This  meant  that  they did not appreciate that when the  copper  in  the  diet was increased to try and improve fertility, it resulted in toxic levels of copper being fed. Extra copper should not be fed unless there is a proven need for it."
    ],
    "tables": []
}