{
    "title": "Neosporosis",
    "content": [
        "Neosporosis probably causes over 10% of all abortions in UK cattle",
        "Neosporosis is caused by infection with the protozoa Neospora caninum. Neosporahas been found world-wide and in many species other than cattle. Currently abortion due to Neospora has been shown in cattle, sheep and horses. The dog and other canids (such as foxes) are the definitive host. That is they are the animals in which the parasite becomes sexually mature and reproduces.",
        "",
        "Abortion, between 3 and 9 months of pregnancy (particularly 5 to 7 months)",
        "Still birth or premature calf",
        "Occasionally, calves will have brain disease at birth",
        "No other signs seen in the mother",
        "Repeat abortions possible in the same cow\r\n\nSponsor Content",
        "Clinical signs of little help",
        "Characteristic heart and brain damage in aborted calf",
        "Identification of parasite in the calf tissue",
        "Antibodies in the mother's blood",
        "However, as a large number of healthy calves can be infected with Neospora it is important to eliminate other causes of abortion, particularly BVD or leptospirosis before a diagnosis of neosporosis is made.",
        "No treatment of any proven benefit",
        "Dogs are potentially a source of disease. So prevention must include:",
        "a) Keeping cattle food and water away from dogs and foxes",
        "b) High hygiene standards at calving. Dispose of placental membranes and aborted or dead calves before dogs can get them",
        "However, transmission from mother to calf (known as vertical transmission) is far more important. Over 90% of calves born to mothers with antibodies to Neospora will have been infected in the womb. The importance of transmission between cattle is less clear. Nevertheless, vertical transmission alone can maintain infection in a herd. To eliminate Neospora you need to:",
        "1) Identify infected cattle: All cattle with antibodies to Neospora are sources of infection to their calves. Additionally cattle with antibodies are 20 times more likely to abort between 90 and 270 days of pregnancy than cattle without antibodies. Finally, on average, several studies have suggested that infected cows produce less milk than antibody negative cows.",
        "2) Select only seronegative cattle for breeding. If you don;t cull seropositive cows, ensure that you only breed them to beef bulls.  Heifers with antibodies should be sold for meat not bred.",
        "These strategies look expensive to achieve, however the cost of neosporosis far outweighs the cost of eliminating it from the herd"
    ],
    "tables": []
}