{
    "title": "Eye Conditions in Cattle",
    "content": [
        "IBK is a highly contagious disease caused by a bacterium Moraxella bovis that can spread rapidly during the summer months. It is more commonly seen in young stock than adults.",
        "Head and nuisance flies can act as mechanical vectors for M. bovis and dust is a risk factor. The pain associated with this condition is more intense in strong sunlight.",
        "Most eye lesions are selected for treatment on the basis of obvious tear-staining of the face which becomes thicker and opaque, matting the lashes and hair of the face.  There is marked pain when the eye is exposed to direct sunlight.   The eye lesions are very painful and disrupt grazing patterns causing poor performance and even weight loss.  Lesions in both eyes cause temporary blindness and the affected animals tend to wander aimlessly about.",
        "Clinical Signs",
        "tear-staining of the face",
        "pus matting the lashes and hair of the face",
        "conjunctivitis",
        "corneal ulceration",
        "pain when the eye is exposed to direct sunlight",
        "",
        "Fig 1: IBK lesions are very painful and disrupt grazing patterns causing poor performance and even weight loss.",
        "",
        "Fig 2: There is marked pain when the eye is exposed to direct sunlight. Note the obvious tear-staining of the face.",
        "Spontaneous recovery may occur in mild cases three to five days after clinical signs are first observed, and is complete two weeks later. In severe cases, ulceration may progress to corneal perforation (rupture of the eye).",
        "",
        "Fig 3: Advanced case of IBK showing deep corneal ulceration",
        "The main differential diagnoses your veterinary practitioner will consider include",
        "foreign bodies (e.g. grass awns) within the conjunctival sac,",
        "bovine iritis",
        "infectious bovine rhinotracheitis (IBR).",
        "",
        "Fig 4: IBR is one of the main differential diagnoses your veterinary practitioner will consider.",
        "Prompt treatment is essential. Topical ophthalmic antibiotic cream containing cloxacillin is commonly used.   Antibiotic injection (e.g. with penicillin or oxytetracycline) into the conjunctiva around the upper part of the globe can be very effective but is difficult to achieve in fractious cattle and requires good restraint. Injection into the upper eyelid  conjunctiva is commonly used but this technique will not give residual antibiotic levels in the eye and relies on leakage onto the cornea from the injection site.  This technique has no advantage over injection into the muscle except for the lower antibiotic dose.",
        "When subconjunctival or topical treatment is not practical then a single dose of long acting oxytetracycline or florfenicol, have been reported to be effective (but more expensive).",
        "In severe cases vets can suture the eyelids together under local anaesthesia around the eyelids to block the nerve supply.  The sutures must not contact the cornea and are removed after two weeks.  Temporary adhesive eye patches can also be used to provide protection from environmental conditions.  Severely affected cattle should be housed with ready access to food and water.",
        "Injection of all at-risk cattle with a single intramuscular dose of long-acting oxytetracycline could be considered in severe epidemics but there are no supporting field data.",
        "Prevention and Control",
        "Outbreaks of IBK may occur after the introduction of purchased stock therefore, whenever possible, all new stock should be managed separately as one group away from the main herd. Fly control using ear tags and pour-on insecticides is never absolute and repeated treatments prove costly. Development of immunity following infection is variable.",
        "All new stock should be managed separately",
        "Fly control using ear tags and pour-on insecticides\n\nSponsor Content",
        "Bovine iritis, colloquially known as \"silage eye\" in the UK, is a common cause of uveitis in cattle of all ages fed winter rations of baled silage or haylage.",
        "",
        "Fig 5: With silage eye there is a bluish-white opacity of the surface of the eye within two to three days.",
        "",
        "Fig 6: Bulges often appear in the iris with white discolouration",
        "Clinical signs",
        "The initial presenting signs are excessive tear-staining, blinking and forced closure of the eyelids, and pain from direct sunlight. Within two to three days there is a bluish-white opacity of the surface of the eye (cornea). Healing takes several weeks without treatment and these lesions are very painful.",
        "Excessive tear-staining, initially clear, becoming sticky and cloudy",
        "Blinking",
        "Forced closure of the eyelids",
        "Bluish-white opacity of the surface of the eye which can become yellow as pus develops",
        "Bulges in the iris, with white discolouration.",
        "Very painful particularly in direct sunlight",
        "Treatment",
        "There is a good response to combined subconjunctival injection of oxytetracycline antibiotic and steroids (2-3ml of 5 or 10% oxytetracycline mixed with 0.5-1ml soluble dexamethasone) in acute cases administered by the vet.",
        "Prevention and control",
        "Big bale silage can be rolled out rather than placing in ring feeders to prevent cows burrowing their heads into the bale but this is impractical in most situations. Attention to detail when baling and wrapping silage and ensuring appropriate fermentation conditions should limit contamination with L. monocytogenes the cause of this problem.  However, exposure to air for several days before the large bale is eventually eaten provides an ideal environment for L. monocytogenes multiplication.",
        "",
        "Fig 7: Poor quality silage fed in ring feeders is the major risk factor for silage eye.",
        "",
        "Fig 8: Perforations to the plastic wrap should be repaired immediately.",
        "Definition/Overview",
        "Ocular squamous cell carcinomas are uncommon in northern Europe. They typically arise from the third eyelid or conjunctival membrane of the lower eyelid following exposure to prolonged ultraviolet radiation (sunlight).",
        "",
        "Fig 9: Squamous cell carcinoma right eye",
        "Clinical signs",
        "Initially there is closure of the eyelids and ocular discharge caused by mechanical irritation of the eye's surface.",
        "Treatment",
        "Early cases involving the third eyelid can be treated with surgical excision under local anaesthesia or with cryosurgery.",
        "Removal of the eye under standing  sedation and local anaesthetic may be required in advanced cases involving the eye itself but may not be an option for commercial value cattle which must be culled for welfare reasons.",
        "Prevention and control",
        "Select cattle with pigmented skin surrounding the eyelids."
    ],
    "tables": []
}