{
    "title": "PGE & Lungworm in Cattle",
    "content": [
        "Parasitic gastroenteritis (PGE; gut worms) in dairy herds usually affects calves grazing contaminated pasture during their first summer at grass, typically where the same pastures are used for this class of stock every year.",
        "Typically these fields are often too small, or are away from the home farm and not suitable for the main dairy herd.  This pasture has been grazed by young cattle during the previous season with over-wintering of infection.",
        "Dairy cattle",
        "first summer at grass",
        "contaminated pastures",
        "same pastures are used for this class of stock every year",
        "In spring-calving beef herds, early season pasture contamination of developing larvae is ingested by immune adult cows which results in restricted egg output and subsequent low larval challenge to the calves  later in  the grazing season.",
        "Autumn-born beef calves graze little before housing and are generally weaned at turnout before larval challenge occurs during the next summer.   Problems arise when these weaned beef calves graze contaminated pasture during their second season if they have not gained sufficient immunity as young calves during the previous autumn.",
        "PGE - key points for beef herds:",
        "weaned autumn-born beef calves",
        "contaminated  pasture  during  their  second season",
        "insufficient immunity as young calves",
        "",
        "Fig 1: Parasitic gastroenteritis is more often encountered  in  dairy  calves  grazing contaminated pasture during their first season",
        "",
        "Fig  2:  Parasitic  gastroenteritis  affecting  a growing dairy heifer grazing contaminated pasture during its first summer at grass",
        "",
        "Fig 3: Parasitic gastroenteritis is more often encountered in weaned autumn-born beef calves grazing  contaminated pasture during their second grazing season",
        "",
        "Fig 4: Parasitic gastroenteritis in a weaned autumn-born beef yearling grazing contaminated pasture during its second season",
        "Disease is caused by maturation of Ostertagia ostertagi larvae (Ostertagiosis) in the abomasum (fourth stomach). Unlike disease caused by lungworm and liver fluke, PGE does not usually cause clinical disease in adult cattle.",
        "Disease caused by O. ostertagi is divided into two forms, type I and type II.",
        "Type I",
        "Type I Ostertagiosis is typically seen during late summer/early autumn caused by the ingestion and immediate maturation of very large numbers of infective larvae by susceptible calves or yearlings. Disease is more severe after dry early summer months followed by wet weather during August/September because of mass emergence of larvae and ingestion by grazing cattle. There is loss of appetite with sudden and profuse green diarrhoea which affects most animals within the group within several  days.  In  growing  cattle  economic  losses result from a marked loss of body condition (up to 10 per cent bodyweight; 20 to 40 kgs in growing cattle) and convalescence is protracted with extended periods to slaughter weights (up to three months). Sudden death caused by PGE is rare.  Losses in a severe  outbreak  of  PGE  in  growing  cattle  could reach £100 per head.",
        "during late summer/early autumn",
        "very large numbers of infective larvae",
        "loss of appetite",
        "sudden and profuse green diarrhoea",
        "most animals within the group affected",
        "",
        "Fig 5: There is loss of appetite with sudden and profuse green diarrhoea which affects most animals within the group",
        "Type II",
        "Infective larvae ingested from pasture from autumn onwards do not mature to adult worms immediately but undergo a period of delayed development within the stomach wall and then emerge in the late winter months to cause disease. The treatment response in type II disease is poor. This form of the disease is prevented by routine anthelmintic treatment at housing during late autumn/early winter.",
        "Infective larvae undergo a period of delayed development within the stomach wall",
        "emerge together during the late winter months",
        "profuse unresponsive diarrhoea",
        "",
        "Fig   6:   Profuse unresponsive diarrhoea in February caused by type II ostertagiosis",
        "Diagnosis",
        "Diagnosis is based upon the grazing pattern and history of previous anthelmintic treatments.  Faecal egg counts are generally high in type I but can be absent in type II disease.  Blood tests can be used to determine whether there is significant parasitic damage to the abomasal lining.",
        "Grazing pattern",
        "Previous anthelmintic treatments",
        "Faecal egg counts",
        "Blood tests",
        "Treatment",
        "Prompt anthelmintic treatment is essential for both types of disease.  While type I disease is susceptible to  all  anthelmintics,  a  group  3 (avermectin/milbemycin group) should be used for type II disease.",
        "Disease prevention",
        "Parasitic gastroenteritis disease control must be carefully considered in the herd  health plan alongside lungworm prevention. An annual rotational pattern (cattle/sheep/crops) can rarely be achieved on livestock farms.",
        "Treatments  detailed  in  herd  health  plan alongside lungworm prevention",
        "Annual rotational pattern can rarely be achieved on livestock farms",
        "Clinical disease can be a major welfare concern in type II disease especially because there are proven cheap preventive programmes.",
        "Clinical signs",
        "Early clinical signs in growing cattle (and dry dairy cows) include an increased respiratory rate at rest, but more noticeable, frequent coughing especially after short periods of exercise.  Severely affected cattle may be reluctant to move, stand with their head down, neck extended, and cough frequently.",
        "",
        "Fig 7: Cattle severely affected by lungworm may be reluctant to move, hold their head down, neck extended, and cough frequently",
        "",
        "Fig 8: In the dairy herd, a reduction in bulk tank is  noted  along  with  frequent  coughing  when cows  are  walking  to  and  from  the  milking parlour",
        "In the dairy herd, a reduction in bulk tank is noted along with frequent coughing when cows are walking to and from the milking parlour. Infection of susceptible cattle can result in a dramatic reduction in milk yields of up to 50 per cent, with possible deaths. With very large larval numbers on pasture, disease  can  occur  in  adult  cattle vaccinated  as calves but not subsequently challenged for several years.  Lost milk production could reach £1.50 to £3 per head per day with recovery taking 10 to 20 days after treatment.",
        "Frequent  coughing  especially  after  short periods of exercise",
        "Increased respiratory rate at rest",
        "Diagnosis",
        "Diagnosis of patent lungworm infestation is based upon the demonstration of lungworm larvae in the faeces.",
        "",
        "Fig 9: Lungworm larvae in the faeces of an affected calf",
        "Prevention",
        "Lungworm prevention is based upon development of immunity and is best achieved by vaccination. Periods of natural exposure to lungworm (and other parasites) during the grazing season to allow for immunity to develop, then infection controlled by strategic anthelmintic treatments, is a risky strategy for lungworm prevention but would control PGE in most situations.  Therefore, PGE is often a secondary consideration to the more important lungworm disease.",
        "Vaccination",
        "Strategic anthelmintic treatments is a risky strategy",
        "Where vaccination of cattle for lungworm is undertaken planned anthelmintic treatments during late summer (July to September) can work to control PGE but mistakes can happen and failure to treat at the scheduled time may result in disease and costly weight loss in the cattle. No real challenge during their first grazing season at pasture, and failure to develop immunity, renders cattle susceptible to lungworm during their second season at pasture especially if weaned beef calves graze the same fields every year (for example rented ground away from the main farm etc).  Nematode control strategies aimed at suppressive management of O. ostertagi, in particular those using persistent acting macrocyclic lactone anthelmintic regimes, prevent exposure of naïve cattle to D. viviparous and disease is often seen in older animals during their second, third or subsequent grazing seasons.",
        "Health planning by the farmer's veterinary surgeon is very important to prevent PGE and lungworm disease and may include both strategic anthelmintic treatment and lungworm vaccination. A detailed knowledge of the individual farm set-up is essential to tailor the best control programme for PGE and lungworm especially involving  beef  calves  during their second grazing season."
    ],
    "tables": []
}