{
    "title": "Out-Wintering of Cattle",
    "content": [
        "Out-wintering beef cattle has several potential advantages over housing but these have to be very carefully weighed against possible concerns over cow welfare during severe weather and under unsuitable field conditions.",
        "Out-wintering really only applies to adult beef cows calving in the spring.  Young calves and store cattle should only be out-wintered if they are in areas of the UK which have reliably mild winter weather conditions.",
        "",
        "Out-wintered spring-calving beef cows trying to find shelter from the prevailing wind.",
        "",
        "Out-wintering beef cows in Cornwall.  Note the muddy conditions. The cows are lying where the silage ring feeders were once placed.",
        "",
        "Out-wintering of native breeds in the south west of England",
        "Potential advantages of out-wintering include:",
        "Reduced feeding and bedding costs providing there is some grazing available",
        "Reduced housing requirements - may allow finishing of store cattle in housing. Reduced build-up of infection.",
        "Potential disadvantages include:",
        "Difficulty of access to fields during adverse weather",
        "Poaching around restricted feed areas/ring feeders",
        "Excess loss of body condition if stocking density too high in late autumn/early winter",
        "Increased risk of liver fluke from extended grazing period",
        "For cattle to be out-wintered successfully on any system then their welfare and prevailing environmental conditions must be carefuly considered.  The key need is shelter. This can be artificial such as an open fronted shed or a high solid wall or natural, such as a wood or copse. Forage supplied to out-wintering cows should be placed on a relatively high piece of ground, which drains well and which has a solid base. The feeding site must also be readily accessible to farm vehicles.  Cattle standing knee deep in mud for their forage is not acceptable.",
        "Reduced feeding and bedding costs",
        "Reduced feeding and bedding costs would typically apply in situations where spring-calving beef cows could be out-wintered on extensive grazing systems until December/January then housed for the last 2 to 3 months before calving.  Typically stocking densities may range from one cow per 1.5-3 hectares depending upon conditions.",
        "",
        "Spring-calving beef cows can be out-wintered until December/January on extensive grazing systems.",
        "Reduced housing requirements - allows finishing of store cattle",
        "Out-wintering cows would free up housing which could be used for intensive finishing of weaned/store cattle.",
        "",
        "Young calves do not out-winter well and should be housed no later than early December in most areas.",
        "Reduced housing - may lead to reduced build-up of infection",
        "The important neonatal diseases, such as viral causes of diarrhoea, can be largely prevented by vaccination of the dam and good colostrum management.  Build-up of infection can be reduced by mucking out the cattle accommodation before calving and due attention to the calving boxes/accommodation.",
        "Access to fields during adverse weather",
        "The severe winter weather for several weeks/months in the winters of 2009/10 and 2010/11 presented many problems to farmers with cattle out-wintered away from the steading/big bale stores.",
        "",
        "Sudden severe winter weather may cause problems with accessing out-lying fields.",
        "Poaching around restricted feed areas/ring feeders",
        "Poaching around restricted feed areas/ring feeders can become a major problem with restricted grazing areas and no hard standings around ring feeders.",
        "",
        "Poaching around ring feeders has become a major problem on this farm.",
        "",
        "Such management is unacceptable.",
        "",
        "Feed troughs and ring feeders must be placed on a suitable hard standing area.",
        "Excess loss of body condition if stock density too high in late autumn/early winter",
        "Loss of body condition may not be readily noticed as beef cows grow their coat in late autumn/winter and it proves very difficult, if not impossible, to restore body condition during late gestation.",
        "Increased risk of liver fluke from extended grazing period",
        "There is an increased risk of liver fluke from the extended grazing period with infective stages still present on pasture until December in mild winters such as 2011/12.  This may necessitate prophylactic treatment when the cattle are out-wintered which may prove time-consuming.  A further treatment will likely prove necessary in January/February after housing.",
        "Advanced pregnancy",
        "Advanced pregnancy/twins in out-wintered cows may present problems with gaining access to feed rings when cows are kept in fields unsuitable for that purpose.",
        "",
        "Soft ground can present problems to cows in advanced pregnancy and those carrying twins.",
        "",
        "Out-wintered cattle give farming a poor image on this farm.",
        "Out-wintering can be a successful system - but it is not a low management system. Under UK conditions, even in mild winters, significant problems can occur. Out-wintering needs proper planning and preparation for most eventualities. Animal welfare needs to be the key priority and plans need to be in place to identify and provide solutions for problems arising in out-wintered cattle.",
        "",
        "Out-wintered cattle give farming a poor image on this farm."
    ],
    "tables": []
}