{
    "title": "Pain Management in Livestock",
    "content": [
        "Definition of pain",
        "There is no simple definition of pain and the association with disease is complex.",
        "Pain has been defined as an unpleasant, sensory experience representing awareness by the animal of damage or threat to its tissues (although there might not be any damage) that elicits protective actions, and results in learned avoidance.  Pain is a complex experience, dependent not only on the severity of the stimulus and the degree of tissue or nerve damage, but also on previous pain experiences.",
        "Pain may be acute, chronic, localised, generalised, physical, emotional, adaptive and maladaptive.  An individual may experience several types of pain at the same time.  The presence of pain can generally be more reliably identified than the intensity of pain.  Pain may also involve fear and lead to the anticipation of more pain causing anxiety - use of electric goads during handling/loading animals would be a good example.",
        "Recognition of pain in farm animals",
        "Pain in farm animals is typically assessed by changes in general body functions, such as reduced food intake, decreased production and lameness; physiological response (e.g. increased heart rate); and include:",
        "Dull, depressed, lethargic demeanour",
        "Isolation, failure to graze with others in group",
        "Expiratory grunt, teeth grinding",
        "Inappetance, decreased rumination",
        "Increased respiratory rate",
        "Increased vocalisation",
        "Increased sensitivity (hyperalgesia)",
        "Attention/licking at site of wound/lesion",
        "",
        "",
        "Skilled stockmen can identify pain by the facial expression of their cows.",
        "",
        "",
        "This cow has a painful expression as well as sunken eyes caused by dehydration.",
        "",
        "",
        "Pain associated with chronic pneumonia.  There is poor rumen fill caused by a reduced appetite, the cow's back is arched and the head is lowered.",
        "",
        "",
        "Pain associated with the locomotor system results in obvious lameness.",
        "Pain associated with the locomotor system will be seen as lameness but many of the clinical indicators listed above will also be present, such as failure to graze with others in the group, reduced feeding times, increased lying, reduced grooming and increased respiratory rate when attempting to walk.",
        "",
        "",
        "Pain can be caused by physical injury as well as disease; in this case a capped hock due to poor cubicle design and maintenance.",
        "",
        "",
        "Pain caused by a foot abscess causes rapid weight loss.  Note the sunken flanks because this ram has not been grazing.",
        "",
        "",
        "Large carpal hygromas and hair loss caused by this ram grazing on its knees for several months due to pain from foot lesions.",
        "Effect of pain",
        "Pain reduces animal performance, whether milk yield or growth rate, and thereby reduces farm income.  Diseases and injuries causing pain must be prevented wherever possible and is the goal of all farmers and their veterinary surgeons.",
        "The severity of disease and associated pain should be recognized as a function of duration and intensity on an individual basis, and prevalence on a flock basis.",
        "",
        "",
        "Mastitis in a ewe - the swollen gland is visible. The disease has been so severe and chronic that wool-slip has occurred.",
        "Responsibilities for preventing/treating pain",
        "Farm animals are recognised as sentient beings (experiencing sensations or feelings) within the EU Treaty of Amsterdam 1999.  In addition, the Animal Welfare Act 2006 includes a duty of care to provide for the needs of protected animals for which humans have permanent or temporary responsibility.  The stockperson is responsible for the care of the herd/flock, and is primarily responsible for appropriate treatment of diseased animals.",
        "The Farm Animal Welfare Council (FAWC) \"Five Freedoms\" detail the following as general guidelines to the basic care of farm animals:",
        "• Freedom from hunger and thirst - by ready access to fresh water and a diet to maintain full health and vigour.",
        "• Freedom from discomfort - by providing an appropriate environment including shelter and a comfortable resting area.",
        "• Freedom from pain, injury or disease - by prevention or rapid diagnosis and treatment.",
        "• Freedom to express normal behaviour - by providing sufficient space, proper facilities and company of the animal's own kind.",
        "• Freedom from fear and distress - by ensuring conditions and treatment that avoid mental suffering.",
        "Freedom from pain, injury or disease by prevention or rapid diagnosis and treatment is the most challenging for stockpersons, farmers and their veterinary surgeons. In addition, an appropriate environment including shelter and a comfortable resting area with ready access to fresh water and a diet to maintain full health and vigour are very important in the management of sick animals.  Isolation in hospital pen facilities is often essential to treat sick animals (bio-containment of disease risk) but constructing isolation pens facing each other may reduce stresses associated with temporary isolation, especially in sheep.",
        "Important definitions of pain perception",
        "Inflammation induces alterations in pain information processing, which may have serious long-term consequences for the animal's well-being.",
        "Hyperalgesia - exaggerated responses to noxious stimuli are common features of inflammatory pain. A \"hyperalgesic\", state results in a response to an unpleasant stimulus at a level which would not affect \"normal\" individuals. A good example is that the animal kicks vigorously when the affected foot is gently palpated/trimmed.",
        "Allodynia - the perception of innocuous stimuli as noxious. A good example is that the cow with mastitis kicks when the milking machine cluster is applied.  Another example is that the animal's affected foot does not contact the ground when the animal is walking.",
        "",
        "",
        "Allodynia -the sheep's affected foot does not contact the ground when the animal is walking.  Note the hoof horn overgrowth.",
        "Common sources of pain",
        "Two key areas are responsible as the source of pain in farm animals: disease, both infectious and non-infectious, and the environment in which we house our livestock.",
        "Pain associated with inflammatory diseases is probably the major source of pain in ruminant species. Inflammatory conditions that induce hyperalgesia probably induce spontaneous pain in the first instance and contribute to adverse welfare over a longer duration. While the magnitude of hyperalgesia does not appear to be related to the stimulus intensity, duration of hyperalgesia does appear to be correlated significantly to the intensity of the inflammatory stimulus.",
        "Anaesthesia",
        "Anaesthesia can be used in different ways. It can be used locally to cause a local nerve block, regionally to desensitise a specific area or generally to render the animal unconscious whilst a procedure is carried out.",
        "Local anaesthesia",
        "In the UK, local anaesthesia is a legal requirement before disbudding calves more than one-week old.  Chemical cautery (caustic paste) can only be used in calves less than one week old.",
        "The three methods used to castrate calves in the UK are:",
        "a rubber ring or other device to restrict the flow of blood to the scrotum",
        "bloodless castration by crushing the spermatic cords with the Burdizzo",
        "surgical castration",
        "Rubber ring castration is only permitted within the first week of life.  Local anaesthesia is a legal requirement before castration of calves more than two-month old.  The injection of a non-steroidal anti-inflammatory drug (NSAID) before castration and disbudding has been shown to reduce acute pain associated with these mutilations.",
        "Intravenous regional anaesthesia (IVRA) is a technique used by veterinary surgeons to block the nerve supply to the distal limb and is commonly used before procedures that may cause pain such as paring a solar ulcer.  IVRA is also used to anaesthetise the foot before digit amputation.",
        "",
        "Intravenous local anaesthesia before digit amputation.",
        "",
        "Digit amputation performed under intravenous local anaesthesia.",
        "Therapy to reduce pain",
        "Therapy to reduce pain often involves several treatments (multimodal therapy) and may, for example, involve an extradural injection to prevent straining in a sheep with a prolapse or after a difficult lambing together with intravenous injection of a non steroidal anti-inflammatory drug (NSAID), and an appropriate antibiotic.",
        "",
        "",
        "Pain caused by a \"difficult lambing\".",
        "",
        "The same sheep featured above after an extradural injection and NSAID therapy.",
        "Non-steroidal anti-inflammatory drugs (NSAIDs, analgesics)",
        "Non-steroidal anti-inflammatory drugs (NSAIDs) are widely used in small animal veterinary practice to provide symptomatic relief in the treatment of both acute and chronic musculoskeletal inflammatory conditions, and pre-operatively for surgical procedures.",
        "In farm practice in the UK, NSAIDs are used to treat a wide range of infectious conditions including coliform (environmental) mastitis, respiratory disease, lameness, and joint infections in young calves.  The NSAID flunixin was shown to temporarily counteract hyperalgesia in dairy cows with acute mastitis while ketoprofen has been shown to have long lasting effects on hyperalgesia in lame cattle.",
        "Veterinary surgeons routinely use NSAIDs before surgical procedures such as a caesarean operation or left displaced abomasum surgery.  Many veterinary surgeons will administer NSAIDs after calving a cow.  NSAIDs are particularly effective in reducing acute pain associated with castration and disbudding/dehorning but are not often administered because of cost and lack of perceived need for pain relief.",
        "The fact that NSAIDs are only rarely used to treat sheep may result from a lack of perceived requirement for anti-inflammatory or analgesic therapy, cost, and lack of products licensed for use in sheep. With respect to NSAID use in sheep in the EU, it is possible to use products registered for other food-producing species (cattle) through \"The Cascade System\".",
        "",
        "",
        "Veterinary surgeons routinely use NSAIDs before surgical procedures such as a caesarean operation in this pedigree Texel ewe.",
        "NSAIDs are particularly effective in reducing acute pain associated with castration and tail docking but are not often administered because of cost, time required to inject every lamb, and lack of perceived need for pain relief.",
        "A new elastrator device which injects a pain-relieving local anaesthetic into lambs while applying rubber rings for castration and tail docking is ready for commercialisation. The development of the elastrator - dubbed \"Numnuts\" has been headed by the Moredun Research Institute and Meat and Livestock Australia.",
        "",
        "",
        "Acute pain caused by rubber ring castration.  Much of this abnormal behaviour caused by acute pain can be blocked by NSAID therapy.",
        "Appropriate antibiotic therapy is essential to treat disease and remove the source of inflammation and pain.  Prompt treatment of disease returns the animal to normal more quickly with increased production and profitability.  Treatment of pain is described as a win-win situation with advantages for the animal and the farmer in terms of reduced loss of production/performance",
        "Prevention of Pain",
        "Since many causes of pain in animals can arise from diseases which are preventable by vaccination, vaccination should be major component of the farm's herd and flock health programmes and is a cost-effective means of preventing disease such as pneumonia  and the pain associated with that disease.",
        "",
        "",
        "Vaccination is a major component of the farm's herd and flock health programmes and is a cost-effective means of preventing disease such as pneumonia  and the pain associated with that disease.",
        "Many causes of pain can arise from the housing conditions in which we keep our stock, particularly dairy cattle. Many physical injuries are caused by inadequate numbers of comfortable cubicles, narrow passages with tight turns and slippery floors.",
        "Management of sick/injured animals",
        "Sick animals should be isolated, placed in clean, well bedded areas with individual food and water supplied. They should be observed frequently",
        "",
        "",
        "Pain reduces animal performance; in this case milk yield.  Note the excellent isolation facilities with plenty of deep dry straw bedding for maximum cow comfort.",
        "Pain reduces animal performance, whether milk yield or growth rate, and thereby reduces farm income.  Diseases and injuries causing pain must be prevented wherever possible and is the goal of all farmers and their veterinary surgeons.",
        "",
        "",
        "Excellent care following an assisted lambing.  The ewe is confined in a deep straw pen with clean water and fresh food.  Treatment included antibiotics plus NSAID.",
        "Euthanasia",
        "Euthanasia for welfare reasons is the best option in certain neglected cases which have a guarded prognosis.",
        "",
        "Severe joint lesions causing chronic lameness - this sheep has been neglected for several weeks/months.",
        "Conclusions",
        "Prompt recognition and treatment of disease by dedicated and skilled stockmen are essential to reduce pain in farm animals. NSAIDs are an important component of the treatment regimen to reduce pain and treat disease but none are currently licensed for use in sheep.  Nursing care by providing an appropriate environment with ready access to food and water must not be underestimated.  Preventive strategies, including greater use of vaccines, should be discussed when deciding upon the flock/herd health pain.  Benchmarking improvements can be a powerful incentive on-farm."
    ],
    "tables": []
}