{
    "title": "Part 1 - The Basics of Reproduction",
    "content": [
        "On many dairy farms the move away from seasonal calving, combined with increased milk production, has meant that producing one calf per year is no longer as critical as it once was.",
        "Nevertheless, regular calvings at predictable intervals are essential on all farms. Poor fertility results in lower productivity, increased culling, inferior herd genetics and reduced profitability. Whatever the farm system, reproductive management needs to be efficient so that cows become pregnant soon after they are eligible for service using only a limited number of inseminations.",
        "Reproduction management doesn't just involve the milking cow; it starts from the day a heifer calf is born. Good quality heifer rearing is essential to get heifers cycling at 13 months, pregnant at 15 months and calving at 24 months. It will also greatly improve her fertility once she enters the calving - mating - pregnancy cycle. So at each stage of a cow's life, you need an effective management plan to maximise fertility.",
        "",
        "Figure 1: The fertility cycle: Success requires attention at each stage.  In order to do this, a basic understanding of the reproductive cycle of the cow is very helpful.",
        "",
        "Figure 2: Ovary with large follicle - this is the structure which the egg comes from.",
        "The oestrus cycle",
        "Cattle are aseasonally polyoestrus. This means they come into heat throughout the year at regular intervals. There is no evidence, under UK conditions, that cattle are less fertile at particular times of the year. The patterns of the two main hormones of the cow's oestrus cycle are shown in Figure 3.",
        "The two main hormones are progesterone and oestrogen. Progesterone is the hormone of pregnancy and is produced in the ovary by the corpus luteum (or CL), while oestrogen is the main hormone responsible for oestrus (heat) behaviour, and is produced in the ovary by the follicle (from which the egg comes). Cows come into heat when their progesterone falls and their oestrogen rises. On average, cows come into heat every 21-22 days (ranging from 18 to 26). Heifers tend to have shorter intervals, but only by a day or so. Cattle with heat intervals outside the 18 to 26 day range (either lower or higher) are likely to be abnormal - provided they have been accurately detected in heat.",
        "With two exceptions, as long as a cow remains non-pregnant, a normal cow carries on cycling between progesterone and oestrogen dominance until it's inseminated at the right time (between oestrus and ovulation) and becomes pregnant. The two exceptions are before puberty and after calving.",
        "",
        "Figure 3: The main hormones of the oestrus cycle",
        "",
        "",
        "Figure 4: Corpus luteum(CL) - although it may look small from the outside(upper), the CL involves most of the ovary when sectioned(lower)",
        "Puberty",
        "The cycles shown in Figure 3 begin in heifers when they reach puberty. The age at which heifers reach puberty depends on their liveweight, with lighter heifers starting to cycle later than heavier animals. So, to maximise heifer fertility, we need good, consistent weight gain during the rearing period",
        "In order to get heifers pregnant by 15 months of age (so that they can calve at 2 years old), they need to start cycling by 12 to 13 months, because heifers that have cycled 2 or 3 times prior to mating are far more likely to get pregnant than those that are cycling for the first time. To ensure that all heifers are cycling by 12 to 13 months, heifers need to weigh 50% of their expected body weight at 12 months and put on another 10% in the next three months. So a Holstein heifer, that is destined to weigh 600 kg as an adult, should weigh 300 kg at 12 months of age and put on another 60 kg before it is 15 months old. Measuring heifer weights and setting liveweight targets is an essential part of heifer fertility management.",
        "After calving",
        "After calving, the reproductive system needs to repair and restore itself before normal cycling is resumed. In most dairy cows, normal cycling resumes within 40 days of calving. Failure to resume normal cycling after calving is one of the main underlying causes of poor fertility in dairy cattle. Such failure can have multiple presentations, ranging from cows which fail to start cycling until 80 to 100+ days after calving, to cows which start cycling 20 days after calving but then stop.",
        "The main impact of this failure is that cows are not served until well after their voluntary waiting period (the planned interval between calving and service) has finished. Even when cows start cycling normally, there is likely to be further delay because, like heifers, cows that have not cycled properly before mating have much lower rates of pregnancy than those which have cycled two or three times.",
        "Many factors, such as disease around calving and trace element deficiencies affect the return of normal cycling, but, as with puberty in heifers, one of the critical factors affecting return to cyclicity is bodyweight, particularly loss of bodyweight. Cows that lose excess bodyweight and condition after calving have significantly more abnormal cycles and get pregnant more slowly. Measuring body condition score (BCS) and minimising post-calving loss is an essential part of managing fertility in early-lactation cows. This is especially important for first lactation cows, as this group of cattle have to cope with milking for the first time, maintaining body growth and adjusting to dealing with new dominant cattle all at the same time.",
        "",
        "Figure 5: It is essential that heifers are well-grown if they are to get pregnant at 15 months of age",
        "",
        "Figure 6: Excess body condition loss after calving has a significant impact on the return of normal ovarian activity.",
        "Over-fat and over-thin cows are far more likely to lose excess body condition than cows in good condition, so targets are needed for BCS to minimise the numbers of such cows. Optimum fertility is seen in cattle with a mean condition score of 2.5 at calving. In a calving group there should be no more than 15% of cows with a BCS >3 at calving (1-5 scale) and <15% with a BCS of 2 or less. The best way to manage this is to condition score cows before drying-off, and then manage the cows during the dry period to meet the target. If the main problem is poor condition, then you need to look at increased supplementary feeding during late lactation as this most economically effective time to increase body condition.",
        "Once cows calve, monitoring BCS is still essential, so that excess BCS loss (≥1.0) prior to mating is minimised. Milk yield has a major influence during this period, with increased yield being strongly correlated to BCS loss. In high yielding cows and herds, it can be more efficient to delay service (increasing the voluntary waiting period) rather than serving cows multiple times with little chance of success. However, this is not an excuse for doing nothing and accepting poor fertility. High-yielding cows will still benefit from active fertility management, and minimising BCS loss is still important even if service is delayed",
        "Summary",
        "Management of reproduction requires a focus on all stages of a cow's life from birth onwards.",
        "The oestrus cycle of a cow is a balance between progesterone and oestrogen with cows coming into heat every 21 days until they become pregnant.",
        "Heifers start to cycle around 12 months of age, with bodyweight being the critical factor determining when puberty occurs. Setting and meeting targets for lightweight and liveweight gain are essential for optimising heifer reproduction.",
        "After calving cows usually take around one month to start cycling normally again. Disruption to this process is one of the most important causes of poor fertility. Excess loss of body condition after calving is a major cause of this failure."
    ],
    "tables": []
}