{
    "title": "Part 3 - Treating the Normal Cow - Missed Heats and Synchronisation",
    "content": [
        "A large proportion of the cows presented to the vet for not having been seen in heat have apparently normal reproductive tracts.",
        "Most such cows have a corpus luteum (CL) on at least one ovary, which indicates that they have ovulated, and been in heat, recently. If these cows are left without treatment then they are likely to carry on cycling, coming in heat roughly every 21 days, until they get pregnant. However, it is likely to be at least seven to ten days before they come into heat again, and, as the previous heat behaviour was missed, it is quite probable that subsequent heats will be missed too, so treatment can be beneficial. The standard treatment for cows with a corpus luteum (CL) is an injection of prostaglandin (PG) which will bring most cows into heat two to four days after injection. Combining the PG with heat detection focussed on the treated cow will result in cows getting pregnant more quickly.",
        "",
        "Fig 1: Insertion of a progesterone device into the vagina is a common method of influencing the oestrus cycle of a cow.",
        "",
        "Fig 2a (above) & 2b (below): Several different progesterone devices are available.",
        "",
        "No matter how good the heat detection strategy you employ, there will always be cows that are missed when they come into heat. Thus in order to maximise fertility, such cows need to be identified and presented for treatment. Cows with abnormalities can then be identified and given specific treatment, while cows with missed heats can be treated with PG. This needs good cow records and good management. An example strategy would be to identify all cows that have no record of heat within 80 days of calving, and present those to the vet. This is a very flexible strategy; in herds with more severe fertility problems an earlier threshold, such as 60 days, can be used, and in cows with high and persistent milk yields, treatment can be instigated later. Whatever strategy you use, identification and treatment of cows that have not been seen in heat should be a core part of your fertility management plan.",
        "One option developed from the treatment of missed heats, is to artificially induce oestrus when you want it rather than wait. Generally this is done on multiple cows at the same time, synchronising their heats. This saves time and money as staff only have to focus on specific cows at specific times. The first such synchronisation programme was developed using PG. The most commonly used programme is a two-stage PG programme, with the first injection being followed by heat detection for two to four days and then 11 to 14 days later by a second injection and heat detection period for those cows not inseminated after the first injection. In heifers such a programme can result in 70% or more getting pregnant, but in lactating cows 50% is more likely.",
        "An alternative programme uses a combination of PG and progesterone. A progesterone-device is inserted into the vagina and then 6 to 7 days later the cow is given an injection of PG, followed 24 hours later by removal of the device. Treated cattle come into heat 1 to 3 days after device removal. In contrast to the two-stage PG programme there is only one period of heat detection, but, with the combined programme, synchronisation tends to be better with more cows coming into heat over a shorter period of time.",
        "Both of these programmes are aimed at bringing cows into heat at the same time, which results in cows ovulating around the same time. This has been taken advantage of by using fixed time AI (FTAI), i.e. AI at a fixed time after injection or device removal, with these programmes. For the PG programme, FTAI can be used either once at 72-84 hours or twice at 72 and 96 hours after the second injection (Figure 4). The latter is likely to give the best results because the spread of ovulation is still large even after two injections. This means that, compared to a two-shot PG programme with effective heat detection, using FTAI (either double or single) results in lower conception rates. For the combined progesterone and PG programme, double FTAI can be used 48 and 72 hours after device removal, but, because synchronisation tends to be better, single FTAI at 56 hours (Figure 4) is usually as effective.",
        "",
        "Fig 3: If poor fertility is due to insufficient body condition, then synchronisation is likely to result in very poor pregnancy rates.",
        "Fixed time AI removes the need for heat detection, which in some management systems can be very beneficial. So research has focussed on producing synchronisation programmes that don't need heat detection. This has lead to the development of GPG programmes, of which the most well-known is Ovsynch, which was the first GPG programme to be developed. GPG programmes are based around two injections of GnRH (G) and PG (P) (Figure 4). The expected pregnancy rate after a GPG programme is around 40% on most farms. Because they focus on ovulation rather than oestrus, cows treated with GPG programmes do not show heat very strongly and there is little point in spending time and effort detecting heat after treatment. Further research on GPG programmes is ongoing and there are many slightly-altered programmes available, but the standard programme is still the basis.",
        "When using synchronisation, it is important to identify what your aims and objectives are. You need to discuss with your vet the best programme for your situation on your farm. Whichever programme you use, it is important to realise that of the two key fertility parameters; the number of cows served and the proportion of served cows which become pregnant, synchronisation only increases the proportion of cows served. Using synchronisation is likely to reduce pregnancy rate, so if the main fertility problem is cows not getting pregnant after being inseminated, synchronisation is unlikely to be the sole solution.",
        "",
        "Figure 4: Diagram of the three main synchronisation programmes, showing timing of injections and fixed time AI.",
        "*56 hours after device removal if using single AI (P4 = progesterone)",
        "For GPG programme, AI should be 16 to 20 hours after second G",
        "Because no heat detection system is 100% accurate, some normal cows will come into heat and not be detected.",
        "These cows need to be identified and treated",
        "On many farms the best strategy is to present these cows to the vet during routine visits",
        "If heat detection and submission of cows in heat for AI is a problem then oestrus synchronisation of groups of cows can be a potential solution",
        "There are two types of programme:\r\n\nOnes which use heat detection\nOnes which use fixed time AI only",
        "Ones which use heat detection",
        "Ones which use fixed time AI only",
        "The best programme is dependent on each farm's fertility aims and objectives.",
        "Synchronisation is not a solution on farms with poor pregnancy rates",
        "Ones which use heat detection",
        "Ones which use fixed time AI only"
    ],
    "tables": []
}