{
    "title": "Part 2 - Mobility Scoring - How Do You Score",
    "content": [
        "Foot health and good mobility are essential to the good welfare and productivity of dairy cows. Average lameness levels in the UK are thought to be 50-70 cases per 100 cows per year 1,2 with 20-30% of the herd affected at one time3,4.",
        "Traditional lameness detection methods used on-farm (e.g. watching cows during herding, or as they enter the parlour or at routine bulling checks) probably detects only 25% of cases3. This is because cows have evolved to mask most of the early signs of lameness. In many cases cows will go several weeks with painful foot lesions prior to showing obvious lameness. This delay will adversely affect dry matter intake, milk yield, fertility and longevity. By the time a cow shows signs of lameness visible at milking then disease is usually advanced and her productivity will have been seriously impaired for several weeks.",
        "",
        "There are many signs of lameness. Often signs wax and wane depending on conditions under foot. Signs of lameness are best seen as the cow is walking, although there are some signs of lameness visible in standing cows (crossed forelimbs, weight shifting and arched back). Most cows will show just one or two subtle signs in the early stages of lameness, with extra signs appearing as lameness progresses.",
        "",
        "The ten signs of lameness include:",
        "Uneven weight bearing (dew claws do not drop to ground on one limb as much as the opposite limb) or uneven rhythm of strides (limp)",
        "Short strides (\"walking on tip-toes\" or \"walking on egg shells\"",
        "Arched back (arch increasing as the cow moves from standing position)",
        "Head nod (indicating fore foot lameness, with the head lifted slightly as the painful limb bears weight)",
        "Lowered head carriage",
        "Abnormal foot placement (wide or narrow of normal, toe or heel first)",
        "Leg swing wide or narrow of normal",
        "Unsymmetrical body posture",
        "Reduced walking speed or reluctance to move (a severe sign)",
        "Not tracking up (so hind feet fails to fall in the place left by the fore foot)",
        "Mobility scoring allows cows to be categorised according to the degree of impaired mobility. AHDB Dairy have published a simple and effective approach that uses the criteria below for scoring.",
        "It is best to perform mobility scoring on a clean, level, non-slip concrete walkway. Cows are ideally seen from the side and then from behind as they walk away from you. They should be able to take 6-10 uninterrupted steps. Recording the IDs of cows that are likely to benefit from treatment (score 2 and score 3) is useful for producing action lists, making a note of affected limbs and keeping a tally of the score 0 and score 1 cows for calculating percentages. In reality, watching cows as they walk between the parlour and feed passage or through a gate towards the collecting yard is normally the most practical means of scoring.",
        "AHDB Dairy Mobility Score",
        "Video",
        "Score 0 - walks with even weight bearing and rhythm on all four feet, with a flat back",
        "",
        "Score 1 - steps uneven (rhythm or weight bearing) or strides shortened; affected limb or limbs not immediately identifiable",
        "",
        "Score 2 - uneven weight bearing on a limb that is immediately identifiable and/or obviously shortened strides (usually with an arch to the centre of the back)",
        "",
        "Score 3 - unable to walk as fast as a brisk human pace (cannot keep up with the healthy herd) and signs of score 2.",
        "",
        "",
        "Using mobility scores",
        "Screening the herd every 1-2 weeks will generate lists of cows for treatment or trimming by the farm staff, foot trimmer or the vet. It is important to remember that it takes at least 6 weeks for sole bruising or a sole ulcer to become visible on the sole surface. Consequently, it is normal to find many of the new score 2 cows with what appears to be innocuous lesions at first sight: lesions such as sole overgrowth, outer hind claw overgrowth, toe overgrowth and mild surface bruising.",
        "",
        "Figure: Claw overgrowth will often be the only problem to correct in the early stages of lameness",
        "These generally indicate deeper sole bruising or ulceration. Other cows may have small digital dermatitis lesions between the heels, the early stages of which can be very painful. If left untreated, these can progress to more severe foot lesions.",
        "Trends can also be displayed on graphs (below) to identify the most likely causes and measure the impact of management changes. Percentages of score 2+3 cows (likely to benefit from treatment) can change rapidly from one week to the next as illustrated in the graph below.",
        "",
        "Plotting trends over time highlights new problems, helps identify causes and provides a measure of success after alterations, important for motivating those involved with managing foot health",
        "Economic benefits",
        "The average case of lameness costs approximately £178 with an estimate 25% of this cost being attributed to reduced milk yield, 25% due to prolonged calving interval and 25% due to premature culling5. Most of these hidden costs are avoidable with early detection and early effective treatment. This approach will only work when combined with good claw insepction routines, good treatment protocols put together with your vet and good preventative measures."
    ],
    "tables": [
        [
            [
                "AHDB Dairy Mobility Score",
                "Video"
            ],
            [
                "Score 0 - walks with even weight bearing and rhythm on all four feet, with a flat back",
                ""
            ],
            [
                "Score 1 - steps uneven (rhythm or weight bearing) or strides shortened; affected limb or limbs not immediately identifiable",
                ""
            ],
            [
                "Score 2 - uneven weight bearing on a limb that is immediately identifiable and/or obviously shortened strides (usually with an arch to the centre of the back)",
                ""
            ],
            [
                "Score 3 - unable to walk as fast as a brisk human pace (cannot keep up with the healthy herd) and signs of score 2.",
                ""
            ]
        ]
    ]
}