{
    "title": "Part 1 - Maximising Dry Matter Intake",
    "content": [
        "Introduction",
        "Dry matter intake (DMI) is essentially the industry-standard method of assessing how much a cow, or group of cows, are consuming at a particular point in their lactation cycle. It refers to the weight of organic matter entering the system once all water has been removed - essentially the nutrients capable of being used for biological processes such as milk production. The link between DMI and production is easy to appreciate, and from a production standpoint it is one of the critical components of maximising milk and financial efficiency.",
        "The implications of maximising dry matter intake, however, go far beyond milk production. Minimising the drop in periparturient DMI and maximising DMI throughout lactation is the cornerstone of managing early lactation energy deficit, which in turn has great bearing on whether an animal goes on to develop metabolic disease, get in calf and ultimately whether she will reach the end of her lactation alive.",
        "Maximising dry matter intake can be divided into three areas:",
        "1.    Formulation of the ration",
        "2.    Quality and palatability of the ration",
        "3.   Presentation and access to the ration",
        "Formulation",
        "Dry matter intake (DMI) - the amount of feed consumed, excluding water content.",
        "Neutral Detergent Fibre (NDF) - the amount of  solids insoluble in a neutral detergent; effectively the fibre content of a feed.",
        "NDF from forage - the proportion of the dietary fibre intake coming from forages (e.g. grass, hay, straw or silages).",
        "",
        "Fig 1: Cows like eating off smooth, light surfaces such as tiles or plastic sheeting.",
        "More emphasis and attention is placed on ration formulation than is probably warranted, yet its influence cannot be ignored.",
        "Rations with high dry matter percentage, typically >55%, are frequently associated with reduction in intakes. This is because, firstly, swallowing is only initiated when the mouthful reaches a certain consistency and moisture level, and secondly, because rumen function is dependent on adequate water being present  within the contents. The dryer the ration, the greater the amount of chewing necessary to produce the required saliva and the amount of water needed to be consumed to satisfy the ruminal environment.",
        "",
        "Fig 2: Flexible neck rails encourage cows to lean into the trough and prevent potentially painful neck calluses.",
        "In the same vein, rations very high in fibre may reduce dry matter intake simply through their 'bulk'; slower ruminal fermentation takes place and more ruminating is required. The rumen has a finite volume and little capacity for expansion - more food cannot be added to  the system until the old food is moved on.  This is obviously more significant for a metabolically active milking cow than a dry animal. For a high yielding cow, an overall diet NDF of 55% or NDF from forage of >25% may cause reduction of  DMI, whereas this would be more than adequate for her dry equivalent.",
        "The composition of the ration, regardless of the ingredient quality, also has a bearing on palatability and therefore DMI. Some ingredients, while being biologically desirable taste better than others. For example, feeding high levels of magnesium chloride to dry cows will stop milk fever, but may predispose to other problems as cows are reluctant to eat the ration due to the taste.",
        "The method of delivery of the ration is also important; greater intakes are afforded when the method of feeding is more consistent, such as a mixed ration. 'Slugs' of rapidly fermentable feed or low intake of effective, functional fibre may predispose to sub-acute ruminal acidosis (SARA). SARA has a significant adverse effect on DMI.",
        "",
        "Fig 3: Feed barriers are often just that: barriers to feeding. The neck rail here is too low and the divisions too narrow.",
        "Quality and palatability of the ration",
        "Cows have very refined taste and smell, and will readily reject food they deem unpalatable if the opportunity is made available to them. They are also creatures of habit and generally prefer their feed to remain unvaried; this is unsurprising given  their dependence on a very delicately balanced flora of rumen bacteria, fungus and protozoa.",
        "Keep food fresh and palatable:",
        "Cows are sensitive to unpalatable feeds & spoilage and will actively avoid such food. Discarding the shoulders of clamps, outer 'crust' of by-product piles, or any other feed obviously demonstrating mould or poor quality is advised. Feeding poor quality to dry cows, especially those entering the transition period, is likely a false economy.",
        "The deterioration of nutrient quality and ration palatability by aerobic fungal and bacterial spoilage at feed-out will vary according to conserved forage fermentation properties, ambient temperature etc. Feed as often as necessary to avoid heating of feedstuffs.",
        "Clean troughs out regularly. Troughs should have uneaten food removed daily.",
        "Ensure consistency of ration",
        "Sorting is the process whereby cows are able to selectively remove favoured feeds out of a mixed ration. Cows are able to sort feeds of length greater than the width of their muzzle  (about 8cm). Longer straw will be sorted especially in drier rations (>50% DM).",
        "Sorting will result in dominant cows consuming more of the palatable, desirable portions of the ration, while less dominant animals (e.g. heifers) miss out. The result is that dominant animals are likely to get sub-acute ruminal acidosis (SARA) - which ultimately lowers overall DMI - while subordinate animals fail to meet their nutritional demands.",
        "",
        "Fig 4: While ring feeders are generally not ideal for feeding dairy cattle, they may form a useful adjunct to bunk feeding where feed space is tight and bunk expansion is not possible.",
        "Bunk / trough management",
        "There is much to consider in how feed it presented to animals. The following points should be considered:",
        "Ensure continuous access to feed",
        "Ensuring that cows always have feed in front of them is imperative to increase intakes. Feed should be 'pushed up' regularly - this stimulates eating behaviour - and there should always be 5% more feed available than cows demand.",
        "Feed at the correct height",
        "Increased eating time, less waste and more saliva is produced when cows are fed at 'grazing height' of 10-15cm",
        "Above 45cm a cow commands about 1-2m of trough space and therefore reduces available feed space. Wastage from food tossing increases dramatically at this height also.",
        "Maximise accessibility",
        "Cows feeding head-to-head spend around 25% less time at a feeding than a fence line feeder. Head-to-head feeders should ideally place the cows > 3m apart.",
        "Heifers may be initially reluctant to eat via a headlock system; introducing them 4 weeks prior to calving increases intakes.",
        "Use of electric wire barriers, self-feed silage systems, and incorrectly positioned feed rails all make eating less desirable, while flexible neck rails (fig. 2)  increase reach and encourage intakes.",
        "Improve cow comfort",
        "Cows like eating down onto a smooth, light coloured surface, and may consume up to 10% more (fig. 1). Many high yielding herds now line troughs with tiles, plastic coatings or plastic sheets.",
        "Consider improved standing surfaces at the trough face. Although there is no evidence that providing rubber matting (or similar) at the feed face improves intakes, many producers claim that it has a positive impact on feeding times.",
        "Feed and water space allowances",
        "Cows ideally spend around six hours a day eating, usually in meals lasting around half an hour. Being social, curious and hierarchical animals, cows prefer to engage in eating as a group activity - seeing other cows eat is a stimulus for others to follow suit, a term known as 'social facilitation'. The effect of this is that feeding systems must be built with this behaviour in mind, and there should ideally be enough room for at least 80% of a group to feed at once. There is a significant association between feed access, DMI and production; even small reductions in feed access exert a noticeable negative effect.",
        "Stage of production",
        "Recommended feed access space/cow",
        "Far-off Dry Period",
        "80cm",
        "Transition Period",
        "85-100cm",
        "Lactation",
        "70-85cm",
        "Water is a frequently forgotten nutrient and has a significant effect on DMI. A 0.5-1.0L decrease in daily intake will decrease DMI by 1.0-2.5kg and reductions of water intake by 40% have been found to reduce DMI by 16-24% in UK studies. 75% of water intake occurs between 0600-1900h with around 25% of total daily intake consumed in the 2 hours after each milking. Cattle enjoy lukewarm water and there are now many successful systems that now utilise warm, recycled parlour water for increased intakes. In the bedded area, a minimum of two water locations per group is advised. Palatability has great bearing on water consumption; if water would not be considered desirable for human consumption, it is not good enough for cows.",
        "Stage of production",
        "Water access space",
        "Far-off Dry Period",
        "30 - 60cm",
        "Transition Period",
        "30 - 60cm",
        "Lactation",
        "70cm post-milking",
        "60cm in housing",
        "Conclusion",
        "In conclusion, maximising dry matter intake is critical to production, profitability and animal health. The 'art of feeding' involves care and attention to detail on how food is selected and presented to animals, but this effort involved is normally worth the investment many times over."
    ],
    "tables": [
        [
            [
                "Stage of production",
                "Recommended feed access space/cow"
            ],
            [
                "Far-off Dry Period",
                "80cm"
            ],
            [
                "Transition Period",
                "85-100cm"
            ],
            [
                "Lactation",
                "70-85cm"
            ]
        ],
        [
            [
                "Stage of production",
                "Water access space"
            ],
            [
                "Far-off Dry Period",
                "30 - 60cm"
            ],
            [
                "Transition Period",
                "30 - 60cm"
            ],
            [
                "Lactation",
                "70cm post-milking\n60cm in housing"
            ]
        ]
    ]
}