{
    "title": "Part 5 - Pregnancy Diagnosis",
    "content": [
        "Efficient livestock production requires accurate, early pregnancy detection so pregnancy diagnosis is a common procedure on most dairy farms.",
        "A wide variety of methods have been used and each has its own advantages and disadvantages. When assessing which method to use it is important to remember that it is actually the early identification of non-pregnant cattle that is important, as it is treating these non-pregnant cattle differently that provides the economic benefit of pregnancy testing.",
        "Table 1: Calculation of the accuracy of detecting non-return to heat - assuming all cows detected in heat are actually in heat.",
        "",
        "",
        "",
        "Non-return to oestrus",
        "Failure to return to heat is commonly used as a cheap and simple method of pregnancy diagnosis which does not require veterinary involvement. Detection of non-return to oestrus is an essential part of any fertility management plan. If cows fail to get pregnant, then detecting their next heat will ensure that they get a chance to become pregnant as soon as possible; i.e non-pregnant cows will be identified at an early stage (18 to 24 days after service) and can be mated without delay. Detection of non-return integrates well with a good heat detection strategy as the same methods are used pre- and post-service, so no additional systems are required. Furthermore, the measurement of non-return rate can provide valuable up-to-date information for evaluating herd fertility.",
        "",
        "",
        "Fig 1: Identifying cows that return to heat after insemination is essential. (Photo © Jakob Malmo)",
        "",
        "Fig 2: The use of heat-detection aids after insemination can significantly improve the accuracy of the non-return rate. (Photo © Jakob Malmo)",
        "",
        "Fig 3: Manual pregnancy diagnosis is an accurate method which is still widely used. (Photo © Jakob Malmo)",
        "However, non-return has a major disadvantage in that wrongly classifies a large number of cattle as being pregnant when they are not. As the calculation in Table 1 shows, using non-return almost 30% of cows assumed to be in-calf 21 days after service will actually be empty. If the conception rate is lower than 50%, which is the case on many farms, the inaccuracy is even greater. Allowing a longer period improves the accuracy because additional heats can be observed, but even after 42 days, it is likely that around 20% of cattle thought to be pregnant are actually not.",
        "So although detecting non-return to oestrus is a useful part of fertility management, it needs to be backed-up by additional measures.",
        "Milk progesterone",
        "Much research has been undertaken on the measurement of various chemicals as a method for pregnancy diagnosis. Measuring milk progesterone is the test that is most likely to replace rectal palpation. A single sample taken 24 days after service will accurately identify non-pregnant cows; >95% of cows with low progesterone will not be pregnant. However, a significant proportion of cows that are non-pregnant will have high progesterone 24 days after AI, so with a single milk progesterone test around 20 to 25% of cows identified as pregnant will not be. This is not much better than using non-return rate.",
        "Increasing the number of tests increases accuracy, particularly if a test on the day of AI is included. Unfortunately more tests means more costs, so outside of research multiple progesterone testing is not currently feasible. The development of reliable automated 'on-line' progesterone testing would be a significant advance, but the development of such a system has been in the near future for at least the last 20 years.",
        "Pregnancy-associated glycoproteins",
        "These are produced by the fetus and so finding them in the blood or milk is strong evidence of pregnancy - except where there has been a recent abortion or fetal loss. They can be used from 28 days after mating so can detect early pregnancies. However at the moment their use is limited by their higher cost (especially the blood-based tests) and for most tests the requirement for laboratory facilities which delays the results.",
        "In animals which have been inseminated more than once, these tests do not distinguish between matings unless the last mating was <28 days ago",
        "",
        "Fig 4: Ultrasound machines are now commonly used in pregnancy diagnosis (Photo © Jakob Malmo)",
        "",
        "Fig 5: The presence if the fetus is diagnostic of pregnancyn and its size can be used to determine its age. (Photo © Jakob Malmo)",
        "",
        "Fig 6: The absence of fluid, fetus and fetal membranes is used to identify an empty cow. (Photo © Jakob Malm",
        "Transrectal examination",
        "The absence of suitable alternatives means that this method of pregnancy diagnosis remains by far the most common method, excluding non-detection of oestrus.",
        "The two methods of transrectal examination, rectal palpation and ultrasound, both detect the same structures - fetus, fluid and fetal membranes. Each has their own advantages. Rectal palpation does not require expensive equipment or a power supply. It has significant advantages in time for small numbers of cows and for very late pregnancies. Ultrasound requires expensive equipment, but is quicker for large numbers of cows and calves can be aged more accurately, particularly in the early stages and can also be sexed from 55 days onwards. For an experienced veterinarian, there will be little difference in accuracy between pregnancy diagnosis by palpation and by ultrasound, with >95% of empty and pregnant cows being identified correctly.",
        "Transrectal examination can be undertaken from around 20 days after insemination, but accuracy is very much lower at this stage, and the time taken per cow much higher than examinations taken after 30+ days, so the standard time for examination is around 35 days.",
        "It is important to remember that pregnancy diagnosis is not just diagnosing pregnancy. Transrectal examination does not just provide a yes-or-no as to pregnancy status. Firstly, measurement of the fetus can provide accurate age measurement which can be useful to check that AI records are accurate or for confirming the dates of natural service. This can be valuable particularly when assessing herd fertility when the more information you have available the better. Secondly, the main aim of diagnosis is to identify those cows which are not pregnant. It is treatment of these cows which justifies undertaking pregnancy diagnosis, so any delay in treating such cattle or in identifying the cause of the non-pregnancy is lost income. It thus pays to use a professional who can evaluate and treat non-pregnant cattle, not just someone who can identify pregnancy.",
        "Summary",
        "Pregnancy diagnosis is an essential part of fertility management.",
        "Early detection of pregnancy allows early recognition and treatment of problems.",
        "Detecting animals that have been inseminated returning to heat is the most cost-effective method of early detection of non-pregnancy.",
        "However, it cannot be relied on as a method of pregnancy detection as a high proportion of cattle (often >30%) which are not seen in heat are actually empty.",
        "Milk progesterone concentration can be used to detect pregnancy, but it works best with multiple samples which reduces cost-effectiveness.",
        "Testing for pregnacny glycoproteins is an alternative in some circumstances.",
        "Rectal palpation remains the method of choice for early pregnancy diagnosis.",
        "Manual and ultrasound palpation are both effective methods.",
        "Ultrasound examination is better for aging and sexing the embryo.",
        "Whichever method is used it is the effective identification and management of non-pregnant cows that is the key to establishing the benefit of early pregnancy detection."
    ],
    "tables": []
}