{
    "title": "Part 6 - Dealing with Abortion",
    "content": [
        "What is abortion?",
        "Abortion is usually defined as the production of one or more calves between 50 and 270 days of gestation; with calves being born dead or surviving for less than 24 hours.",
        "On a practical basis most abortions occurring during the second and third month go undetected until the cow fails to calve or returns to heat, so abortion rates are usually calculated from cattle that abort from 120 days onwards.",
        "Most herds have an abortion rate of around 1 to 2%, so a single abortion is no cause for alarm. An annual abortion rate of > 5% is considered to be the point at which intervention should take place. Often, however, intervention is based on a group of cows aborting at the same time rather than the annual abortion rate, which may not be higher than 5%. This more proactive strategy is particularly useful in seasonally calving herds.",
        "",
        "Fig 1: Fetal membranes hanging from the vulva are often the first sign of abortion.",
        "",
        "Fig 2: Fetal monsters, such as this two-headed calf if they are aborted are likely to be aborted at a later stage.",
        "What causes abortion?",
        "Abortion can be divided into non-infectious causes and infectious causes (see Table 1. Generally, it is the infectious causes which are more important as they are more likely to be involved in abortion storms (where > 10% of cows abort) and because we have specific control measures for many of them. However, non-infectious causes can be responsible for outbreaks of abortion (e.g. mycotoxin contamination of a feed) so identification of whether abortion is due to non-infectious or infectious abortion is a critical part of any abortion investigation.",
        "A wide variety of infectious agents have been associated with abortion in cattle, ranging from diseases which cause abortion secondary to systemic infection to ones which specifically target the reproductive tract and cause abortion without any clinical signs. Any disease which results in a sick cow and a high fever can cause abortion, so valuable information on the cause of abortion can be identified if information is available on the cow's health before it aborted and, if there were clinical signs, whether there were similar signs in cows which did not abort.",
        "Abortion without clinical signs is a common sequel to many of the infections that cause abortion including many of the most important causes such as brucellosis, BVD, leptospirosis, Salmonella Dublin and Bacillus licheniformis.",
        "Table 1: Causes of abortion",
        "Non-infectious",
        "Infectious",
        "Genetic defects",
        "Diseases causing high fever e.g. some strains of IBR",
        "Environment: e.g. high temperature",
        "Specific reproductive diseases e.g. BVD, Neospora",
        "Nutrition: e.g. mycotoxins",
        "Other: e.g. treatment with abortifacient drugs such as prostaglandin",
        "Diagnosing abortion",
        "The percentage of abortion cases for which a diagnosis is made is very low, with a diagnosis being made in less than 1/3 of cases submitted to the laboratory. The chances of making a diagnosis can be greatly increased by:",
        "Good accurate records\n\n\nKnowing when a cow was due to calve\n\n\nKnowing when it aborted\n\n\nKnowing what the cows have been fed on and when\n\n\nKnowing where the cow has been during pregnancy\n\n\nKnowing the cow's vaccination status",
        "Knowing when a cow was due to calve",
        "Knowing when it aborted",
        "Knowing what the cows have been fed on and when",
        "Knowing where the cow has been during pregnancy",
        "Knowing the cow's vaccination status",
        "Knowing when a cow was due to calve",
        "Knowing when it aborted",
        "Knowing what the cows have been fed on and when",
        "Knowing where the cow has been during pregnancy",
        "Knowing the cow's vaccination status",
        "Keeping the fetus and the fetal membranes - submitting both of these to the laboratory can greatly enhance the chances of a diagnosis.",
        "Keeping feed material can also be very useful - don't throw out all the mouldy feed or silage, keep some of it in the fridge for testing.",
        "When a cow aborts, get the information and material that you need together and contact your veterinarian. They can then decide with you, on the basis of the history and your current abortion rate, whether further diagnostic work-up is required.",
        "Under UK law all abortions must be reported to the local animal health office which will decide whether an abortion investigation for brucellosis is required. In dairy herds this will generally only be if the history indicates an increased risk of brucellosis, such as multiple abortions occurring within thirty days or abortions in imported cattle, but in other herds all reported abortions are usually investigated. DEFRA pay for the veterinary visit and the tests for brucellosis. Any further investigation will incur the usual laboratory fees, although this is still significantly subsidised as the actual cost of most abortion investigations greatly exceeds the costs passed onto the veterinarian.",
        "The more material that can be submitted to the laboratory the more likely a diagnosis will be made. So if there are multiple abortions it is best to send multiple samples. Trying to save a small amount of money by not submitting an additional aborted fetus is likely to cost money in the end because of the reduced chance of diagnosis.",
        "",
        "Fig 3: For diagnosis it is essential to have an intact fetus.  Additional fetal membranes are also very useful.",
        "",
        "Fig 4: A small proportion of fetuses which die in the uterus become mummified and lose all fluid.  Such calves are usually not aborted, diagnosis is usually made when the cow is presented for going considerably over-term.",
        "",
        "Fig 5: Fungal abortion is an all too common sequel of feeding mouldy silage to pregnant cattle.",
        "Preventing abortion",
        "The basis of all abortion prevention programmes is sound herd health management.",
        "Minimize the risk of introducing diseases onto the farm. If disease can't enter the herd it can spread within the herd.",
        "Either effectively quarantine purchased cattle for a minimum of 14 days or maintain a completely 'closed' herd.",
        "Pay special attention to the health status of bulls. Purchased bulls can introduce disease and spread it venereally. Get your veterinarian to assess the health status of your bulls. Only purchase bulls from farms with a proven high health status",
        "Ensure farm visitors and their equipment are clean before they enter the farm. Use disinfection if necessary",
        "Make sure your boundaries are stockproof. Cattle which jump fences often bring disease with them",
        "Isolating aborting cows and immediate removal of aborted materials can reduce spread within the herd",
        "",
        "Fig 6: Bulls are a major biosecurity risk, ensure you have a bull management plan worked out with your vet.",
        "Provide a sufficient quantity of a properly formulated and delivered ration. Cows under stress are more likely to become infected and to abort.",
        "Feed good quality feed to pregnant cows. Food which is contaminated with moulds should not be fed to such cows. It is no good removing the visibly affected portion as toxins and fungus will be present in the apparently normal portion too.",
        "Store feed properly - keep vermin out as they can spread bacteria and viruses, particularly Salmonella.",
        "Vaccination is an integral component of a complete herd health programme.",
        "It is not a remedy for poor management.",
        "Many of the infectious diseases that cause abortions in cattle have vaccines available which are safe and efficacious.",
        "Work together with your vet to develop a vaccination programme targeted at the diseases which your farm is at risk from.",
        "Vaccines will not work if they are not properly handled and administered - read and follow the instructions on the label and the package insert.",
        "Summary",
        "Abortion is the production of a dead calf within 270 days of insemination.",
        "Up to about 120 days most abortions go undetected.",
        "Most herds have an abortion rate of < 2% per year.",
        "A rate > 5% per year indicates a significant problem.",
        "Abortion can be divided into non-infectious and infectious causes.",
        "Infectious causes are the most important and the ones for which there are specific control measures.",
        "Abortion due to infection can occur as a secondary complication of severe infection in the dam but often occurs without clinical signs.",
        "The diagnostic rate of abortion submissions is low.",
        "It can be increased with good recording and maximising the amount of material submitted.",
        "All abortions in cattle need to be reported to the local animal health office who will decide if a statutory abortion investigation is needed.",
        "This is focussed solely on brucellosis, additional investigation is an added cost but likely to be of value.",
        "Prevention of abortion is based on biosecurity, feeding quality feeds and vaccination."
    ],
    "tables": [
        [
            [
                "Non-infectious",
                "Infectious"
            ],
            [
                "Genetic defects",
                "Diseases causing high fever e.g. some strains of IBR"
            ],
            [
                "Environment: e.g. high temperature",
                "Specific reproductive diseases e.g. BVD, Neospora",
                ""
            ],
            [
                "Nutrition: e.g. mycotoxins",
                ""
            ],
            [
                "Other: e.g. treatment with abortifacient drugs such as prostaglandin",
                ""
            ]
        ]
    ]
}