{
    "title": "Part 7 - Cubicle Comfort",
    "content": [
        "Cow comfort is fundamentally important to allow rest and hence maintain foot health, but it also has implications for:",
        "Cow wellbeing",
        "Productivity",
        "General herd health",
        "Cow injuries and longevity",
        "Whilst issues such as hock damage may appear to adversely affect a small proportion of animals, the injuries are often the 'tip of the iceberg', with the rest of the herd perhaps coping but with a hidden cost. Crucially, when it comes to cow comfort the most vulnerable animals tend to be the freshly calved, the heifers who are the future of the herd, and finally the lame, which often 'get lame and then stay lame'. As the highest yielding animals require the best comfort, many herds effectively weed out their best genetics through consequential lameness and infertility.",
        "Fig 1: Cow comfort is important for cow longevity and productivity",
        "Assessing significance",
        "Good lying (resting) comfort prevents bruising and sole ulcers while allowing lame cows with claw lesions to recover. If yards are non-slatted and experience slurry build-up, prolonged standing may well increase heel horn erosion and skin disorders such as digital dermatitis.  Cows lying out in the passages, lying half-in-half-out and becoming stuck in cubicles are clear indicators that changes are needed; some other, more sensitive measures of comfort are available.",
        "It is now possible to measure and monitor lying times in herds or certain groups, particularly heifers and fresh cows. Target times are 10-14 hours for housed cows. Even without this it is possible to crudely assess lying behaviour using the 'standing index (SI)'. This is defined as:",
        "'the proportion of cows standing and touching a bed out of all cows lying or stood touching a bed'(1)",
        "To be most representative, SI should be measured two hours before milking(1), and probably repeated for average to small herds (2). The index should be less than 20%, while the best herds consistently achieve less than 10%. (Fig 2) However, the index is most useful for spotting herd disturbance (e.g. heat stress) or monitoring the impact of improvements over time.",
        "",
        "Fig 2: On this farm there were two cows stood in the cubicles for every twenty-two lying down. Cubicle Standing Index = 9%",
        "Diagnosing problems",
        "Observing and examining the cows in the cubicles is the best way to identify comfort problems. Cubicles should be designed to provide comfort for the largest cows in the herd, not the average cows. Lying position should be determined by a brisket board,that rises no more than 10cm above the bedding. Even with this, some dung on the backs of 10% of cubicles can be expected and should do little harm if cleaned off quickly and regularly.",
        "",
        "",
        "Fig 3: Hock swelling and hairloss indicates hard beds and abrasive bedding.",
        "On most farms the main priorities are:",
        "(1)  Bed comfort and cushioning. The biggest barrier to a cow lying down soon after entering a cubicle is the comfort of the lying surface. Hock scoring can provide a very used means of benchmarking bed comfort using the AHDB hock scores. Research would suggest deep sand offers excellent cushioning and grip. However, other materials can achieve this. Deep bedding will keep cows cleaner/drier, be more inviting and provides cushioning. Hock swellings (Fig 3) indicate the beds are too hard. Hock sores would suggest the beds the bedding material or mattress covers are too abrasive.",
        "(2)  Cubicle access. There should be at least one useable cubicle positions per cow, but this needs to be higher for vulnerable animals (fresh groups 15% spare), if cubicles vary in comfort or if accessibility is poor (e.g. blind alleys). Accumulations of slurry in one alley and cows queuing for cubicles will reveal a preference that needs equalising. Kerb height (ideally about 16cm) and neck rail position (see Fig 6) will determine whether cows can enter into a chosen cubicle, as will bully cows in narrow alleys.",
        "(3) Cubicle divider design and positioning. Cows show a clear preference for wider cubicles and high neck rails, reflecting their fear of striking these as they lie down or rise, roughly 12 times per day. Lying times can be influenced by design, with various modern designs now available Neck calluses, rib swellings, stifle hair-loss, back swellings and observed collisions indicate a need for alteration.",
        "(4) Cubicle length and lunge space.  Typical Holstein-Friesian requires 1.7 cm bed length and a further 1m of forward lunge space meaning cubicles should be at least 2.7m long",
        "",
        "",
        "Fig 4: The supercomfort design offers borrowing space, forward lunge space,  bob space and side lunge space",
        "",
        "Fig 5: A cow requires approximately 1m of forward lunge space, and bobs the muzzle to the ground on rising, to create a counter balance for the rear quarters. Without this, more force goes through the hock",
        "The following interventions appear to be effective:",
        "(1) Cubicle access",
        "a. Cubicles are not ideal for vulnerable animals. Therefore, loose yards ('comfort groups') for post-calving transition cows, heifers and lame cows are best. Other good alternatives are single row (one row cubicles to one row feed space) fresh pens",
        "b.  Low stocking rates (more than 10% spare cubicles).",
        "(2) Bed comfort and cushioning",
        "a. Conversion to deep bed systems.",
        "b. Increase use of bedding, while keeping an eye on mastitis risk.",
        "c. Change type of sawdust to reduce hock abrasion- a mixed grade, kiln dried sawdust, containing dust and shavings appears least abrasive. It also tends to be self-cleaning on mattresses, preventing abrasive crust formation with milk leakage.",
        "(3) Altering divider position - see Fig 6 below.",
        "(4) Length and lunge space - removal of walls or other obstructions in the forward lunge space.",
        "Once a problem has been identified, it is often worth trialling a change on one or two rows of cubicles first. Often the preference for the changed cubicles will be seen within 1-2 weeks, confirming the change should be made on all the cubicles as soon as possible.",
        "",
        "",
        "",
        "Fig 6:  The above cubicle dimensions are a guide for a typical Holstein-Friesian dairy cow. Some designs can be easily adjusted e.g. by raising or lowering the divider, tilting the divider or spreading the bottom rail from the top rail with a trailer jac",
        "Even with the best cubicle comfort possible, it is extremely important and cost-effective to train heifers to use cubicles in the rearing period and introduce cubicles gradually at winter housing, monitoring for subtle signs of cubicle rejection. If cubicles and training can't be improved then a straw yard should be available for lame animals or those that reject cubicles.",
        "",
        "(1)   Bed comfort and cushioning. The biggest barrier to a cow lying down soon after entering a cubicle is the comfort of the lying surface. Hock scoring can provide a very used means of benchmarking bed comfort using the AHDB hock scores. Research would suggest deep sand offers excellent cushioning and grip. However, other materials can achieve this. Deep bedding will keep cows cleaner/drier, be more inviting and provides cushioning. Hock swellings (Fig 3) indicate the beds are too hard. Hock sores would suggest the beds the bedding material or mattress covers are too abrasive.",
        "(2)   Cubicle access. There should be at least one useable cubicle positions per cow, but this needs to be higher for vulnerable animals (fresh groups 15% spare), if cubicles vary in comfort or if accessibility is poor (e.g. blind alleys). Accumulations of slurry in one alley and cows queuing for cubicles will reveal a preference that needs equalising. Kerb height (ideally about 16cm) and neck rail position (see Fig 6) will determine whether cows can enter into a chosen cubicle, as will bully cows in narrow alleys.",
        "(3)      Cubicle divider design and positioning. Cows show a clear preference for wider cubicles and high neck rails, reflecting their fear of striking these as they lie down or rise, roughly 12 times per day. Lying times can be influenced by design, with various modern designs now available Neck calluses, rib swellings, stifle hair-loss, back swellings and observed collisions indicate a need for alteration."
    ],
    "tables": []
}