{
    "title": "Part 2 - Heat Detection",
    "content": [
        "The vast majority of dairy cattle in the UK become pregnant after artificial insemination (AI).",
        "This requires detecting cows in heat; poor heat detection thus has a huge impact on overall herd reproductive performance. So, in any management programme looking at improving herd fertility, assessing current heat detection practices and identifying areas for improvement is essential. Heat detection errors can be divided into two types:",
        "Missing cows that are on heat",
        "Misidentifying cows on heat when they are not",
        "",
        "Fig 1: Standing to be mounted is definitive evidence of oestrus",
        "In the first case, the main effect will be fewer cows being submitted for service when they should be, and intervals between heats will be longer than the standard 18 - 24 days. In the second, more cows may be submitted for service and the interval between heats will be shorter than standard. However it's usually more complex than this because wrongly identifying heat is often associated with missing heats so both effects can occur at the same time.",
        "",
        "Fig 2: In collecting yards, cows may be mounted because they cannot move away.",
        "",
        "Fig 3: In seasonally-calving cows at grass heat activity is often much more obvious with rubmarks, due to being mounted often, seen on the pin-bones.",
        "There is only one definitive sign that a cow is in heat. This is standing to be mounted by other cows when it is free to move away (see Figure 1). In some situations such as in the collecting yard or in cubicles, a cow may appear to be standing but unable to move away (see Figure 2). Other signs associated with heat behaviour are suggestive of a cow being on heat, particularly if a cow shows two or more signs, but inseminating cows based on the presence of these signs only is going to reduce conception rates. Table 1 summarise the main signs that suggest that a cow is possibly but not definitely on heat. Training of staff is critical; all members of the team should be able to recognise the signs of heat.",
        "Signs suggestive of a cow being on heat",
        "Attempting to mount other cows",
        "Mounting head-to-head (rare but cows are usually in heat if they do this)",
        "Restless behaviour",
        "Bellowing when isolated",
        "Small increase in body temperature",
        "Poor milk let-down",
        "Clear mucus discharge from the vulva - 'bulling string' (mucus discharge with blood suggests heat 48 hours ago)",
        "When to detect heat",
        "Cattle can be seen in heat at all times of the day. However relying solely on detecting heat at the milking parlour or when feeding out will increase the number of missed heats. The best strategy is to look for heat behaviour when the cows are at rest.",
        "Heat detection strategy",
        "Ensure all cows are identifiable at a distance",
        "Check two hours after morning milking",
        "Check two hours after afternoon milking",
        "Add an early afternoon check to maximise the number of heats observed",
        "Always observe cows quietly",
        "Return cows to the milking herd as soon as possible after AI - these cows will act as detectors for you",
        "Ensure all staff record all observations using the same system",
        "Heat detection aids",
        "Simply observing cow behaviour may not be sufficient to get good pregnancy rates. This is partly because staff numbers on farm have decreased while cow numbers have tended to increase, restricting the availability of staff for heat detection. Such issues can be tackled by employing an outside agency to manage heat detection, usually alongside AI. This has proven successful on many farms.",
        "",
        "Fig 4: Tail paint should be applied from the base of the tail forwards.",
        "However, on many farms, even implementing a well-planned strategy may not be sufficient. This is because the modern dairy cow only shows heat for a short length of time with recent research suggesting that the average duration of oestrus is around 8 hours as opposed to the accepted figure of around 12 hours. Additionally, oestrus intensity, i.e. the number of times a cow stands to be mounted, has also decreased. It is likely that these changes result from a large number of factors, some of these are summarised in Table 1.",
        "Table 1: Factors linked with reduced oestrus behaviour in the modern dairy cow",
        "Factor",
        "Effect",
        "Increased milk yield",
        "Shorter heats",
        "More all-year round calving",
        "Reduced intensity - smaller numbers of cows on heat at any one time",
        "Cubicle housing",
        "Reduced intensity - cows are more reluctant to show oestrus than in open yarding or at grass",
        "Longer milking times",
        "Time comes from budget available for behaviours such as oestrus",
        "",
        "In these circumstances additional heat detection aids can greatly improve oestrus detection. A wide variety of aids is available; ranging from simple cheap systems (such as tail paint / chalk) to more expensive systems which integrate with computerised herd information systems. Table 2 summarises the advantages and disadvantages of five systems. Get advice as to which aid will suit your system best.",
        "Table 2: Relative advantages / disadvantages of some heat detection aids.",
        "System",
        "Advantages",
        "Disadvantages",
        "Tail paint / chalk",
        "Cheap, easy to apply",
        "Experience required to identify rubs from mounting.",
        "Reapplication necessary at least weekly",
        "Heat mount detectors",
        "Relatively cheap",
        "Less skill required than tail paint",
        "Knocks can activate detector",
        "Can be lost, particularly in cubicles or in fields with low trees",
        "Teaser bulls",
        "Accurate and sensitive",
        "Cost of bull maintenance",
        "Safety",
        "Venereal disease",
        "Milk progesterone",
        "Accurate and sensitive - low progesterone indicates oestrus",
        "Early identification of abnormal cows",
        "Multiple tests needed",
        "Staff training required",
        "Viable once automatic monitoring developed",
        "Activity monitors",
        "Accurate and sensitive",
        "Automatic recording",
        "Expensive",
        "Requires compatible computer system",
        "Staff training required",
        "Whichever system you choose there are two key points to remember. Firstly, these are aids to heat detection and should be used alongside standard recording of cows showing standing heat. Secondly, you need to monitor how well your system is working. Identify how many cows you see in standing heat that are also identified by the aid, calculate the number of cows you expect to come into heat in the next three weeks and then assess the proportion your system picks up, and, finally, record the proportion of cows detected as being in heat which become pregnant.",
        "",
        "Fig 5: A positive response on a heat mount detector is usually obvious.",
        "Heat detection and timing of insemination",
        "Cattle ovulate after they have been in heat. The ideal time to inseminate a cow is around eight hours after she starts showing oestrus behaviour. As this is difficult to detect, the standard advice is the 'AM-PM rule'; cows seen in heat in the morning are inseminated the subsequent afternoon, while those seen in the afternoon are AI'd the next morning. Inseminating too early is better than inseminating too late as cattle which are inseminated too late, especially after ovulation, have a much lower conception rate (Figure 6).",
        "Figure 6: Effect of timing of AI on pregnancy rate showing the steep drop-off in cows inseminated too late.",
        "",
        "Summary",
        "Good heat detection is an essential part of good fertility.",
        "Poor heat detection leads to cows on heat being missed and cows being served when they are not on heat.",
        "The only definitive sign of heat is a cow standing to be mounted when it is free to move.",
        "Other signs, such as restless behaviour, a bulling string, and mounting other cows, suggest a cow is around oestrus but are not definitive.",
        "Having a well-planned heat detection strategy and well trained staff are crucial.",
        "Even in the best herds, heat detection aids can improve detection.",
        "Whatever system you use ensure that you record heats effectively, assess how effective your heat detection and use these records to constantly improve."
    ],
    "tables": [
        [
            [
                "Factor",
                "Effect"
            ],
            [
                "Increased milk yield",
                "Shorter heats"
            ],
            [
                "More all-year round calving",
                "Reduced intensity - smaller numbers of cows on heat at any one time"
            ],
            [
                "Cubicle housing",
                "Reduced intensity - cows are more reluctant to show oestrus than in open yarding or at grass"
            ],
            [
                "Longer milking times",
                "Time comes from budget available for behaviours such as oestrus"
            ]
        ],
        [
            [
                "System",
                "Advantages",
                "Disadvantages"
            ],
            [
                "Tail paint / chalk",
                "Cheap, easy to apply",
                "Experience required to identify rubs from mounting.\nReapplication necessary at least weekly"
            ],
            [
                "Heat mount detectors",
                "Relatively cheap\nLess skill required than tail paint",
                "Knocks can activate detector\nCan be lost, particularly in cubicles or in fields with low trees"
            ],
            [
                "Teaser bulls",
                "Accurate and sensitive",
                "Cost of bull maintenance\nSafety\nVenereal disease"
            ],
            [
                "Milk progesterone",
                "Accurate and sensitive - low progesterone indicates oestrus\nEarly identification of abnormal cows",
                "Multiple tests needed\nStaff training required\nViable once automatic monitoring developed"
            ],
            [
                "Activity monitors",
                "Accurate and sensitive\nAutomatic recording",
                "Expensive\nRequires compatible computer system\nStaff training required"
            ]
        ]
    ]
}