{
    "title": "Part 6 - Foot bathing",
    "content": [
        "Clean and dry condition underfoot is a major protective factor for feet, reducing the amount of lameness due to foul-in-the-foot, interdigital growths and digital dermatitis in cows with benefits to claw and horn quality and heel horn health.",
        "Taking steps to improve foot hygiene and introducing foot disinfection (foot bathing) can be an extremely effective and rapid way of improving foot health. However, if foot bathing is performed incorrectly it can contribute to the rapid spread of infections and contaminated baths could pose a mastitis risk. Furthermore, some chemicals can burn the skin or cause severe pain on open sores.",
        "",
        "Fig 1: Cleaner and drier feet are fundamental to reducing lameness",
        "Digital dermatitis probably affects over 40% of cows in infected herds making it one of the most common causes of lameness and foot disease in UK dairy cattle, costing the average farm roughly £3000 per 100 cows per year. The cost of conditions such as foul-in-the-foot, superfoul, interdigital fibroma and heel erosion are less clearly defined.  Even harder to define are the costs in terms of claw lesions that become chronically and severely infected due to slurry, or the extra bruising due to eroded heels.  The cost of foot bathing will vary according to the regime and chemical you use, but if 4% formalin is used daily, the cost to fill a 200 litre bath is approximately £800 per year per 100 cows (£550/1000 litres, Strathclyde Nutrition) with a return on investment after fewer than 8 cases making it an extremely cost-effective control measure.",
        "Digital dermatitis is highly infectious but is hard to isolate in the environment. It appears to spread in slurry, mud, dirty water and contact with infected equipment or surfaces e.g. cubicle beds. Infection rates have been correlated with cleanliness scores. Therefore, the best prevention for foot infections is to keep feet clean and dry.(Figs 1 and 2a)",
        "",
        "Fig 2a",
        "",
        "Fig 2b",
        "Figs 2a and 2b: Crusts of slurry on the front of claws (left) or on dew claws (right) indicates exposure to deep slurry, and are risk factors for heel erosion or spread of digital dermatitis (Fig 2b)). Deep slurry will often mean front lameness becomes common too as slurry extends above the deeper front heels.",
        "Summer pasture conditions are generally most favourable for feet, although muddy tracks, water troughs and gateways combined with slurry can undo that. These conditions can trigger outbreaks of foul with digital dermatitis.",
        "",
        "Fig 3: A box scraper will scrape cleanly, especially along kerbs, but will also save labour time making it an extremely cost effective investment",
        "When cows are housed, clean dry conditions are more easily achieved with straw yards (with wide, regularly scraped concrete feed passages). (Fig 4) Similarly, one contaminated passageway, one pool of water or a pool of slurry can undo this. Heel skin and the growth rings on the wall of claws will be visible with clean conditions.",
        "",
        "Fig 4: An alley with width and drainage for clean feet",
        "Practical steps to improving yard hygiene include:",
        "Increasing bedding depth, especially straw or sand. This will help fiit cleanliness, overall cow cleanliness and can possibly udder health.  Lime, slurry and sawdust can tend to cake on feet.",
        "Increasing yard scraping care and frequency. This usually means having a thorough clean of an area, with farm staff agreement that the whole area will be maintained in a clean state. Having ready access to lots of hand scrapers makes the job easier.",
        "Investing in a better yard scraper (Fig 3). Box scrapers or vacuum scrapers are best.",
        "Removing sources of slurry pools e.g. repairing holes in yards, removing temporary slurry pools, creating drains and kerbs.",
        "Ensuring housing is not overstocked, alleys are wide and alleys are on a 2% slope for drainage. In some cases alleys can be widened (e.g. removing a tractor feed passage or creating a loafing area.",
        "While whole herds can be regularly treated for digital dermatitis cure rates are low with this approach and the treatment in the footbath just serves to dampen the problems.",
        "The feet must be clean to allow the solution to reach the skin. For housed cattle this is best achieved by washing ini the parlour before teat preparation.  Feet should be allowed to drip dry.",
        "A 'pre-wash' water bath (Fig 5) can be used to wash off the contamination before the treatment bath¹. Addition of detergent may help this. A similar result can be achieved with a two compartment agent bath in series, the first compartment taking most of the contamination.",
        "Enough active solution must be present to maintain activity for the last cow through the bath. The rough rule of thumb is 100 cow passes per 100 litres in the footbath. If in doubt, the solution should be refreshed during milking, never left without being refreshed for more than 48 hours and high risk animals (freshly calved cows and heifers) should be prioritised for the freshest solutions.",
        "Treat dry cows and youngstock - these animals may represent a substantial reservoir of infection on the farm and lesions at calving will be a substantial drive of herd infection.",
        "",
        "Fig 5: A well designed footbath with pre-wash and agent bath",
        "It may be possible to spray treatments on the heels of the whole herd (if safe and following precautions), reducing the necessity for footbaths and regular changing of baths. However, many lesions between claws cannot be accessed properly with this approach and impacted sand, mud or slurry between claws is rarely washed out. None-the-less, treating all milking cows in this way will address many unseen lesions. However, the most sustainable and effective way of managing infections is not through treatment but through prevention by reduced the spread, preventing the cost of disease. As mentioned earlier, even when foot hygiene is excellent, daily foot disinfection may be beneficial for preventing digital dermatitis.",
        "",
        "Fig 6: A  6\" drain, bung and string pull",
        "",
        "Fig 7: A double width bath with bung, over-flow, and parlour washing divert",
        "Constantly clean feet can be very challenging to achieve e.g. cows housed on concrete. There are many management or environmental factors such as when automatic scrapers are used or when narrowcubicle passageways in relation to number of cows, size of cows and dry matter intakes (milk yield) which are difficult to address. In many instances, the only means of improving foot cleanliness may be with a regular foot disinfection protocol. Futhermore, recent work has shown how the Trepenomes quickly invade deep into the skin via the hair follicles.  If footbathing is to have a chance it must remove these baceteria under slurry and on the surface of skin and hairs before they reach the relatively protected sites in hair follicles and sebaceous glands.  Daily foot disinfection is probably one of the most cost-effective ways of improving foot health in a herd with digital dermatitis. In order to make it practical, a simple 'easily fill, easy clean' footbath is required. This usually consists of:",
        "A six inch diameter drain with quick release bung (available from a plumbers merchant) (Fig 6)",
        "A tank or hose and tap for washing and filling",
        "A means of dispensing chemical safely, accurately and easily",
        "Special consideration should be paid to cow flow and dispersal. A single width bath is best placed far enough away from a parlour to avoid queues out the parlour. Where good cow flow is a premium a double width bath is recommended. A 1.8m wide and 3m long bath will hold 540 litres if filled to the recommended 10cm. This is enough for 540 cow passes of 3-5% formalin.",
        "Footbaths can be used as a treatment or foot disinfection. In most situations, both treatment and disinfectant baths should be alternated. If a disinfectant like 2-4% formalin is available, then the simplest regime is to use this every day.",
        "",
        "Chemical in bath",
        "Use",
        "Frequency and concentration",
        "Antiobiotic",
        "Treating digital dermatitis",
        "Off-license. Use as directed by your vet. Only for emergency use due to ehtical concerns about antibiotic resistance; not recommended as a routine.",
        "Formalin¹",
        "Weekly 'treatment'",
        "Daily disinfectant",
        "3 consecutive days at 5%",
        "Daily at 2-4%",
        "Treatment following outbreak",
        "Week 1: Individually treat all animals with raw lesions in the crush or parlour",
        "Start with 3 days formalin at 2%. Individually cows which are irritated by formalin at any time by watching cows after going through bath i.e. at feed barrier",
        "Week 2: 4% formalin 3days",
        "Week 3: 6% formalin 3 days",
        "Week 4: 8% formalin 3 days",
        "Week 5: 10% formalin 3 days",
        "Week 6: maintain at 4% formalin",
        "Copper sulphate²",
        "Weekly 'treatment'",
        "Daily disinfectant",
        "1-2 days per week at 5%",
        "Daily at 2% (add mild, dilute acid)",
        "Organic Acids",
        "Daily disinfectant",
        "Daily at 1-5%",
        "Zinc Suplphate",
        "Weekly 'treatment'",
        "1-3 days per week at 10%",
        "Commercial Products",
        "Varies according to product",
        "Varies according to product",
        "",
        "Table : Foot bathing regimes",
        "1 Type 1b carcinogen Health and safety precautions must be followed.",
        "2 Seek advice on soil biohazards",
        "Ideally, treatments and possibly disinfection should be continued through the grazing period when feet will be cleanest and lesions most amenable to treatment.  Futhermore, new lesions can still develop at pasture.  A number of commercial products are available some of which appear to be effective although evidence supporting use is lacking for some products. . Foot bathing is best planned with your vet as part of your herd health plan."
    ],
    "tables": [
        [
            [
                "Chemical in bath",
                "Use",
                "Frequency and concentration"
            ],
            [
                "Antiobiotic",
                "Treating digital dermatitis",
                "Off-license. Use as directed by your vet. Only for emergency use due to ehtical concerns about antibiotic resistance; not recommended as a routine."
            ],
            [
                "Formalin¹",
                "Weekly 'treatment'\nDaily disinfectant",
                "3 consecutive days at 5%\nDaily at 2-4%"
            ],
            [
                "",
                "Treatment following outbreak",
                "Week 1: Individually treat all animals with raw lesions in the crush or parlour\nStart with 3 days formalin at 2%. Individually cows which are irritated by formalin at any time by watching cows after going through bath i.e. at feed barrier\nWeek 2: 4% formalin 3days\nWeek 3: 6% formalin 3 days\nWeek 4: 8% formalin 3 days\nWeek 5: 10% formalin 3 days\nWeek 6: maintain at 4% formalin"
            ],
            [
                "Copper sulphate²",
                "Weekly 'treatment'\nDaily disinfectant",
                "1-2 days per week at 5%\nDaily at 2% (add mild, dilute acid)"
            ],
            [
                "Organic Acids",
                "Daily disinfectant",
                "Daily at 1-5%"
            ],
            [
                "Zinc Suplphate",
                "Weekly 'treatment'",
                "1-3 days per week at 10%"
            ],
            [
                "Commercial Products",
                "Varies according to product",
                "Varies according to product"
            ]
        ]
    ]
}