{
    "title": "Part 5 - Digital Dermatitis - Causes Treatment and Control",
    "content": [
        "Bovine digital dermatitis is an infectious condition of the foot caused by bacteria called Treponemes.",
        "Infections typically result in ulcers and/or warts just about the heels (Figure 1). It was first reported in Italy in 1974. Since its appearance in the UK in 1987 it has spread widely and is thought to affect the majority UK dairy herds and many beef operations.",
        "Lesions can have a highly variable appearance (Figure 2a-e below) and can be found at a range of sites. The classic site is on the skin around the heel (Figure 1) but Treponemes are implicated in lesions under the heel horn, on the coronary band, on the skin between the claws, under the dew claws, on the pastern skin on ulcerated hocks, on teat lesions and on the udder skin (Figures 3a-c).  Within infected herds approximately 41% ()-67%) of cattle typically have heel lesions although only a small proportion, if any, will be ulcerated as in Figure 1.",
        "",
        "",
        "Fig 1: Digital dermatitis at the classic site above the heel bulbs.",
        "",
        "Fig 2a: An erosive lesion, with watery discharge. These are often very painful and frequently bleed on cleaning.",
        "",
        "Fig 2b: The strawberry-like granulomatous lesion, often covered with a grey layer of dead tissue.",
        "",
        "Fig 2c: The dark, crusty appearance of a healing lesion which is not painful.",
        "",
        "Fig 2d: The fronds of a 'hairy wart' which are painful.",
        "",
        "Fig 2e: Mixed lesions which can contain any combination of lesion types above.",
        "The estimated costs associated with digital dermatitis are probably inaccurate and an under-estimation of the true cost.  Many cases of complicated interdigital growths and severe lesions like necrotic toe and wall lesions, severe heel erosion, severe sole ulcers, severe cases of foul-in-the-foot, teat necrosis and udder sores are usually associated with digital dermatitis and are not included in the calculations. Estimated cost per case vary from £75 to £81.49, making the annual cost per average farm roughly £3000 per 100 cows. Like sole ulcers, much of the cost is related to milk yield loss and increased calving interval (Table 1 below).",
        "",
        "Table 1: Production and welfare statistics regarding digital dermatitis",
        "",
        "Measure of production and welfare",
        "Impact of digital dermatitis compared with unaffected cows*",
        "Reduced milk yield",
        "Various estimates of milk yield loss:",
        "- 0-57 litres",
        "- 1.7% reduction",
        "Infertility - Calving to 1st service",
        "20 days longer",
        "",
        "*Impact comparisons are generally made between cows individually treated for digital dermatitis and those that haven't received treatment. Many infected cows will fall within the untreated group as most are treated in the footbath or eventually recover without treatment. Therefore, these costs are likely to be an underestimate.",
        "",
        "Fig 3a: Coronary band infection.",
        "",
        "",
        "Fig 3b: Infected interdigital growth.",
        "If digital dermatitis is affecting front feet, then this can cause more severe lameness and would indicate exposure to deep slurry somewhere on the farm.",
        "",
        "",
        "Fig 3c: Toe necrosis involving Treponemes, the bacteria causing digital dermatitis.",
        "The main source of infection are other animals with lesions and once a herd is infected, digital dermatitis appears to be impossible to eradicate (but can be very effectively treated and prevent at individual animal level). There are many species of Treponemes causing digital dermatitis, some of which  produce more severe disease. This means even herds with digital dermatitis are likely to benefit from strict biosecurity precautions. Therefore, all herds should consider having:",
        "Closed herd status, including hire bulls, or buying from herds certified free from infection by a vet or a protocol to prevent new straing entering the herd.",
        "Boot and equipment disinfection facilities for visitors before they enter cow yards (Figure 4).",
        "Dedicated claw trimming equipment that has never been used on other farms.",
        "Individual cow treatment - reducing the reservoir of infection",
        "Cows affected with digital dermatitis are usually easily spotted by the way they behave: they appear to walk on their toes and they shake their feet while stood. The lesions can also be spotted by walking through groups (pen walks) or hosing off the heels in the parlour and using a bright light to identify abnormal heel skin. While it is quick and simple treating cases by spraying treatment in the parlour, it is probably more effective to first clean and then treat the foot in a crush.",
        "",
        "",
        "Trimming using the Dutch 5 step method (see previous module) is essential to rule out claw lesions before assuming digital dermatitis is the only problem causing lameness. Trimming away eroded heel horn may reveal digital dermatitis under the heel and may increase the exposure of the lesion to treatment.",
        "",
        "",
        "",
        "",
        "Fig 4: Provide disinfection facilities.",
        "The majority of digital dermatitis lesions respond very well to a combination of:",
        "Simple cleaning (running water or a brush in disinfectant especially the pocket of skin between the heels.",
        "Hygienic drying (e.g. disposable blue towel)",
        "A generous application of a licensed antibacterial product e.g. copper gel or salicylic acid.  If antibiotics are used they should be applied generously and allowed to dry with at least applications at the start and then repeated daily until resolved. While bandaging with antibiotic powders has proven extremely successful, this is an off-license treatment and milk residues are reported. Bandages do not appear to improve cure rates and pose a constriction risk if the foot swells or if the bandage is left on for more than a dew days.",
        "Return to a clean, dry yard following treatment, avoiding exposure to slurry and mud that could interfere with the newly applied treatment.",
        "Repeat the treatment daily until resolved and generally for at least 3 days",
        "The wart-like lesions are more difficult to treat and are likely to recur. Recent research suggests products containing salicylic acid may be most effective even with warty lesions. While hygienic trimming back with a sharp knife prior to spraying may work, it is important to avoid cutting into the sensitive (and bleeding) tissues.  This is difficult and knives become contaminated. Severe and very painful cases may benefit from surgical removel under local anaesthesia by a veterinary surgeon. The animals with warty lesions need consideration as they readily re-ulcerate and contribute to the majority of the infectivity for the rest of the herd.",
        "One visible infection will represent the tip of the iceberg with many other cows bearing lesions which are more difficult to see. As mentioned, the warty lesions represent an important reservoir of infection for the rest of the herd. There are several ways to treat a herd if treating all infected animals ina crush is not feasible. One option is to walk the walk the whole herd (including dry cows and groups of youngstock that appear infected) through a footbath containing antibiotic, antibiotic but this is off-license and is not an ethically defensible use of antibiotics. Alternative approaches involve the use of copper, zinc or an organic acid preparations at the appropriate concentrations or a rising concentration of formalin (see later module on foot bathing). Feet must be clean for herd treatments to work.",
        "In most instances the digital dermatitis will return within a few weeks if the spread of new infections and re-development of old lesions is not prevented.  Regular (daily) foot disinfection (see later module), hygiene at foot trimming and steps to improve yard or pen hygiene are most effective for this. To monitor this, assess the number of cows with lesions by hosing feet in the parlour and assess general cow foot cleanliness.",
        "Some animals and families appear more predisposed to infection, either through conformation or some other genetic trait. Cow and herd immunity is important, and should be reviewed when outbreaks are encountered. BVD infections have been associated with outbreaks. Similarly, if large numbers of fresh heifers join the herd, then outbreaks are more likely.",
        "",
        "Digital dermatitis is a relatively simple infectious disease to control given attention to treating the animals that are the reservoir of infection and reducing the spread of infection. This can be summarised as:",
        "Treating the reservoir\r\n\nIndividual animal treatment\nHerd treatment - footbaths (see later module)",
        "Individual animal treatment",
        "Herd treatment - footbaths (see later module)",
        "Reducing the spread and re-development\r\n\nTreatment hygiene - using disinfectant to wash hands, equipment and the foot at routine claw trimming or lame cow treatment\nFoot hygiene - better scraping, removing sources of deep slurry, water or mud. Feet are naturally cleaner with deep straw beds or at pasture.\nFoot disinfection e.g. daily 4% formalin foot baths.",
        "Treatment hygiene - using disinfectant to wash hands, equipment and the foot at routine claw trimming or lame cow treatment",
        "Foot hygiene - better scraping, removing sources of deep slurry, water or mud. Feet are naturally cleaner with deep straw beds or at pasture.",
        "Foot disinfection e.g. daily 4% formalin foot baths.",
        "Individual animal treatment",
        "Herd treatment - footbaths (see later module)",
        "Treatment hygiene - using disinfectant to wash hands, equipment and the foot at routine claw trimming or lame cow treatment",
        "Foot hygiene - better scraping, removing sources of deep slurry, water or mud. Feet are naturally cleaner with deep straw beds or at pasture.",
        "Foot disinfection e.g. daily 4% formalin foot baths.",
        "While treatment will undoubtedly help control the disease, preventing spread will result in less production loss and will be more cost effective.  Biosecurity is essential for preventing more severe forms of the disease entering the herd."
    ],
    "tables": [
        [
            [
                "Measure of production and welfare",
                "Impact of digital dermatitis compared with unaffected cows*"
            ],
            [
                "Reduced milk yield",
                "Various estimates of milk yield loss:\n- 0-57 litres\n- 1.7% reduction"
            ],
            [
                "Infertility - Calving to 1st service",
                "20 days longer"
            ]
        ]
    ]
}