{
    "title": "Part 8 - Cow Tracks",
    "content": [
        "Better cow tracks will not only improve foot health but can:",
        "Improve udder hygiene (and potentially somatic cell count and environmental mastitis)",
        "Improve cow flow (and reduce herding time, herdperson's stress and cow stress)",
        "Extend grazing season (through better field access in wet weather)",
        "Reduce field poaching (and reduce adverse environmental impact)",
        "Whilst the best walking surface for cows is probably dry pasture, pasture will not withstand persistent use by groups of milking cows, especially in wet weather. Therefore, most herds with over 50 cows using pasture grazing will need cow tracks. A good cow track does not need to be expensive. This bulletin reviews some of the cost effective options for cow track construction, as well as ways to herd cows to minimise general lameness.",
        "",
        "Fig 1: Most large herds using pasture grazing will need cow tracks.",
        "Cow herding behaviour",
        "",
        "Fig 2: Cattle  prefer to move in groups, often in single file, at a brisk human walking pace.",
        "Cattle are herd animals and prefer to move in hierarchical groups, often in single file. Over uneven terrain, cows will lower their heads to inspect the walking surface. They place their front feet carefully, avoiding stones or hazards, normally placing the hind feet in the position vacated by the front feet (tracking up).  Hurried herding prevents tracking up, increasing stone injuries and claw wear. Lameness reduces a cow's ability to track up, increasing the risk of further injury.  Mud and water will also prevent cows seeing and avoiding stones. If a cow at the front stops, then the cows behind invariably stop. They then consider walking around the obstructing cow if the track is wide enough and if they perceive it safe to do so.",
        "Economics",
        "The cost-benefit of a cow track is extremely difficult to calculate. The biggest cost is the material required to construct the track which may be available free from on farm a demolition firm. The benefit should be calculated in terms of the number of months of grazing that can be gained at the start and end of the summer, with saving of conserved forages and housing costs such as bedding. However, perhaps the biggest benefit is in terms of general herd health through having complete control over when cows can be turned out and housed, avoiding sudden dietary changes. Improved foot health, udder health and labour savings are clearly important too.",
        "Principles of constructing a new cow track",
        "If new cow tracks are being constructed then it is worth locating a cheap source of stone/rubble as a base. Alternatively the subsoil may be suitable, allowing the 'up-and-over' approach (Fig 3) or stone me be quarried on farm. Concrete railway sleepers may be a cost-effective option depending on availability. The track should run the shortest route (A-to-B) to save materials and minimise distances for cows to walk. It should be wide enough for cows to drift and overtake each other. You may get away with 2.4m wide tracks far from the dairy but most tracks will need to be >5m wide and 6.5m may be expected close to the dairy for large groups(1) or at typical bottle necks like turns and junctions.",
        "",
        "Fig 3: The 'up-and-over' involves digging up subsoil from next to the intended track, moving it over and onto the new track and back filling the topsoil",
        "Creating drainage to shed water",
        "This is best achieved by:",
        "(1)  Raising a track at least 0.5m above the surrounding ground with stone or rubble (for a new track, stone can be laid directly on the topsoil). 8-12\" stone/rubble should be used first, with layers of finer stone/rubble (3-4\") on top. (Fig 4)",
        "(2) Creating ditches",
        "(3)   Removing barriers to wind or sun drying.",
        "(4)   Creating a camber (maximum 5%)",
        "",
        "Fig 4: Investing effort in preparing a raised base will improve drainage. Some 'sinking' should be anticipated and an 'over-camber' is rarely the main concern.",
        "Compaction of stone/rubble to shed water",
        "Heavy roller compaction (70 tonne vibrating roller) will help the stone track bind and shed water, thereby resisting erosion. This will ensure the track lasts longer. It will also reduce the unevenness that results in water pooling and reduces protrusion of stones that damage claws.",
        "",
        "",
        "Fig 5: Oolitic limestone is a durable soft stone, that compacts well and offers excellent cow grip. Unsuitable for heavy vehicle use or high rainfall areas.",
        "Cow-friendly surface material",
        "The most important part to constructing a cow track is the material used as the top finish. While this can be the same material used for the base, the top layer needs to be cow friendly. This means if it is stone then it must not puncture claws or cause damage to the interdigital skin. The following materials can be used:",
        "Reclaimed astroturf - usually available free of charge and therefore probably the safest and cheapest option. Heavy to fit and there is uncertainty about how to dispose of it at the end of its life",
        "Ooliti limestone (Fig 5) - laid with a vibrating roller in 2 inch layers the day after wet weather i.e. damp material dry weather",
        "Sandstone - similar to oolitic limestone.",
        "Chalk - added sand will reduce slipperiness in wet weather. This can be stabilised with cement.",
        "Wood chip - good drainage essential by building up a stone (or concrete sleeper) base. Often available free of charge.",
        "Pine peelings - like woodchip, good drainage essential. Excellent cow comfort.",
        "Crushed stone or rubble - commercial crushers can be contracted-in. The stone can be stabilised with cement. Rubble must have metal extracted.",
        "Shellet - a clay subsoil. It has a tendency to turn muddy in wet weather. Therefore it is better if cement-stabilised.",
        "Stabilised soil - cement mixed with soil. Not widely used but a potential solution where stone is unavailable. Contractor costs may make this solution uneconomic.",
        "Stone dust - various products may be available from local quarries. Avoid this for sections close to concrete yards. This surface can be abrasive and can result in stone penetrations. Adding clay (15%) to stone can be an alternative means of stabilising surface layers.",
        "An annual cost in terms of repairs should be expected with all these materials, although in reality the stone materials often last 2-3 years without attention. The life is determined by the vehicles that use it and ideally no vehicles should use it. Posts set in the middle of track entrances can prevent accidental use by tractor drivers. If a dual purpose track is needed, see next section. Attention should be paid to all sections of track as a neglected 10m section can cause the majority of the problems",
        "",
        "Fig 6: Astroturf - a recycled product now readily available for no or little cost. Hockey pitch astroturf is most popular for cow tracks, filled with sand which can be topped up. Artificial grass (in picture, right) filled with fine rubber particles is relatively new but appears suitable.",
        "Concrete and tarmac",
        "If well managed concrete or tarmac can make extremely useful tractor and cow tracks for short (<400m) sections. These surfaces are hard and abrasive and can make cows vulnerable to stone penetrations. Therefore they must be swept regularly (e.g. weekly). However, quarry belting (only on level stretches) or astroturf can reduce the problems associated with cows walking long distances on these surfaces.",
        "Other tracked related problems and solutions",
        "(1)   Gateways and water troughs - following the above principles appears to be important, with a focus on drainage. Moving, rotating or widening gateways are the best solutions to poached gateways.",
        "(2)   Rain-washed tracks - generally these require resurfacing prior to use, or rolling with a heavy roller to re-create surface 'fines'. On slopes rain diverts set at regular intervals helps channel water off tracks and into ditches.",
        "(3)   Holding areas next to roads - concrete is usually the only suitable materials for these areas which should be scraped and brushed regularly.",
        "(4)   Junctions between concrete and stone - raising the stone track above the concrete should help water drain off tracks onto concrete, rather than the opposite direction which causes erosioin and pooling. A low nib wall can divert the water if this is not possible or alternatively a piece of 4x2 timbewr fixed with a dynabolt onto the concrete. Laslty, a soft stone or organic material junction can help kjnock off and 'absorb' hard stones.",
        "(5)  Crossing a stretch of \"chippings\" track - astroturf, old carpet or quarry belting can be used. (Fig6)",
        "",
        "Claw condition",
        "Even with perfect tracks, claw condition may make cows vulnerable to sole punctures. The cause of thin soles should be investigated and may relate to preventable factors like abrasive tracks, increased distances walked or increased pushing in a collecting yard. . Lame cows fail to track up well, meaning hind feet cannot fall where the front feet left off. This makes lame cows more prone to treading on stones. Routine trimming 4-8 weeks prior to turnout may help as will proactive use of blocks. Sole thickness should be preserved at routine foot checks and trimming to minimise 'turn-out tenderness'.",
        "Good stockmanship",
        "",
        "Cows will move more quickly on a cow-friendly cow track, lowering the risk of lameness due to sole punctures. None-the-less, it is still essential for the stockperson to allow cows to drift along in their own time as cows will tread on stones if rushed. Retiring the dog, disabling the quad bike horn and have gate latches on a remot time ares some of the ideas that help achieve this.",
        "Constructing a cow track requires considerable forward planning. If local materials can be sourced then the costs need not be high compared with the potential savings. Where the costs of cow tracks cannot be justified, then increased reliance on housing, woodchip paddocks or breeding for a robust cow may be the only alternatives."
    ],
    "tables": []
}