{
    "title": "Peri-Weaning Diarrhoea",
    "content": [
        "Peri-weaning (or post-weaning) diarrhoea is  becoming a  significant and increasing disease of calves on many farms.",
        "Peri-weaning diarrhoea  is an apparently new syndrome in calves around the time of weaning (usually, but not always, after weaning). The cause of the disease is unknown, infectious agents, managemental, environmental and nutritional factors have all been implicated.",
        "The diarrhoea is usually first seen fairly soon after group housing, particularly if the animals were previously kept in outdoor hutches.  However, in some outbreaks diarrhoea can begin up to two weeks before weaning.",
        "Profuse watery grey diarrhoea",
        "Most calves affected, but death usually rare",
        "The calves tend to be bright and continue eating",
        "Dehydration tends to be moderate",
        "Pot-bellied appearance common in 'recovered' calves",
        "Reduced growth rate, and uneven batches of calves has significant  economic effect",
        "Significant  faecal staining of the coat and appearance of 'ill thrift'",
        "On the clinical signs described above\r\n\nUsually a diagnosis of 'exclusion', i.e. other diseases ruled out by investigation\r\n\nSponsor Content",
        "Usually a diagnosis of 'exclusion', i.e. other diseases ruled out by investigation\r\n\nSponsor Content",
        "Usually a diagnosis of 'exclusion', i.e. other diseases ruled out by investigation\r\n\nSponsor Content",
        "Treatment, except for electrolytes to treat dehydration, is often ineffective, with the duration of the disease seeming to depend on the age at which it developed (younger animals tend to have more persistent diarrhoea).",
        "Many antibiotics have been tried but none are routinely effective. Ask your vet for further advice on.",
        "The cause is unknown so no specific prevention programme has been developed. However several management and nutritional factors have been implicated, and preventing these has reduced the incidence of peri-weaning diarrhoea on many farms:",
        "Management: Avoid abrupt weaning and ensure calves get colostrum for at least the first week after birth.",
        "Nutritional: Avoid the use of calf pellets that rapidly ferment in the rumen, use slower fermenting coarse mixes. Also avoid products containing  heat treated soya."
    ],
    "tables": []
}