{
    "title": "Skin Conditions in Cattle Non Parasitic",
    "content": [
        "Photosensitisation occurs either as a primary condition following ingestion of photodynamic agents or secondary to liver damage, resulting in retention of the photosensitising agent phylloerythrin.",
        "",
        "Fig 1: Typical cases of photosensitization affect non-pigmented skin which may ooze serum.",
        "Typical cases of photosensitization affect the muzzle and non-pigmented skin. The affected skin may ooze serum. During the later stages, the affected skin becomes dry and parchment-like and sloughs off.",
        "",
        "Fig 2: During the later stages the affected skin becomes dry and parchment-like and sloughs off.",
        "Affected animals must be removed from pasture and confined in dark buildings to prevent further exposure. Symptomatic treatments include topical antibiotic powders and fly control preparations.",
        "Ringworm is common in young stock and is readily transmitted to humans (zoonosis). The greyish lesions are slightly raised, well-circumscribed, and are more common on the head and neck but may extend over much of the body.",
        "",
        "",
        "Fig 3: Ringworm lesions are greyish, well-circumscribed, and are more common on the head and neck (ear in this image).",
        "",
        "Fig 4: Ringworm is often worse in poorly growing animals.",
        "",
        "Fig 5: Spread to other animals in the group..",
        "Diagnosis is based upon demonstration of spores on microscopic examination of plucks of hair surrounding the lesions.",
        "While the disease is often described as self-limiting, resolution may take four to nine months, during which time other in contact animals become infected because of the - contamination of the animals' environment.",
        "Topical natamycin and enilconazole are commonly used but may not be effective in all outbreaks and repeat applications are necessary.",
        "Vaccination of calves with an attenuated non-pathogenic strain of Trichophyton verrucosum from two week-old is effective.",
        "Warts are the most common tumours affecting cattle, with most cases seen on the head and dewlap between 6 and 24 months of age. Papillomas may also affect the penis, vagina and teats. The causal virus can be spread by physical contact or equipment such as halters or milking machine. Lesions vary from flat, wide based warts to cauliflower-like growths. Extensive growths that fail to resolve may be seen in immune suppressed animals (e.g. persistent BVDV infection).",
        "",
        "",
        "Fig 6: Small papillomas present at the medial canthus of the right eye.",
        "",
        "Fig 7: Attempted surgical removal of papillomas on the glans of a bull's penis under regional anaesthesia.",
        "",
        "Fig 8: Extensive growths that fail to resolve, may be seen in immune suppressed animals (e.g. persistent BVDV infection).",
        "Papillomatosis is self limiting and most cases will resolve without treatment in 1-12 months. Owners often request treatment in cases where affected breeding cattle are being prepared for sale, mainly because such animals are unsightly. Autogenous vaccines can be prepared for individual cattle but there are no controlled studies to prove their efficacy.",
        "Dermatophilosis rarely causes significant disease in cattle. Transmission of infection requires wet conditions and close contact. Exceptionally prolonged wet weather during the summer months and those cattle outwintered, produce moist skin that allows penetration of the bacterium and establishment of infection. In the UK, dermatophilosis is encountered along the dorsum where it causes serum exudation and scab formation at the base of the hairs. The lesions rarely develop clinical significance.",
        "",
        "",
        "Fig 9: Dermatophilosis affecting out-wintered cattle.",
        "Procaine penicillin injected intramuscularly for three consecutive days effects a cure but it may take several weeks for the scabs to be shed from the growing hair coat.",
        "Penetrating wounds introduce infection through the skin causing cellulitis/abscesses. Failure to observe strict asepsis when administering parenteral injections, particularly of potentially irritant substances, can also cause cellulitis.",
        "Cellulitis lesions can result in severe lameness with painful swelling over the affected area. Cattle are pyrexic and anorexic, with a much reduced milk yield. Large swellings adjacent/involving the legs cause mechanical lameness. In many cases an abscess may not result in illness.",
        "",
        "Fig 10: Large superficial swellings can be investigated ultrasonographically by your veterinary surgeon. This swelling was a haematoma.",
        "Large superficial swellings can be investigated ultrasonographically by your veterinary surgeon; needle aspiration of a haematoma risks introducing infection. Abscesses are lanced, drained and flushed.",
        "",
        "",
        "Fig 11: Large superficial swellings can be investigated ultrasonographically by your veterinary surgeon. This swelling was an abscess (see below).",
        "",
        "Fig 12: Abscesses are lanced, drained and flushed.",
        "Management/Prevention/Control measures",
        "Attention to management such that there are no sharp protruding objects in the animal's environment."
    ],
    "tables": []
}