{
    "title": "Plant Poisoning in Cattle",
    "content": [
        "Careful management of pastures means that ingestion of ragwort (Senecio jacobaea) should be rare in the UK but does occur.",
        "Poisoning occurs more commonly following the ingestion of the plant in hay or silage.",
        "",
        "Extensive ragwort contamination of neglected grassland.",
        "Clinical presentation",
        "There  is  chronic  weight  loss,  diarrhoea,  jaundice, and accumulation of fluid under the jaw and brisket caused by liver disease.  Affected cattle are often dull and depressed.",
        "",
        "There is chronic weight loss and diarrhoea.",
        "",
        "Affected cattle are often dull and depressed and may show persistent  straining  leading  to prolapse of the rectum.",
        "Differential diagnoses",
        "Your veterinary surgeon will also consider:",
        "Liver fluke",
        "Lead poisoning",
        "Diagnosis",
        "Diagnosis is based upon clinical evidence of liver disease with exposure to ragwort.   Elevated liver enzymes reflect the hepatic insult.  Diagnosis is confirmed following liver biopsy or at postmortem examination.",
        "Treatment",
        "There is no effective treatment once clinical signs appear. Remove contaminated feed and destroy. Horses are more susceptible to ragwort than cattle. Sheep are much less susceptible than cattle.",
        "Prevention/control measures",
        "Control ragwort on pasture by use of selective herbicides.",
        "More detailed information on herbicide treatments is available at:",
        "http://www.scotland.gov.uk/Publications/2009/12/03104249/0",
        "http://www.sac.ac.uk/mainrep/pdfs/tn570ragwortpois oning.pdf",
        "Yew (Taxus spp) species are common ornamental trees  especially  in  churchyards. Accidental exposure and ingestion lead to rapid death.",
        "Differential diagnoses",
        "Common causes of sudden death at pasture your veterinary surgeon will also consider:",
        "Anthrax",
        "Blackleg",
        "Lightning strike",
        "Anthrax",
        "Blackleg",
        "Lightning strike",
        "Diagnosis",
        "History of exposure to yew with remains of leaves/twigs in the rumen.",
        "Treatment",
        "There is no treatment. Prevent access by maintaining perimeter fences.",
        "Ingestion of bracken over several weeks when pasture is sparse can lead to toxicity. Acute disease and death in cattle can result following ingestion of young bracken fronds causing bone marrow suppression, loss of blood cells and clotting factors.",
        "",
        "The young bracken fronds are much more palatable to livestock than older plants (see below).",
        "",
        "Bracken poisoning is much less common during the autumn when bracken is woody and much less palatable.",
        "Ingestion of bracken over many months (once used as bedding material for cattle) can lead to bladder tumours in older (beef) cows, and much less commonly tumours in the oesophagus and rumen.",
        "Clinical presentation",
        "Disease caused by lack of blood cells and clotting factors may present as sudden death, but anorexia, marked pyrexia due to secondary bacterial infection, haemorrhages and blood from the nasal passages and vagina are more common signs. Affected cattle show weakness progressing to recumbency and death within several days.",
        "Bladder tumours result in blood in the urine in older cattle with possible straining and pain during urination. Chronic weight loss is often present.",
        "",
        "Chronic weight loss is  often present in cows with bladder tumours.",
        "Differential diagnoses",
        "Sudden deaths must be checked for anthrax as appropriate.",
        "Your veterinary surgeon will also consider:",
        "Bladder tumours should be differentiated from pyelonephritis (kidney infection). Redwater (babesiosis) is a common disease in certain geographic areas.",
        "Treatment",
        "In acute cases treatment of acute bracken poisoning with DL-batyl alcohol and broad spectrum antibiotics is generally unsuccessful.",
        "Prevention/control measures",
        "Many hill farms have substantial areas of bracken where fencing, burning, herbicide treatments would prove uneconomic  however  adequate  feeding should ensure cattle need not graze bracken especially the green fronds during early summer.",
        "Acorns from Quercus spp. can present a serious problem on pastures with oaks after autumn storms. Tannins in acorns cause serious, often fatal, kidney damage.",
        "Clinical presentation",
        "Sudden deaths may occur but anorexia, depression and bloat due to ruminal stasis are more common signs.   Initially there is constipation and associated straining progressing  rapidly  to  foetid  tarry diarrhoea.  Death follows within 4-7 days despite supportive treatment.",
        "",
        "Cattle show depression and bloat due to ruminal stasis.  Click here to view video",
        "",
        "Initially there is constipation and associated straining progressing rapidly to foetid tarry diarrhoea.",
        "",
        "Diarrhoea in the terminal stages of acorn poisoning.",
        "Differential Diagnoses",
        "Your veterinary surgeon will also consider:",
        "Diarrhoea  can  result  from  severe  type  I ostertagiasis.",
        "Mucosal disease",
        "Diagnosis",
        "Diagnosis is based upon clinical signs and exposure to acorns which are found in the rumen at necropsy.",
        "Treatment",
        "There is no specific treatment.  Supportive treatment includes large volumes of intravenous fluids which are prohibitively expensive.",
        "Prevention/control measures",
        "Remove cattle from pasture with oaks especially after autumn storms or heavy acorn falls.",
        "Dry and hot weather means that in many areas there is poor grass growth and cattle may encounter potentially toxic plants while grazing marginal areas. One of the most important poisonous plants is water dropwort which is very common in the western and southern regions of Great Britain, and common throughout Northern Ireland. Water dropwort (Oenanthe crocata) is also known as water hemlock and hemlock water dropwort.",
        "Cattle are particularly at risk after ditches have been cleared out exposing the most poisonous roots (often referred to as \"dead man's fingers\").",
        "",
        "Water Dropwort (Inset: \"dead man's fingers\", leaves close-up)",
        "The first signs after water dropwort ingestion are salivation and dilated pupils followed rapidly by difficulty breathing, collapse and convulsions. The convulsions are spasmodic, that is the whole body shakes violently, then relaxes and then, after a short period, starts convulsing again. The majority of affected cattle die; in the small percentage that survive, diarrhoea is a common clinical sign in the recovery phase.",
        "Diagnosis is based upon evidence of plants having been grazed or roots exposed by ditching and confirmed by postmortem examination finding plant remains in the rumen.",
        "There is no specific treatment.  If poisoning is suspected remove all cows from areas where the plant grows."
    ],
    "tables": []
}