{
    "title": "Poisoning in Cattle Non-Plant",
    "content": [
        "Lead poisoning follows ingestion of lead-containing materials such as material from discarded car batteries; lead-based paints are now rare.",
        "",
        "Fig 1 Lead poisoning follows ingestion of lead- containing materials such as material from discarded car batteries.",
        "Clinical presentation",
        "Lead poisoning is characterised by acute brain disease.  Irrespective of the rate of uptake of lead, the clinical signs of intoxication are sudden in onset and characterised by behavioural changes. Affected cattle become isolated and depressed but are over- reactive  to  touch  and  sound.  They are blind  but show no clinical lesions in the eyes and may press their head into a corner and against walls.",
        "",
        "Fig 2 Cattle with lead poisoning become isolated and depressed",
        "As the disease progresses, cattle become frenzied, bellow, stagger and crash into obstacles. There may be signs of abdominal pain including kicking at the abdomen and frequent teeth grinding.  Death may occur suddenly or within days.",
        "",
        "Fig 3 Cattle with lead poisoning may show head pressing behaviour.",
        "",
        "Fig 4 In the advanced stages of lead poisoning, cattle become frenzied, bellow, stagger and crash into obstacles.",
        "Differential diagnoses",
        "Your veterinary surgeon will also consider:",
        "Hypomagnesaemic tetany (staggers)",
        "Polioencephalomalacia",
        "Rabies",
        "Diagnosis",
        "The  diagnosis  of  lead  poisoning  is  based  upon clinical signs and the presence of a lead source. Confirmation depends upon increased kidney and liver lead concentrations.",
        "Treatment",
        "Cattle  with  severe  neurological  signs  of  several days' duration may have extensive brain pathology that is unlikely to respond to treatment. Slow intravenous injections of a 5% solution of sodium calcium edentate and oral solutions of magnesium sulphate are the treatments of choice but are rarely successful once severe neurological signs are present. Your veterinary surgeon will decide whether treatment or euthanasia for welfare reasons is the better course of action, and which drugs to administer.",
        "Prevention/control measures",
        "Prevention is a matter of good management by not allowing  cattle  access  to  sources  of  lead. Regulatory authorities, such as the Food Standards Agency, may recommend withdrawal periods before milk and/or meat from exposed cattle may enter the food chain.",
        "Toxicity may result from inadvertent dietary supplementation or incorporation of a feedstuff with a high copper content, possibly as the result of contamination.  Acute toxicity is rare.   Copper toxicity in cattle is much less common than in sheep. Ingestion of high copper content in the ration over several  weeks/months will result in a high liver copper content. Sudden release causes an acute intravascular haemolytic crisis.",
        "",
        "Fig 5 Toxicity may result from inadvertent dietary supplementation or incorporation of a feedstuff with a high  copper content, possibly as the result of contamination.",
        "Clinical presentation",
        "Acute copper toxicity causes severe gastro-enteritis with  colic  signs,  diarrhoea  and  rapid dehydration. The affected cattle are very depressed, do not eat, and death usually ensues within three days.",
        "In cases of chronic copper toxicity the appearance of clinical signs is associated with the destruction of red blood cells which may be precipitated by stress. Affected cattle are weak, very dull and depressed and separate from others in the group. They have a poor appetite and often foetid diarrhoea.   There is jaundice (yellowing) of mucous membranes.  Death is preceded by recumbency.",
        "Differential diagnoses",
        "Your veterinary surgeon will also consider",
        "Babesiosis",
        "Post-parturient haemoglobinuria",
        "Kale poisoning.",
        "Diagnosis",
        "The diagnosis is based upon history, a source of excess copper, and clinical findings of jaundice in chronic toxicity.   The diagnosis is supported by laboratory findings of increased serum copper and liver enzyme concentrations.",
        "Treatment",
        "The suspected copper source must be removed immediately. There is no ammonium tetrathiomolybdate preparation licensed for use in food-producing animals and its use in suspected cases  of  chronic copper toxicity is poorly defined from a regulatory standpoint.",
        "Prevention/control measures",
        "Copper supplementation must be carefully considered after first establishing a deficiency situation.",
        "Historically, fluorosis  resulted  from  industrial pollution of grazing land where chronic disease results after ingestion over many months/years but is rare in the UK.",
        "Clinical presentation",
        "Growing cattle develop mottling of the enamel and premature loss of teeth.  Adult cattle show insidious onset lameness affecting the hindlegs caused by periarticular exostoses of the long bones.  Fracture of the pedal bone may occur but there are other more common causes of such sudden inset lameness. There is no specific treatment for flurosis.",
        "Brassica plants and fertilisers are potential sources of nitrates.",
        "",
        "Fig 6 Brassica plants are potential sources of nitrates.",
        "",
        "Fig 7 Fertilisers are also potential sources of nitrates. Note storage of fertilisers adjacent to cattle feed - there is the possibility of feed contamination.",
        "Clinical presentation",
        "Acute  poisoning  with  cyanosis,  weak  rapid  pulse, and dyspneoa, is seen within hours of ingestion progressing rapidly to weakness, recumbency and death.",
        "Differential diagnoses",
        "Causes of sudden death your veterinary surgeon will consider include",
        "Hypomagnesaemia",
        "Lightning strike",
        "Diagnosis",
        "Diagnosis is based upon classical clinical signs and exposure to nitrates.",
        "Treatment",
        "Intravenous injection of 4 mg/kg methylene blue as a",
        "2 per cent solution.",
        "Overdosage and  accidental exposure  to organophosphates lead to toxicity.",
        "Clinical presentation",
        "Profuse salivation, colic and diarrhoea  are followed by muscle  tremors, stiffness progressing to paralysis. At this stage cattle show marked depression  with  increasing severity of colic, sweating and breathing difficulties followed rapidly by death.",
        "Diagnosis",
        "Based upon clinical signs and history of exposure to/treatment with organophosphates.",
        "Treatment",
        "Atropine sulphate (0.1 mg/kg injected slowly intravenously followed by 0.4 mg/kg injected subcutaneously) is repeated as necessary.",
        "Prevention/control measures",
        "Correct storage and disposal of empty containers containing organophosphates.",
        "Definition/overview",
        "Urea is used as a source of non-protein nitrogen (NPN) in feed supplements especially in beef cattle. Nitrogen from urea is released in the rumen as ammonia in the rumen. Accidental urea intoxication occurs sporadically and can cause severe losses. One  incident  resulted  in  the  death  of 17 of 29 suckler cows within six hours after the contamination of their drinking water with urea fertiliser.",
        "Aetiology",
        "Poisoning episodes typically occur after sudden access to urea, which may simply involve only a break of several days' supply then free access. Urea is highly soluble and will wash out of the diet/feed blocks following heavy rain then cattle may drink the puddles with a high urea content.",
        "Clinical presentation",
        "Signs of urea poisoning can appear within several hours and include muscle twitching, teeth grinding, frothy salivation, bloat, colic, frequent urination, forced rapid breathing, staggering, bellowing, and terminal seizure activity. Often, animals are found dead near the source of the urea supplement.",
        "Differential diagnoses",
        "Your veterinary surgeon will also consider:",
        "Botulism",
        "Hypomagnesaemia",
        "Anthrax",
        "Clostridial disease such as Blackleg",
        "Diagnosis",
        "Diagnosis is based upon a history of access to urea, and the clinical signs.",
        "Treatment",
        "50 litres of cold water then several litres of 6 per cent vinegar have been recommended.",
        "Prevention/control measures",
        "Ensure thorough mixing of the ration.",
        "Gradual introduction to urea feeding with an uninterrupted supply"
    ],
    "tables": []
}