{
    "title": "PPH Syndrome",
    "content": [
        "This rare disease has recently been reported on two dairy farms in southern England.",
        "What is PPH",
        "PPH is a rare disease of dairy cows that has been seen in several countries including the US, the UK and the Netherlands. The cause of PPH is unknown. Many causes have been suggested including fungal toxins, coumarins and a urea derivative, di-ureido-isobutane. It is possible that all of these factors can cause PPH.",
        "Clinical Signs",
        "Pruritus: itching and scratching. This typically occurs over the head and neck and around the udder and tail head. This is associated with skin changes ( a dermatitis)",
        "Pyrexia: Increased temperature, usually associated with reduced appetite and milk yield, depression and dullness.",
        "Haemorrhage: Pinpoint bleeding in the conjunctiva, and vulva. There may also be a bloody nasal discharge.",
        "The clinical signs are very variable. Some cows in an affected group will show all three, others will show just one. The percentage of cows showing clinical signs is also very variable, usually around 10% of cows will show some signs (though for many the signs will be very limited). The death rate of affected cows is around 25%, though many more are culled because of subsequent poor production.",
        "Diagnosis",
        "On the clinical signs described above\r\n\nPM examination will show extensive pinpoint haemorrhages and characteristic changes in the liver and/or kidneys\r\n\nSponsor Content",
        "PM examination will show extensive pinpoint haemorrhages and characteristic changes in the liver and/or kidneys\r\n\nSponsor Content",
        "PM examination will show extensive pinpoint haemorrhages and characteristic changes in the liver and/or kidneys\r\n\nSponsor Content",
        "Treatment",
        "There is no effective treatment. Severe cases are best culled.",
        "Prevention",
        "As the cause of the disease is unclear, prevention is limited. Most recent cases in the UK have been linked to citronin, a fungal toxin found in citrus pulp. Thus, ensure that you use only the best quality citrus pulp, and avoid feeding diets with any visible spoilage.",
        "If you suspect PPH arrange a PM through your vet and try to identify the source of the problem."
    ],
    "tables": []
}