{
    "title": "Pseudocowpox",
    "content": [
        "This is the most common infectious cause of teat disease in cattle. Because immunity is short-lived, cows can get infected fairly soon (often less than 6 months) after recovering from the disease. This means that many herds have a chronic grumbling problem with pseudocowpox with up to 100% of the herd affected (although only 5% are affected at any one time).",
        "Pseudocowpox, caused by a parapox virus, should not be confused with true cowpox, which is a rare disease of little current importance.",
        "What are the signs of Pseudocowpox?",
        "Initially infection causes a small area of swelling and reddening on the teat. This is painful and makes the cow difficult to milk. Over the next two days, the affected area elevates into an orange papule, which then scabs over. Tissue developing under the scab pushes it up further. Once the lesion has scabbed over, it becomes much less painful and milking is no longer so difficult.",
        "",
        "Seven to ten days after first signs the scabs start dropping off. This often leaves a horse-shoe or ring shaped area, which is very characteristic of pseudocowpox. Affected areas may grow together leading to scabs covering the entire length of the teat.  Damaged teats are usually healed around a month after first signs.",
        "Most pseudocowpox is found on the teat. However up to 10% of affected cows may have lesions on the udder skin.",
        "Pseudocowpox can spread from cattle to man by contact. Skin infection in man is known as milker's nodules, and is a painful localised infection.",
        "Diagnosis",
        "Clinical signs - if you have seen it before pseudocowpox is relatively to diagnose. However other disease, particularly herpes mammilitis can occur at the same time, so if you are unsure get your vet to check.",
        "If signs alone are not sufficient, the virus can be isolated from the teat skin.",
        "Treatment",
        "Removal of the scabs followed by the application of an astringent disinfectant has been suggested for severely affected individual cases.  Locally applied teat ointments appear to have little effect.",
        "Emollient teat sprays and dips can have a beneficial effect by reducing the numbers of bacteria and viruses on the teat skin and by aiding the healing of damaged skin.",
        "Prevention",
        "1) Prevent infected cows getting in your herd - Quarantine cows for at least 14 days before they enter the milking herd",
        "2) For pseudocowpox, effective teat dipping with an iodophor teat dip is probably the most effective means of control",
        "3) Improving parlour hygiene by using disinfectable gloves, disposable towels and teat cup disinfection may reduce disease spread"
    ],
    "tables": []
}