{
    "title": "Q Fever in Cattle",
    "content": [
        "Q fever is a ‘reportable’ (based on a positive PCR diagnosis) and zoonotic (can infect humans) bacterial infection associated primarily with pregnant ruminants, although domestic animals such as cats and a variety of wild animals have been identified as sources of human infection. It is caused by the Coxiella burnetii bacterium, which has a low infectious dose and is stable in the environment.",
        "What causes Q Fever in cattle?",
        "It is caused by Coxiella burnetii bacteria. It is shed in milk, urine, and faeces and found in high concentrations in placental tissue and amniotic fluid. It is resistant to heat, drying, and many common disinfectants and remains viable for weeks to years in the environment.",
        "Once a domestic ruminant is infected, C burnetii can localise in mammary glands, supramammary lymph nodes, placenta, and uterus, from which it may be shed in subsequent births and lactations.",
        "Q fever has been endemic in large parts of Europe for several decades. Studies from the period 1970–2009 show that 10–30% of rural populations in different parts of Europe have antibodies against C. burnetii. The rate is higher in farmers working with cattle or sheep, and highest in persons who are in contact with the products of animal births or abortions. A 1995 study showed that 27% of UK farmers had antibodies in their blood against the Q fever bacteria.",
        "There are two major patterns of transmission: one is via wild animals and their ectoparasites (mainly ticks), the other occurs in domestic ruminants, independent of the wild animal cycle. Ticks may transmit the disease among domestic ruminants but are not thought to play an important role in transmission of disease to people.",
        "The greatest risk of transmission to humans and cattle occurs at birth by inhalation, ingestion, or direct contact with birth fluids or placenta. The organism is also shed in milk, urine, and faeces. High-temperature pasteurization effectively kills the organism. During a 2007 Q fever outbreak in Cheltenham, airborne spread from three positive farms over the town was shown to be the main cause of disease in humans.",
        "What are the economic and welfare impacts of Q fever?",
        "Q fever is present worldwide, except in New Zealand. Generally, the losses incurred due to Q fever are low and the risk to human health is the main problem.",
        "Occasionally more serious disease outbreaks happen as was the case most recently in 2009 in The Netherlands, mainly on dairy goat farms. A sudden spike in abortion waves caused a large increase in human clinical cases around positive farms. Radical measures were implemented, with the culling of all pregnant animals on positive farms and a breeding prohibition put in place. Economic losses for this outbreak were estimated at 307 million euro.",
        "In 2009 a total of 6.2% of cattle and 48.4% of cattle herds tested positive in Northern Ireland. Bulk milk tank samples showed a herd prevalence of 69.7% in south west England in 2010. Outbreaks of Q fever are rare in the UK. In 2006, the largest outbreak of Q fever in Scotland occurred at a co-located slaughterhouse and cutting plant with 110 human disease cases, associated with a nearby sheep lairage.",
        "What are the clinical signs of Q fever and how can it be diagnosed?",
        "Infection in cattle is usually subclinical but can cause anorexia and late abortion, including large abortion outbreaks. When infection is subclinical, animals shed much lower bacterial loads of the organism than when abortion occurs.",
        "",
        "Aborted cow",
        "Q fever infection can also cause of multitude of fertility challenges. A cow that has been exposed to the bacteria (seropositive) is 1.5 times more likely to have retained foetal membranes. Herds with evidence of bacterial circulation (positive BM PCR) are 2.5 times more likely to have a high incidence of metritis or clinical endometritis. Infection may cause an increased calving to conception interval as well as increased early pregnancy losses. New evidence has shown an association of Q fever with subclinical mastitis among dairy cows, although additional work regarding the cause is required before this can be considered clinically valid.",
        "",
        "Retained foetal membranes",
        "Q fever occurs more frequently in persons who have occupational contact with high-risk species. The clinical presentation in people is highly variable clinically, ranging from a self-limiting, influenza-like illness to pneumonia, hepatitis, and endocarditis. Q fever is highly infectious, and a single organism can reportedly cause infection via the aerosol route in people. Individuals who have artificial heart valves are at particular risk, as well as anyone who is significantly immunocompromised. Q fever has been associated with human abortions, and pregnant women should take precautions to prevent exposure.",
        "The majority of outbreaks in people have been associated with wind dispersion of desiccated reproductive products, contaminated with C burnetii, from sites where sheep, goats, or cattle are kept. Farmers and veterinarians are at risk while assisting birthing. Slaughterhouse workers are at risk from contact with infected carcasses, hair, and wool. Transmission may also occur by consumption of unpasteurised milk.",
        "Chronic Q fever is a serious complication of an acute Q fever infection that develops in some 2% of acute symptomatic cases, and the fatality rate may vary from 5% to 50%. Chronic Q fever causes endocarditis in risk groups like people with previous heart valve disease, a prosthetic valve or vascular graft. Patients with cancer or those who are immunosuppressed are also at a higher risk. Chronic Q fever must be treated for at least one year, in some cases for the lifetime with more than one antibiotic. Surgical replacement of damaged heart valves might be needed.",
        "Diagnosis of a recent infection can be made using serological testing for antibodies: a blood test is taken and then repeated two weeks later, with the first one at the start of clinical signs. A positive result means that antibody levels have increased significantly between the two samples. However, shedding of the bacteria may occur in the absence of a measurable serum antibody level in up to 20% of infected animals. PCR testing (Q test) using bulk milk samples is also available. APHA offer diagnostic support for herds experiencing abortions that may be caused by Q fever.",
        "Studies conducted in veterinary diagnostic laboratories suggest that C. burnetii is often found concurrently with other organisms isolated in cases of infectious abortions, so mixed infections may be important. Seasonal variability in shedding of the organism hinders interpretation of one-off tests. Shedding is highest in the period around birth and may drop below detectable levels for a significant period during the year despite persistent infection.",
        "How can Q fever be treated?",
        "There is little evidence-based data to suggest that antibiotic treatment in animals provides significant benefit. Human clinical disease is typically treated with antibiotics, but significant benefit from the same treatment has not been demonstrated in controlled studies in abortion outbreaks of sheep in Europe.",
        "How can Q fever be prevented?",
        "It can be difficult to prevent animals from becoming infected, however, there is now a vaccination available for use in cattle and goats (Coxevac). Vaccination has proven to be very effective in order to prevent abortion and reduce shedding, especially when administered before the first pregnancy. Note there is no human vaccine available in the UK.",
        "In known infected herds, the period around calving represents a significant risk period for transmission because of the large amount of environmental contamination associated with abortion. Standard abortion control measures, including prompt removal of aborted materials (using zoonotic precautions), segregation of animals by pregnancy status, and diagnostic evaluation of abortions, are all warranted.",
        "Working with animals inevitably involves close contact with contaminated material so good personal hygiene is very important. Relevant regulations require farmers to adopt appropriate measures to minimise exposure of employees and farm visitors to zoonoses, like Q fever. Farmers should inform their workers/staff about the possible risks and precautions while working with livestock.",
        "♦ Wash hands thoroughly several times a day (especially if grossly contaminated) and always before eating, smoking and after finishing work for the day",
        "♦ Wash skin wounds immediately with soap and running water and cover with a waterproof dressing",
        "♦ Treat potentially infected animal tissues, such as afterbirths and aborted calves, with care and respect. Handle with waterproof gloves",
        "",
        "Aborted foetus",
        "♦ Use additional personal protective equipment (including facemasks and goggles) for high risk activities, such as when handling abortions during confirmed Q fever outbreaks, using a pressure washer in calving area, or working in very dusty livestock areas. Store protective clothing separately from work clothing and do not wear contaminated or dusty work clothing at home",
        "♦ Transmission can also occur by consuming unpasteurised milk. If you think you have Q fever on your farm, stop sales of raw milk products until you have spoken to your local Environmental Health Officer",
        "♦ If exposure to ticks is unavoidable, use appropriate protective clothing and tick repellents. Check the entire body daily and promptly remove any attached ticks",
        "♦ Pregnant women should avoid close contact with cattle which are in the process of giving birth, or in the period after calving",
        "♦ Maintain a closed herd, but if this is not possible then quarantine and carefully observe replacements for three to four weeks before introduction",
        "♦ Investigate farm abortion and stillbirth outbreaks and consult your veterinary surgeon as appropriate",
        "♦ Isolate aborted animals until discharges cease; restrict access by animals and people where possible",
        "♦ Windborne spread of Q fever is known to occur therefore it is important to control airborne spread of the organism by minimising the generation of dust and aerosols where possible",
        "♦ Be aware that contaminated aerosols can be spread by ventilation systems expelling air from livestock buildings into areas frequented by workers",
        "♦ Treat soiled bedding removed from buildings where birth and abortions have occurred as a potentially high risk contaminated waste product. Promptly remove all afterbirths, aborted and stillborn calves and heavily contaminated litter. These must be disposed of in accordance with Animal By-Products regulations, preferably by incineration",
        "♦ Regularly clean and disinfect calving pens and similar buildings to prevent accumulation of potentially contaminated material. Before using a high pressure hose after mucking out, dampen down first using a low pressure spray to reduce production of fine aerosols. Although Q fever is not susceptible to common farm disinfectants, they still help to control other important diseases",
        "♦ Avoid cleaning out buildings and moving soiled bedding on windy days, and take care to avoid spillage, particularly onto public roads or footpaths",
        "♦ Do not burn bedding or abortion material on a bonfire because it may increase risk of aerosol spread, especially in windy weather. It should be composted in a stack well away from livestock for several weeks followed by turning the exposed surface inwards and allowing it to heat up for several more weeks",
        "♦ After stacking and composting for at least 3 months, spread manure onto arable land well away from people or livestock. Do not sell it directly to the public or use on allotments or gardens",
        "♦ Practice good vermin control; keep dogs and cats away from abortion material and parturition products",
        "♦ Control ticks and other parasites on livestock",
        "♦ Consider restricting visitors to the farm."
    ],
    "tables": []
}