{
    "title": "Respiratory Disease of Adult Cattle",
    "content": [
        "Introduction",
        "Auscultation is considered as a critical component of the veterinary clinical examination for the diagnosis of bovine respiratory disease but studies have shown that a stethoscope detects only around 5 per cent of cattle with lung consolidation.",
        "In bovine respiratory diseases, modern portable ultrasound machines provide the veterinary practitioner with an inexpensive, non-invasive tool with which to examine the pleural surfaces and superficial lung parenchyma in less than five minutes.",
        "Clinical signs",
        "Most cows with chronic suppurative pulmonary disease have a normal rectal temperature on presentation but this varies up to 39.2°C. Cattle have an increased respiratory rate above 40 breaths per minute with an obvious abdominal component.  There is frequent and productive coughing, halitosis, and a purulent nasal discharge most noticeable when the head was lowered.",
        "Typically affects first calved heifers",
        "Disappointing milk yield",
        "Cattle are dull, in poorer condition than their peers with a dry staring coat",
        "Variable rectal temperature - normal to 39.2°C",
        "Cough and purulent nasal discharge",
        "Respiratory rate is increased above 40 breaths per minute with an abdominal component to respiration",
        "Cattle may stand with an arched back",
        "",
        "",
        "Chronic suppurative pulmonary disease develops as a result of unsuccessful treatment or incomplete recovery from earlier pneumonia episodes as calves and growing cattle.",
        "",
        "Recrudescence of bacterial infection is most often associated with calving.",
        "The economic implications of chronic suppurative pulmonary disease include:",
        "Poor lactation yield",
        "Weight loss",
        "Poor fertility performance",
        "Many cows are culled",
        "",
        "",
        "Cattle with chronic suppurative pulmonary disease may stand with an arched back with the neck extended and the head held lowered suggestive of thoracic pain.",
        "",
        "Affected animals cough frequently and have a purulent nasal discharge.",
        "Differential diagnosis",
        "Chronic suppurative pneumonia is a difficult diagnosis in farm animal practice because the cow has often been treated by the farmer with antibiotics. Infectious bovine rhinotracheitis and lungworm should be considered as well as chronic bacterial infections that cause poor production and weight loss such as peritonitis, endocarditis, pericarditis, liver abscessation, pyelonephritis, and hepatocaval thrombosis.",
        "Common differential diagnoses include:",
        "Infectious bovine rhinotracheitis",
        "Lungworm",
        "Chronic peritonitis",
        "Endocarditis",
        "Pericarditis",
        "Liver abscesses",
        "Pyelonephritis",
        "Hepatocaval thrombosis",
        "Diagnosis",
        "It proves difficult to differentiate increased audibility of normal breath sounds from wheezes; no crackles were detected over lung pathology identified ultrasonographically in several studies. Ultrasonographic examination has been shown to accurately define the distribution and nature of lung pathology in those cows with advanced disease that have not responded to antibiotic therapy.",
        "",
        "The 5 MHz linear probe head (PD scanner) is at the top of the image; dorsal is to the left. The hypoechoic area ventrally replacing the hyperechoic (white) linear echo of the normal lung surface represents consolidated lung lobule.",
        "",
        "The probe head is at the top of the image; dorsal is to the left.  The hypoechoic area extending for 8 cm in the ventral lung field represents consolidated lung. (5 MHz sector scanner).",
        "",
        "The probe head is at the top of the image; dorsal is to the left. The hypoechoic lung transmits sound waves through the diaphragm to image the liver (ventrally; to the lower right).  The consolidated lung featured has the sonographic appearance of liver referred to as \"hepatoid\". (5 MHz sector scanner).",
        "Treatment",
        "Trueperella (formerly Arcanobacterium) pyogenes is the most common isolate from lung tissue samples of adult cattle with chronic suppurative pulmonary disease at necrospy.  Treatment with procaine penicillin for 21-42 consecutive days has resulted in marked improvement with return to normal appetite and improvement in body condition in cows where lesions did not extend more than a combined total of 35-40 cm above the level of the olecranon when lesions on both sides of the chest are added together (see below).",
        "Trueperella pyogenes is the most common isolate from lung lesions",
        "Extended course of procaine penicillin is effective against this bacterium",
        "Penicillin is time-dependent so a long course of treatment is necessary. The dose rate need not be increased",
        "This antibiotic treatment regimen is consistent with RUMA recommendations on the responsible use of antibiotics whereby fluoroquinolones, third and fourth generation cephalosporins and long acting macrolides have an important place in the therapeutic armoury for serious diseases of humans.",
        "",
        "",
        "Dairy heifer diagnosed with chronic suppurative pulmonary disease and treated with daily penicillin injections (see below). This heifer had shown no improvement after five consecutive days of marbofloxacin.",
        "",
        "The same heifer as featured above after 10 days ' treatment with penicillin.",
        "Prevention/Control measures",
        "Prevention of chronic respiratory disease involves vaccination, and prompt veterinary treatment and monitoring of pneumonia cases in growing cattle.  Closely monitor all antibiotic treatments. Maintain BVD/MD free herd status or vaccinate herd.",
        "",
        "Chronic suppurative pulmonary disease caused by persistent BVD infection.",
        "References/further reading",
        "Scott P.R. (2013) Ultrasonographic findings in adult cattle with chronic suppurative pneumonia.  In Practice 35, 460-469",
        "Scott P.R. (2013) Clinical presentation, auscultation recordings, ultrasonographic findings and treatment response of 12 adult cattle with chronic suppurative pneumonia.",
        "Irish veterinary Journal 66, 5 doi: 10.1186/2046-0481-66-5",
        "Buczinski S,  Forté G,  Francoz D,  Bélanger AM.  (2014) Comparison of thoracic auscultation, clinical score, and ultrasonography as indicators of bovine respiratory disease in preweaned dairy calves.  Vet Intern Med. 28:234-42. doi: 10.1111/jvim.12251."
    ],
    "tables": []
}