{
    "title": "Calf Scour - Beef and Dairy Rearer Units",
    "content": [
        "Diarrhoea or calf scour can be a major cause of poor growth and calf mortality in many dairy herds.",
        "The incidence and severity of disease is highly dependent upon the level of colostral protection that a calf receives within the first six hours of life (Fig 1). Indeed, it is generally recommended that calves receive three litres within the first 2 hours of life. 1,2,3; first milk, within two hours, three litres!",
        "",
        "Fig 1: The incidence and severity of disease is highly dependent upon the level of colostral protection that a calf receives within the first six to 12 hours of life.",
        "The most important causes of calf diarrhoea are rota- and corona-viruses but on a small number of dairy farms Salmonella species, such as Salmonella Dublin and Salmonella typhimurium, can be a major problem. However, it is essential to appreciate that most outbreaks of calf diarrhoea are caused by viruses. Fluid therapy is the most effective treatment strategy; antibiotics are rarely indicated and their use is contrary to the responsible use of antibiotics in agriculture.",
        "As with all animal diseases prevention is better than cure and an effective veterinary herd health plan is essential for all dairy herds to maintain health and prevent costly diseases. Effective vaccines are available against the most important infectious causes of calf diarrhoea but such a prevention strategy will only work if calves receive adequate volumes of good quality colostrum within few hours of birth, and in the case of viral causes, continue to receive stored colostrum from vaccinated cows for the first two weeks of life.",
        "",
        "Fig 2: Check for adequate colostrum ingestion if joint infections have become a problem in young calves on your farm.",
        "Recent surveys have revealed that more than two-thirds of dairy calves do not receive adequate volumes of good quality colostrum within few hours of birth. If calf diarrhoea, joint infections (Fig 2), meningitis (Fig 3), and septicaemia (Fig 4) have become a problem in young calves on your farm it would prove very worthwhile checking their immune status by means of a simple and inexpensive blood test (measurement of total plasma protein concentration) undertaken by your veterinary surgeon.",
        "",
        "Fig 3: Check for adequate colostrum ingestion if meningitis has become a problem in young calves on your farm.",
        "",
        "Fig 4: Check for adequate colostrum ingestion if septicaemia has become a problem in young calves on your farm.",
        "Delayed colostrum ingestion may result from, recumbency of the dam caused by dystocia, trauma, nerve damage, and milk fever (Fig 5). Unlike many beef cows, summer mastitis should not be a problem in dairy cows but pendulous udders and distended teats may delay sucking. Prolonged labour and nerve damage may cause delays in the calf rising to its feet and sucking normally.",
        "Heifers generally produce colostrum with 25 per cent less immunoglobulin content (protective antibodies) than mature cows but feeding three litres should overcome this potential problem.",
        "",
        "Fig 5: Delayed colostrum ingestion may result from milk fever although this calf has learned how to suck.",
        "The level of hygiene in most calving boxes in seasonally-calving herds could be improved on many farms by more regular mucking out, disinfection, and plenty of dry barley straw bedding (Fig 6). Not only would a higher standard of hygiene result in fewer calf diseases, it may also reduce the risks of coliform mastitis and uterine infection in the dam. While firm footing is important in calving boxes because of the risks associated with cows slipping, especially when suffering from milk fever, there is the tendency to over-compensate and not clean out calving boxes for several weeks. Navel dressing with strong veterinary iodine BP is essential at birth and again two to four hours later to prevent umbilical infections.",
        "",
        "Fig 6: Early clinical signs of meningitis - infection acquired from dirty calving accommodation.",
        "Wet, dirty or inadequate bedding allows a build up of pathogens in calf pens. Survival of most gastrointestinal pathogens and maturation of coccidial oocysts is best under moist, cool or warm conditions. Some infectious agents (particularly protozoa causing coccidiosis) survive for many months, even after routine cleaning. Poor hygiene with respect to feeding equipment (e.g. dirty buckets and contaminated water drinkers) constitutes an important source of infection not only for pathogens causing diarrhoea but diseases such as calf diphtheria.",
        "Calf hutches provide good accommodation with respect to the prevention of respiratory diseases but must be cleaned out and disinfected between occupants to prevent a build-up of enteric pathogens (see above with reference to calf pens). Movement of calf hutches between calves is an effective means of providing a clean surface.",
        "Most farmers feed artificial milk replacers to calves from around 12 hour-old. Artificial milk replacers prepared at the wrong temperature or concentration, and raw milk fed at different temperatures may cause nutritional scour. Scour in calves may also occur if animals are fed at irregular intervals or if there is a period of enforced starvation followed by greedy feeding. Fresh clean water must always be available because thirsty calves (e.g. during hot weather or after transport) may drink too much milk, resulting in nutritional scour.",
        "Paratuberculosis can be transmitted to newborn calves if colostrum from infected cows (Fig 8) is fed to young calves. As a general guide colostrum must only be fed to the offspring of that cow. Pooling colostrum from numerous cows only adds to the potential spread of disease.",
        "",
        "Fig 7: Paratuberculosis can be transmitted to newborn calves if colostrum from infected cows is fed to young calves.",
        "Rotavirus infection",
        "Rotavirus infection is a common cause of diarrhoea in young dairy calves. Calves are most commonly affected at 8 to 14 days old when there is an acute onset of diarrhoea with the passage of very watery yellow/green faeces. Infection may be acquired in the calving accommodation then spread between young calves in the calf house by direct contact. Typical early signs include a reluctance to stand and drink, mild depression and salivation. The calf becomes dehydrated with sunken eyes and tight and inelastic skin; recumbency soon follows.",
        "The diarrhoeic calf should be isolated in a dry, well-bedded pen. 1-2 litres of oral electrolyte are given 4 to 8 times daily. Intravenous fluids administered by a veterinary surgeon are essential in dehydrated calves that are unable to stand unaided.",
        "Oral antibiotics are not necessary. Parenteral antibiotics should be used to control concurrent infections, e.g. navel ill and calf diphtheria. Return to a milk diet should be a complete change and not diluted with electrolyte solution. Alternate milk and electrolyte solution should be fed every four hours.",
        "Annual vaccination of the dam with a combined rotavirus, coronavirus and K99 combined vaccine will prevent disease in the newborn calf following colostrum feeding for the first two weeks of life, and is an invaluable insurance policy in dairy herds.",
        "Since protection of calves depends on the physical presence of passively acquired antibodies within the gut, calves must receive adequate colostrum from their dams. In the dairy herd, colostrum from the first six to eight milkings of vaccinated cows should be stored in a cool place. The calves should then be fed on this pool at the rate of 3 to 4 litres per day (according to body size) for at least the first two weeks of life. Optimal results will be obtained if a whole herd cow vaccination policy is adopted. This will ensure that the level of infection and consequent virus excretion is kept to a minimum and consequently, the overall level of disease challenge on the farm is kept to a minimum.",
        "Outbreaks of calf coronavirus diarrhoea are similar to, or more severe than, those observed for rotavirus infection. Fortunately, coronavirus infection is much less common than rotavirus.",
        "Treatment and prevention of coronavirus infection is as outlined above for rotavirus.",
        "In calves this term is used to refer to strains of the bacterium E. coli possessing the K99 antigen. Recent surveys show the incidence of K99 E. coli to be very low in dairy herds. The disease characteristically affects calves aged 1-3 days old when there is sudden onset of profuse yellow/white diarrhoea causing rapid and severe dehydration. The calf quickly becomes recumbent. Accumulation of fluid in the abomasum and intestines gives the abdomen a bloated appearance. Disease would typically follow introduction of infection into the herd with contamination of the calving environment and infection of newborn calves.",
        "Prevention of Enterotoxigenic E. coli infection is as outlined above for rotavirus and coronavirus using a combined vaccine and ensuring passive antibody transfer in colostrum.",
        "Cryptosporidiosis is not a major problem in dairy calves housed in individual pens but infection can rapidly build-up in group pens fed by automatic feeders where newborn calves are constantly added to the group.",
        "Diarrhoea is caused by the physical loss of absorptive area of the small intestine and exacerbates the viral infections described above. There is profuse yellow/green diarrhoea with much mucus present. There is only mild dehydration but the calf rapidly loses condition over 2-5 days and has a dull tucked-up appearance. Whilst morbidity is high, the mortality rate in uncomplicated cases is usually low.",
        "In uncomplicated cases ensure that the scouring calf is properly hydrated and use oral electrolyte solutions as necessary. Halofuginone lactate is licensed for the prevention and treatment of diarrhoea caused by C. parvum. Cryptosporidiosis is a zoonotic disease (can affect man). Children and the elderly are most at risk when handling calves, less so contaminated boots/clothing and other indirect sources of infection.",
        "Salmonella species, such as Salmonella Dublin and Salmonella typhimurium, can cause severe diarrhoea with the presence of blood and mucosal casts which may result in death. More often, Salmonella infections of young calves cause joint and bone infections and severe pneumonia which proves very difficult to treat. Identification of Salmonella infections necessitates detailed veterinary investigation.",
        "Prevention and control of calf diseases caused by certain Salmonella spp. can be achieved by appropriate vaccination of the dam with colostral transfer of protective antibodies."
    ],
    "tables": []
}