{
    "title": "Safe Cattle Handling",
    "content": [
        "Summary",
        "Every farm that handles cattle should have proper handling facilities which are well designed, maintained and in good working order. This is not only important for the welfare of the animals which are due to be handled but also for the safety of everybody associated with the task.",
        "There are a number of key requirements for any cattle handling facility. Any facility must take into account the numbers and type of animals which are due to be handled and be flexible enough to accommodate the wide range of tasks required on a modern dairy farm.",
        "The handling facility must:",
        "Be well lit",
        "Have non-slip surfaces",
        "Avoid tight turns",
        "Avoid projections such as posts and hinges which could damage stock or staff",
        "Generally a handling facility will consist of a holding pen, a forcing area, a race, crush and a dispersal pen. Additionally, on dairy farms, insemination facilities are often required.",
        "Cow behaviour",
        "A basic understanding of animal behaviour is important for all stockpersons and it is particularly important when designing and operating any cattle handling facility. Cattle remember painful and frightening experiences and cattle with previous experience of quiet, gentle handling will be less excitable in the future. In addition to this, animals that have had previous experience of bad or un-safe handling are likely to behave in a less predictable manner which has safety implication for all staff involved in the activity.",
        "Cattle have well developed senses and rely heavily on visual stimulation. While they have a wide field of vision, they are poor judges of detail and distance. They also have poor depth perception which explains why they are reluctant to enter dark or shadowy areas and have a tendency to move towards light. However they are sensitive to harsh contrasts of light and dark within handling facilities, so consistency of lighting is as important as level of illumination.",
        "Cattle are less sure footed on downward slopes and prefer to move up gradual inclines rather than steep slopes. Handling facilities should either be sited on the flat or on a slight incline with the predominant direction of cattle flow uphill.",
        "One of the greatest fears of cattle is the fear of slipping. As a minimum, the floor of the forcing pen and race must be non-slip either with a tamped concrete finish or grooving of sufficient depth and width to provide confidence when moving around the pen. For new concrete consider a hexagon pattern.  It provides good slip resistance with minimal pressure points on the hoof. Bearing in mind that cow movement in the forcing pen can often be in a random direction, it is essential that floor surfaces are kept clean to reduce the risk of slippage.",
        "The Flight Zone",
        "All animals have an imaginary area or comfort zone around them. This is called the flight zone.  This zone can be used to control an animal's movements.  The shaded area is the best place to be in order to control animal movement.",
        "",
        "",
        "Figure 1: Every cow has a flight zone which can be utilised to move the cow safely",
        "To stop an animal from moving, the best place for the handler to position themselves is point A (just outside the flight zone).",
        "To get an animal to move forward, the handler should step forward and position themselves at point B (just inside the flight zone).",
        "When the handler penetrates this zone the animal will want to move away.  This flight zone can be used to control the movement of cattle.",
        "The size of the flight zone will vary between individual animals. Young inexperienced cattle will have a large flight zone often in excess of 50 - 100 metres.  Older animals which have become accustomed to human contact may have a flight zone of between 2 - 10 metres.  Extremely quiet cattle, used to regular handling, are often very difficult to move because they no longer have a flight zone.",
        "The size of the flight zone is also affected by previous experience. Cattle with previous experience of gentle handling will have smaller flight zones than cattle which have been handled roughly.",
        "The facility",
        "Observing cows moving within a handling facility will often allow problems to be identified and resolved.",
        "Symptoms such as animals avoiding corners, being reluctant to enter particular areas or backing away from obstructions will all indicate a problem with the design or layout of a handling facility.",
        "On a dairy farm, the majority of cattle handling is done after milking. This involves either manually shedding cows into a holding pen or relying on automatic shedding systems to identify a cow and separate her into a holding pen. When shedding automatically, it is important that cows are moving consistently, with adequate separation between cows to allow the gate to operate freely. When cows are reluctant to enter a separation system or bunch into groups, the effectiveness of the system is reduced. Automatic shedding requires the animals to be in a single file. This can be achieved in a number of ways described below. It is important the animal is familiar with the system and must go through the shedding system at every milking, irrespective of whether they are to be shed or not. Finally, having the default or normal direction to the side and the separated route straight ahead, ensures that when the animal requires shedding, there is no physical barrier to her progress.",
        "This is illustrated in Figure 2.",
        "",
        "",
        "Figure 2 - Autoshedding system with default direction to the right.",
        "Manual separation systems are common on many farms and still require the animals to be in single file. These systems tend to be either entirely manual, requiring the operator to physically hold back the cow, open a gate and separate the required cow or semi-manual where a cow is separated by an operator using a remote vacuum or weight operated gate. Both systems can be very effective although they can be quite disruptive to the milking routine.",
        "Holding pen",
        "The handling facility must be large enough to hold the largest group of animals required for handling as a batch and lead directly into the forcing pen and race.",
        "Each cow requires around 1.8m2 of space within the holding pen. It is important to recognize that some areas of the holding pen will not be as well utilized as other areas and so calculating stocking rates needs to reflect this. If the cows to be handled are originating from separate groups, it may be necessary to have the ability to sub-divide the holding pen.",
        "The holding pen needs to lead into the race. Animals should be encouraged to leave the holding pen using angled splays, avoiding corners which restrict cow flow. The flow of animals should naturally lead to a race.",
        "The race",
        "The race should hold the animals in single file and should be around 680-760mm internal width, depending on the size of the largest animals in the herd. The sides of the race should be around 1.5m high. To provide access to one side of the race for treatment, the top section can be hinged or alternatively a raised walk way provided as illustrated in Figure 3.",
        "",
        "",
        "Figure 3 - Raised walkway on race",
        "Solid sided races are best for cow flow. Animals are less distracted, rather like blinkers on a race horse, and their inquisitive nature will help keep them moving forward.",
        "A curved race prevents the animals seeing too far in front and takes advantage of the animal's natural tendency to circle the handler and keep them in sight at all times.",
        "Races should avoid tight corners and if animals need a change of direction, this should be achieved with swept bends rather than straight corners. The width of the radius of the curve should not be less than 5.2m.  A swept bend with solid sides can be seen in Figure 4.",
        "",
        "Figure 4 - A swept race",
        "The flow of animals is improved when the race is evenly lit with no areas of shadow.",
        "The crush",
        "A simple crush can be formed by fitting a head yoke to the exit gate of the race and installing a tail bar. It is important when using a restraint of this nature to ensure adequate squeeze gaps for personnel to enter and leave the race quickly and quietly, often when carrying equipment.",
        "If an operator is going to work behind a cow in the race, a gate must be fitted to prevent the next animal crushing the operator.",
        "A purpose built crush should be available on all dairy farms. The crush should allow all round access and provide the facility to examine safely all feet. Temporary facilities which are tractor mounted and brought in when doing a batch of cows feet can be satisfactory although a permanent facility is normally associated with more timely interventions.",
        "Artificial insemination",
        "As an ancillary to the main herd handling facilities, stalls to enable small numbers of dairy cows to be held for AI and other routine day-to-day treatments are useful.  For good AI results it is essential that cows are held quietly and calmly while awaiting treatment and during insemination.",
        "If there is likely to be any delay between separation and insemination, consideration should be given to provision of feed and water.",
        "Stall design must control the animal, whilst giving ease of access to the inseminator.",
        "Stalls arranged side-by-side have a calming effect on the animals.",
        "Stalls should be under cover, with access from the milking parlour exit.",
        "Milking parlours and cattle crushes are unsuitable for AI.",
        "All stalls should be fitted with rear chains, to stop cows moving to and fro during AI or other treatment.",
        "Short term confinement stalls are usually 0.7metres wide x 1.75 metres long with 1.1 metre high partitions which give good control.",
        "A minimum of 2 stalls or approximately 5 stalls per 100 cows should be provided.",
        "Typical AI stalls are illustrated in Figure 5",
        "",
        "Figure 5- Typical AI stalls",
        "Herringbone treatment races",
        "Increasingly, larger herds are relying on herringbone treatment races for routine handling of cattle. These are used for insemination, dosing and vaccinating, routine veterinary work and TB testing.",
        "They vary in length from 6 - 18 cows and hold the cows at around 50 degrees. Providing a walkway in front of and behind the race provides operator flexibility. Installing a herringbone treatment race with adjustment on the height of the rump rail and breast rail as well as the clear distance between the two rails will provide flexibility for dealing with mature dairy cows as well as young stock. A typical treatment race can be seen in Figure 6.",
        "",
        "Figure 6 - Herringbone treatment race",
        "Summary",
        "A well designed handling facility is an essential component of any dairy farm. Designing and managing the system with knowledge of cow behaviour and some basic principles should ensure a facility which is both cow friendly and safe and convenient"
    ],
    "tables": []
}