{
    "title": "Salmonellosis in Cattle",
    "content": [
        "There are many Salmonella species that are able to infect cattle; some species are also able to infect man (referred to as zoonoses or zoonotic infections), and other farm animals such as dogs and cats.",
        "Salmonellosis is more severe in the very young and old in all animal species. Disease can be serious in those people with concurrent diseases and immuno-suppressant conditions. Infection can be acquired from contact with faeces, contaminated clothing, aborted material, and un-pasteurised milk. Salmonella species can cause a wide range of clinical signs in cattle including diarrhoea and possible dysentery, joint infections, chronic pneumonia (Fig 1), abortion and sudden death from septicaemia (Fig 2). An outbreak of salmonellosis can have serious economic consequences on a farm as well as public health implications. In the UK all bovine abortions, and premature births (before day 271) must be reported to regulatory authorities.",
        "",
        "Fig 1: Salmonella species can cause a wide range of clinical signs in cattle including chronic pneumonia.",
        "",
        "Fig 2: Salmonella species can cause a wide range of clinical signs in cattle including septicaemia.",
        "Neonatal calves can present with septicaemia (blood poisoning) which progresses rapidly to death within six to 12 hours. Initially, calves are dull and depressed and do not suck; diarrhoea may be a terminal sign. Ingestion of colostrum from vaccinated dams (2 litres within the first 2-4 hours) is essential to reduce the risk of Salmonella septicaemia.",
        "",
        "Fig 4: Infection of the neck vertebrae causing weakness of all four legs leading to recumbency in two to four month-old calves may be one manifestation of S.Dublin infection.",
        "",
        "Fig 3: Calves aged two to six weeks are most commonly affected with salmonellosis often following purchase from a market.",
        "Calves aged two to six weeks are most commonly affected often following purchase from a market (Fig 3) although such trade in dairy calves is now much less common. The clinical signs depend on age and the presence of passively derived immunity (antibodies acquired from colostrum). There is often high morbidity, and mortality may exceed 60%. Commonly, affected calves are dull, anorexic, with an elevated rectal temperature, and have grey pasty faeces with fresh blood and mucus present. Older calves may develop watery foul-smelling dysentery containing mucosal casts particularly associated with S. typhimurium infection causing progressive dehydration and a gaunt appearance. Surviving calves often grow poorly. S.Dublin can cause infection of joints and the growth plates of long bones or dry gangrene of the extremities (ears, limbs and tail) after the initial septicaemic episode. Infection of the neck vertebrae causing weakness of all four legs leading to recumbency in two to four month-old calves may be another manifestation of S. Dublin infection (Fig 4). S.Dublin may also cause insidious onset suppurative pneumonia with clinical signs of variable pyrexia, poor appetite, and an increased respiratory rate. The treatment response to all Salmonella infections is generally poor and prevention is much better than treatment.",
        "When abortion, premature birth, stillbirth or the birth of weak non-viable calves occur, the subsequent investigations are likely to include not only the farm's veterinary practitioner but also an investigating laboratory. All abortions should be treated as infectious until proved otherwise. Where single or few abortions occur, the cause may not be confirmed because inadequate or inappropriate material is submitted to the investigating laboratory. Salmonella infection can result in an abortion storm involving up to 25% of cattle at risk therefore it is essential to identify the cause at the start in order to introduce control measures.",
        "",
        "Fig 5: Clean and disinfect calving boxes between occupancies.  Provide good drainage and waste removal.",
        "",
        "Fig 6: Protect all feed stores from vermin including birds.",
        "",
        "Fig 7: Open feed stores invite vermin, and are a common source of grain overload (barley poisoning).",
        "S.Dublin is the commonest salmonella serotype associated with abortion in the UK (80% of salmonella-induced abortions) followed by S.typhimurium. Disease is most commonly associated with the introduction of carrier animals or access to faecal contaminated feed/water supplies. Abortion occurs during 5-8 months of pregnancy, with placental retention followed by poor lactation. Systemic disease is uncommon with S.Dublin but likely with S.typhimurium where abortion can follow septicaemia and enteritis.",
        "Isolate aborted cattle for a minimum of five weeks - however infection with S.dublin may lead to a chronic carrier status. Dispose of all products of abortion very carefully. Decontaminate the cow's environment as far as possible. Consider vaccination of breeding stock where S.Dublin is a perennial problem.",
        "Recent evidence suggests that some adult cattle may remain symptomless carriers of S.typhimurium for many months after infection which makes herd control very difficult. A chronic long-term carrier/excretor state is common with S.Dublin infection. Prevention and/or control of Salmonellosis are important components of a herd health plan.",
        "Management / biosecurity measures that will reduce the risk of Salmonella infections in cattle include:",
        "Avoid introducing potentially infected animals by maintaining a closed herd. Quarantine all introduced stock for at least four weeks.",
        "Source new stock from other farms with high health status and not markets.",
        "Avoid shared bulls and communal grazing areas.",
        "Isolate sick animals in dedicated isolation boxes and not calving boxes.",
        "Clean and disinfect buildings between occupancies. Provide good drainage and waste removal.",
        "Maintain good fences to prevent straying of neighbouring stock.",
        "Ensure that milk from ill cows (or cows that have been in contact with such cows) is not fed to calves.",
        "Protect all feed stores from vermin including birds.",
        "Only spread slurry on arable land wherever possible. Leave all grazing land at least three weeks after spreading slurry.",
        "Insist visitors have clean boots and disinfect before entering and leaving the farm premises.",
        "Consider herd vaccination where the problem persists despite the control measures listed above.",
        "",
        "Fig 8: What are the risks from this surface water supply with an adjacent midden?",
        "The risk of salmonellosis in people can be reduced by proper hygiene including thorough hand washing before eating and smoking, and regular cleaning and disinfection of waterproof protective clothing after handling livestock. Young children should be carefully supervised when handling animals especially calves where cryptosporidiosis is another potential zoonosis."
    ],
    "tables": []
}