{
    "title": "Trace Element Deficiency in Cattle",
    "content": [
        "Copper, cobalt and selenium/vitamin E, are considered the important trace elements of cattle impacting on performance but their role is often exaggerated by malnutrition, poor husbandry, and ineffective parasite control.",
        "Although it can occur as a primary deficiency on copper deficient pastures, secondary copper deficiency is more common due to antagonism by sulphur, iron and especially molybdenum in the rumen. Two or more of these elements will act synergistically to reduce available copper in the diet. Hence what may be considered a 'normal' concentration of these, acting together, can produce signs of copper deficiency.",
        "",
        "Fig 1: Trace element deficiency or winter coat?",
        "Clinical presentation",
        "Clinical signs of copper deficiency are usually seen in young animals at pasture and manifest as poor growth rates. De-pigmentation classically occurs as grey/brown discolouration of the coat especially around the ear margins and eyes giving a \"spectacle-eye\" appearance. Defective keratinisation can lead to the formation of a thin, dry, sparse hair coat not to be confused with the normal shedding of the winter coat. Widening of the growth plates of the long bones of the legs is also seen-leading to signs of lameness Diarrhoea is classically seen after turnout onto pastures with high molybdenum concentrations - so called \"teart pastures\". Anaemia occurs after prolonged and/or severe periods of copper deficiency.",
        "Copper deficiency has been associated with reduced fertility. The most commonly linked presentation is depressed or delayed oestrus behaviour, particularly in heifers. The evidence for other effects in apparently normal animals, such as reduced conception rates is even more equivocal. Impaired fertility is associated with secondary copper deficiency due to high molybdenum intakes rather than primary copper deficiency.",
        "",
        "",
        "Fig 2: The diagnosis of copper deficiency is not simple.",
        "",
        "Fig 3: Cattle grazing \"teart pastures\" on the Somerset levels.",
        "Differential diagnoses of poor growth",
        "Malnutrition",
        "Parasitic gastroenteritis",
        "Diarrhoea cause by parasitic gastroenteritis (Type I ostertagiosis)",
        "Diagnosis",
        "Plasma copper concentrations - are suitable for the diagnosis of clinical disease, but not for the estimation of body copper reserves. A group of seven to 10 cattle should be sampled. Response to supplementation as directed by the farmer's veterinary practitioner is the most important indicator of deficiency. Liver biopsy samples are the best samples to take to measure copper reserves (and thus, for example, predict whether cattle are likely to need supplementation to prevent deficiency in the future). Samples from at least 6 animals are needed in most cases.",
        "Treatment and prevention of deficiency",
        "Copper can be supplemented either parenterally or orally. Injectable products have been used widely in the past, principally because of their ease of use, but no products licensed for use in cattle are currently available in the UK. Use of the sheep product or of products imported from elsewhere is not recommended.",
        "Oral copper supplementation via the feed (either as a purchased feed supplemented by the manufacturer or as a mineral added to the feed on-farm) can be a very effective method of controlling copper deficiency.  An alternative to in-feed supplementation is the use of slow release boluses. A range of products are available. Some contain copper oxide needles which bypass the rumen and dissolve in the acid environment of the true stomach (abomasum) to give slow-release of copper over several months. Multi-mineral boluses are also available; these contain copper alongside other minerals. In these boluses copper is released into the rumen/reticulum, over a period of 6-8 months (depending on the product).",
        "The best product for you depends on your farm system (especially the type of stock you want to treat) and the reasons and causes of mineral deficiency. Always get veterinary advice as to which regime is best for your farm before starting a copper supplementation programme.",
        "",
        "",
        "Fig 4: Type I ostertagiosis in a Simmental cross stirk.",
        "",
        "Fig 5: Response to supplementation as directed by the farmer's veterinary practitioner is the most important indicator of deficiency.",
        "Nutritional muscular dystrophy, White muscle disease",
        "Aetiology",
        "Both selenium and Vitamin E play key complimentary but independent roles to protect cells against damage. Skeletal, cardiac and respiratory muscles are the most susceptible to damage. Disease is more common in the progeny of (beef) cows fed home-grown feeds from selenium deficient pastures without appropriate mineral supplementation.",
        "",
        "Fig 6: White muscle disease is more common in the progeny of beef cows fed home-grown feeds from selenium deficient pastures without appropriate mineral supplementation.",
        "Clinical presentation",
        "The congenital form of selenium/vitamin E deficiency is seen either as stillbirth, or the birth of a weak calf that is unable to suck unaided and usually dies within a few days of starvation/secondary bacterial infection.",
        "The delayed form of selenium/vitamin E deficiency is usually seen in calves between one and four months-old. Signs are usually precipitated by sudden unaccustomed exercise typically following turnout to pasture in the spring. The clinical appearance varies according to the muscles affected.",
        "Skeletal muscles - there is sudden onset stiffness and inability to stand. Otherwise, the calf is bright and alert with a normal appetite.",
        "Respiratory muscles - the calf presents with respiratory distress.",
        "Cardiac muscle - there is sudden death without previous signs of illness.",
        "",
        "Fig 7: Selenium/vitamin E deficiency in a month-old calf three days after turnout to pasture.",
        "Diagnosis",
        "The veterinary practitioner will collect blood samples from suspected clinical cases to measure enzyme concentrations that indicate muscle damage and/or identify typical changes at post mortem examination.",
        "Whole blood glutathione peroxidase (GSHPx), a selenium-containing enzyme, is the standard biochemical test for selenium deficiency.",
        "Treatment",
        "Sodium selenate or selenite may be given by injection, usually combined with Vitamin E and will provide adequate selenium supplementation for up to 3 months. The response to treatment may take 4-7 days.",
        "Prevention/control measures",
        "Subcutaneous injections of barium selenate provide adequate supplementation for 9-12 months. Oral dosing using 0.1 mg/kg sodium selenate will provide adequate supplementation for 1-3 months. Intra-ruminal soluble glass boluses provide slow release of selenium for 6-12 months. Selenium and vitamin E are frequently added to concentrate rations for feeding to cattle. The ingestion of minerals varies greatly and this method is generally considered to be an unreliable means of supplementing cattle.",
        "",
        "Fig 8: Selenium and vitamin E are concentrated in the colostrum therefore supplementation of the dam's diet during late pregnancy will ensure good supply to the newborn calf",
        "",
        "Fig 9: The ingestion of minerals varies greatly and this method is generally considered to be an unreliable means of supplementing cattle.",
        "Selenium can cross the placenta, and both selenium and vitamin E are concentrated in the colostrum therefore supplementation of the dam's diet during late pregnancy will ensure good supply to the newborn calf.",
        "Aetiology",
        "Cobalt deficiency is restricted to certain geographical areas and is the direct result of ingestion of grass/crops grown on cobalt deficient soils. All cattle require dietary cobalt for the manufacture of vitamin B12. Note that cobalt deficiency is very much less common in cattle than sheep.",
        "Clinical presentation",
        "Poor appetite, reduced growth and anaemia develop over weeks/months. The skin becomes thin with poor hair quality.",
        "Diagnosis",
        "Improved growth following vitamin B12 injections in a controlled study is the best means of establishing the diagnosis.",
        "Treatment",
        "Vitamin B12 injections weekly for several weeks are recommended.",
        "Prevention/control measures",
        "Intraruminal soluble glass boluses or pellets/boluses release cobalt over several months. Drenching with cobalt salts every 2-4 weeks presents management difficulties.",
        "",
        "Fig 10: Free access minerals!",
        "Iodine is essential as a constituent of the thyroid hormones, in particular T3 and T4, and 80 per cent of the iodine in the body is found in the thyroid gland. Iodine deficiency occurs sporadically in the UK.",
        "Cause",
        "Low iodine content in the soil leads to primary deficiency. Secondary deficiency results from ingestion of the goitrogen thiocyanate found in brassicas and legumes, and thiouracil found in brassica seeds (e.g. some older varieties of oil-seed rape). Selenium is required for the conversion of T4 to active T3, and thus selenium deficiency may lead to secondary iodine deficiency states.",
        "Clinical presentation",
        "The classical sign of iodine deficiency is thyroid enlargement (goitre) due to compensatory mechanisms invoked by the lack of thyroid hormone production. Calves born to iodine-deficient dams may be stillborn, with goitre and areas of alopecia and subcutaneous oedema. Weak calves are unwilling to suck causing high perinatal mortality.",
        "As with selenium, iodine deficiency has also been implicated in poor growth rates, poor milk production and retained placenta.",
        "Diagnosis",
        "Severe goitre in calves will be detectable on clinical examination. Thyroid weight (<10 g, normal; >13 g, abnormal), fresh thyroid weight:body weight ratio (<0.5, normal; >1.0, abnormal), and histopathology can be used to confirm the diagnosis. Plasma inorganic iodine (PII) measures current daily iodine intake (short-term), and is thus susceptible to changes in feed intake. T4 levels reflect the thyroid and iodine status of the animal (>50 nmol/l, normal; <20 nmol/l, abnormal), and are useful in the diagnosis of deficiency. Care must be taken in interpretation of T4 values, as there is natural variation according to stage of lactation (levels are much lower in early lactation), season, age of animal etc.",
        "Treatment",
        "Oral dosing using potassium iodide is relatively short-acting and laborious. Intra-ruminal boluses provide slow release of iodine for 6 months. Painting 5 per cent tincture of iodine onto the flank skin-fold once a week in milking dairy cattle can work well, but is too labour intensive in dry cows and beef animals. Free-access minerals, medication of water supplies and pasture fertilisers can all be used to varying effect.",
        "Prevention/control measures",
        "Iodine is frequently added to concentrate rations for feeding to cattle, for example using seaweed preparations. Rapeseed meals are usually treated to eliminate goitrogens prior to feeding, and newer \"double-zero\" oil seed rape varieties are lower in goitrogens."
    ],
    "tables": []
}