{
    "title": "Superfoul",
    "content": [
        "According to NADIS data foul-in-the-foot has caused a high percentage of lameness in youngstock this winter and on some farms \"superfoul\" has been reported.",
        "Foul-in-the-foot is an infection found between the digits caused by a combination of two bacteria, which are normally present in the cow's environment. These bacteria invade through damaged hoof skin causing severe pain, swelling, and lameness. Superfoul is probably a very severe form of foul, in which the damaged area of skin rapidly increases in size and depth such that infection of the bones of the hoof is common.",
        "Superfoul may also be linked to digital dermatitis. Indeed most cases are seen on farms with digital dermatitis, and the spiral bacteria linked to digital dermatitis are often found in cases of superfoul.",
        "Swelling of the feet, particularly at the front",
        "Increased temperature",
        "Sudden, severe lameness. This is usually in one limb only",
        "Large masses of tissue rapidly develop around deep craters in the damaged skin",
        "Infection of the pedal bone may develop, with swelling spreading up the leg",
        "On the clinical signs described above",
        "These are much more severe than the normal foul-in-the-foot",
        "Superfoul is often suspected when normal foul treatment has no effect and the damaged areas continue to get worse",
        "If you haven't seen superfoul before, get your vet to confirm it for you",
        "Treat early. Get your vet to advise you on the best regime of treatment. Delayed treatment will result in failure and loss of the cow (or, at best, loss of the toe).",
        "Treat often and for a long period. Foul is often treated with a single long-acting antibiotic. This is of no value for treating superfoul.",
        "Use high doses of antibiotics.",
        "Injections of anti-inflammatories significantly improve cow well-being and help to restore the cow to normal production more quickly",
        "In some cases, where infection has penetrated the foot joint, amputation of the claw is the only way of salvaging the cow.",
        "Environmental hygiene and footbathing are the main control measures",
        "1) Keep cattle feet as clean as possible",
        "2) Improve walkways and tracks. A good walkway need only be one cow wide",
        "3) Fill-in muddy and stony areas around troughs and gateways",
        "4) In housing, ensure no pooling of slurry. Scrape efficiently and at least twice a day",
        "5) Use copper sulphate or formalin foot-baths routinely, up to twice daily if there is a significant problem. Get your vet to advise you on the best regime"
    ],
    "tables": []
}