{
    "title": "Teat Condition Scoring",
    "content": [
        "Summary",
        "Regular monitoring of level of teat end hyperkeratosis and other teat lesions within a dairy herd can be an extremely usewful tool for monitoring the effectiveness of both the milking machine and the milking routine.",
        "While a single teat score of the herd can be helpful, the most benefit is obtained when scoring becomes a regular part of the management routine so that changes can be monitored and reacted to in time. Regular teat condition scoring should be considered as important a management tool as regular mobility or body condition scoring.",
        "In addition to regular scoring, additional scores can be carried out before and after major changes to the milking machine or the milking routine to act as a benchmark and monitor.",
        "Introduction",
        "There are numerous factors which can influence the condition of the teats of a dairy cow.  When farmers discuss teat condition, they are invariably describing teat end hyperkeratosis, an example of which can be seen in Fig. 1.",
        "",
        "Fig. 1 - Teat end hyperkeratosis",
        "However, there are many other teat lesions and teat changes which can be measured and monitored which will provide an essential insight into what is happening during the milking process.",
        "Some of the other important changes which can be measured would include:",
        "Post milking teat colour",
        "Firmness of the teat barrel",
        "Openness of the teat orifice",
        "Tissue ringing at the base of the teat",
        "Dryness of the teat",
        "Discoloured teats after milking are highlighted in Fig. 2.",
        "",
        "Fig. 2 - Teat discolouration after milking.",
        "When changes occur to a cow's teats after milking, these changes can be considered to fall into three categories. These changes are either:",
        "Short term changes (seen after one milking but soon disappear) such as colour of the teat, swelling and firmness of the teat end and teat barrel, palpable ringing of teat tissue where the teat attaches to the udder and the degree of openness of the teat orifice.",
        "Medium term changes (usually take a few days to develop) include changes in the teat skin condition and the incidence of petechial haemorrhages (blood blisters).",
        "Long term changes (normally take a number of weeks to develop) include the amount of teat orifice hyperkeratosis. However, when the environment is particularly harsh and the weather particularly cold or windy, hyperkeratosis can develop more rapidly.",
        "The role of teat lesions",
        "The teat canal is the primary physical barrier to invasion of pathogens into the udder. The smooth muscles which surround the teat canal should be contracted and the teat canal tightly closed between milkings to prevent pathogens entering the teat canal and then the udder.",
        "This defence is aided by mature, lipid rich keratin cells lining the teat canal. In Fig. 3, the keratin lining of the teat canal has been stained red, and shows the convoluted nature of the canal. The keratin traps mastitis pathogens as they attempt to pass through the canal and these pathogens are then naturally removed from the udder during the milking process, when the shearing effect of milk flowing through the canal removes the outer layer of keratin.",
        "",
        "Fig. 3. - Section of teat end (Photo courtesy of Utrecht University)",
        "When the teat end is in good condition and not rough or damaged and the skin of the teat is soft and supple, the teat is best placed to provide a natural barrier to the invasion of mastitis causing pathogens.",
        "Any short term challenges to a teat can result in a reduction in the teats natural ability to resist bacterial challenge. While most attention is focused on teat end hyperkeratosis, the presence of other short term teat conditions such as discolouration, oedema, teat end wedging and congestion are less well recognised. However, studies in Holland have confirmed any form of circulatory impairment can be associated with an increase in the risk of sub-clinical mastitis infection.",
        "When teat skin becomes dry, as well as often leading to an increase in teat end hyperkeratosis, the teat barrel becomes harder to clean.  This can lead to an increased risk of infections caused by environmental mastitis pathogens such as Strep. uberis. Any open lesions on the teat skin can harbour contagious pathogens such as Staph. aureus. These lesions also cause discomfort for the cow during milk harvesting and can result in poor milking out. Fig. 4 illustrates a dry teat which will be difficult to clean.",
        "",
        "Fig. 4 - Dry teat skin condition",
        "Practical teat scoring",
        "There have been a number of papers published by Teat Club International since 2001 describing the best practice for scoring and evaluating teat changes on dairy cows. It is obvious that teat condition assessments must be unobtrusive, well rehearsed and relaxed. Any interruption in the milker's routine, cow flow or cow behaviour caused by insensitive teat scoring can adversely influence the parameters which are being assessed.",
        "For example, if teat scoring leads to a disruption in the normal milking routine or adversely effects cow flow into or out of the parlour,  particularly in situations without automatic cluster removers, this may result in more discoloration and oedema than would typically be seen on the farm.",
        "There are a number of recommendations to follow when examining teats:",
        "Teat condition should always be evaluated immediately after the cluster is removed (within 30 seconds) and before the disinfectant is applied.",
        "Care is required when approaching animals and handling teats, especially in herds where animals are not used to physical teat examination.",
        "Teats should be observed and recorded in a regular and methodical pattern.",
        "Use a head torch and dictation machine to ensure hands are kept free for examination of teats.",
        "View the teats, initially, without handling.",
        "Any teat ends with milk residue or debris on the orifice should be wiped with an individual paper towel to improve the view of the orifice.",
        "View teats by gently grasping the teat above the teat end. Observe the teat from side on and then end on.",
        "Score all teats of at least 80 cows or 20% of the herd, to provide an adequate sample size. It is important to score a representative sample of cows from all feed and management groups, taking account of stage of lactation and parity.",
        "Follow good standards of hygine, thoroughly cleaning and disinfecting gloved hands after handling teats of cows with mastitis.",
        "Assessing incidence of teat lesions",
        "When assessing many of the short term teat changes, it is important to be able to establish the severity of what is being recorded. Normal teat colour should be recorded, as should teats which are red and blue. Blue discolouration is considered more severe that red discolouration.",
        "Ringing at the base of the teat can be considered to be either absent, visible or palpable with a palpable ring considered the most serious.",
        "Examinations of the barrel of the teat should confirm that a teat is either normal or firm.",
        "Teat skin condition is also quite easy to assess. A teat will either be considered to be normal or dry. If a teat is dry this is a problem and therefore scoring as dry or very dry is not particularly helpful.",
        "With the majority of these lesions, the intervention level is breached when more than 10% of teat examined show adverse changes.",
        "Assessing levels of Hyperkeratosis",
        "Scoring teat end hyperkeratosis is slightly more complicated with four categories to consider. Several systems have been developed over the years to allow objective measurement of hyperkeratosis. Many of these scoring systems are complicated and best suited to the controlled environment of a research project.",
        "In an attempt to provide a simple and reliable method to assess teat end hyperkeratosis which can be accepted as an international standard, the Teat Club International proposed a set of guidelines for observing teat condition and interpreting the findings. These guidelines were particularly targeted at extension workers, veterinary surgeons and farm managers.",
        "For routine field evaluation, teat end hyperkeratosis can be considered to fall into four classes. This is demonstrated in Fig. 5.",
        "No ring where the teat end is smooth with a small even orifice. (Score N)",
        "Smooth or slightly rough ring where a raised ring encircles the orifice. The surface is smooth or very slightly rough. No keratin fronds evident (Score S).",
        "Rough ring where a raised, roughened ring has fronds of keratin extending 1 - 3mm from the orifice. (Score R)",
        "Very rough ring where the keratin extends more than 4mm from the orifice. The rim of the ring is often cracked. (Score VR)",
        "No ring where the teat end is smooth with a small even orifice. (Score N)",
        "Smooth or slightly rough ring where a raised ring encircles the orifice. The surface is smooth or very slightly rough. No keratin fronds evident (Score S).",
        "Rough ring where a raised, roughened ring has fronds of keratin extending 1 - 3mm from the orifice. (Score R)",
        "Very rough ring where the keratin extends more than 4mm from the orifice. The rim of the ring is often cracked. (Score VR)",
        "",
        "Fig. 5 - Teat end hyperkeratosis scoring system",
        "It is usually very difficult to determine which of many factors may be affecting the levels of hyperkeratosis within a herd. However, further investigations of the milking machine and the milking routine would be recommended if more than 20% of teats score R or VR, or more than 10% score VR. If a cow has one or more teats with a problem condition then that cow is considered to have a problem.",
        "Potential causes of adverse teat conditions",
        "There are numerous factors which can affect the amount of teat end hyperkeratosis recorded including teat end shape, milk yield, peak milk flow rate, duration of milking and overmilking, stage of lactation, parity, teat skin condition and the interaction between the milking routine and the milking machine. The total time per day where the milk flow rate is less than 1.0 kg/min appears to have a significant effect on the level of hyperkeratosis found.",
        "This in turn is influenced by pre-milking teat preparation, the period of time between teat preparation and cluster attachment, ACR settings and working plant vacuum level. Cows which are thoroughly prepared prior to cluster attachment exhibit improved milk let down which leads to shorter and more complete milkings, with a clearly defined end of milk flow.",
        "When there is evidence of bimodal milk let down or over milking, this is often associated with increased levels of hyperkeratosis (Fig. 6).",
        "",
        "Fig. 6 - Bimodal milk let down",
        "In general, hyperkeratosis is more severe with long, pointed teats, slow milking cows or higher producing cows. Teat scores change with stage of lactation and parity, increasing some 3 - 4 months post partum and declining as the lactation progresses. The Australian Countdown Down-under Milk quality programme (www.countdown.org.au) has produced a summary table linking risk factors for increased levels of hyperkeratosis. This is demonstrated at Fig. 7.",
        "",
        "Risk Factor",
        "Reason for increased likelihood of teat end hyperkeratosis",
        "Pointed teats",
        "The load applied by the closing liner acts on a smaller area of teat surface",
        "Increasing age",
        "The\"wrinkle\" factor in all species",
        "Higher production",
        "Cups are on for longer",
        "Peak lactation",
        "Cups are on for longer",
        "Cluster on before milk let down",
        "Increased period of milk flow < 1.0kg / min",
        "Low threshold for ACRs",
        "Increased period of milk flow < 1.0kg / min",
        "Over-milking",
        "Increased period of milk flow < 1.0kg / min",
        "High vacuum",
        "Increased stress on teat tissues",
        "Fig. 7 - Risk factors for increased levels of hyperkeratosis",
        "A number of other risk factors for commonly reported teat conditions are illustrated in Fig. 8.",
        "",
        "Teat colour",
        "Swelling at the base",
        "Firmness/hardness of the teat end",
        "Open orifice",
        "Observation",
        "Red/blue",
        "Ringing",
        "Hard",
        "Wedge",
        "Diameter",
        "Machine factors",
        "",
        "",
        "",
        "",
        "",
        "High milking vacuum",
        "√",
        "√",
        "√",
        "",
        "√",
        "Faulty pulsation",
        "√",
        "",
        "√",
        "√",
        "",
        "Short D-phase",
        "√",
        "",
        "√",
        "",
        "",
        "Long D-phase",
        "",
        "",
        "",
        "√",
        "",
        "Liners - wide bore",
        "√",
        "",
        "√",
        "",
        "√",
        "- aged",
        "√",
        "√",
        "",
        "",
        "",
        "- high tension",
        "√",
        "",
        "",
        "√",
        "√",
        "Mouthpiece",
        "- large chamber",
        "√",
        "",
        "√",
        "",
        "",
        "",
        "- small lip diameter",
        "√",
        "√",
        "",
        "",
        "",
        "- stiff lip",
        "",
        "√",
        "√",
        "",
        "",
        "Mismatch of liner and teats",
        "√",
        "√",
        "",
        "",
        "√",
        "",
        "",
        "",
        "",
        "",
        "",
        "Milking management",
        "",
        "",
        "",
        "",
        "",
        "Long low flow times",
        "√",
        "√",
        "√",
        "",
        "",
        "Over-milking",
        "√",
        "√",
        "√",
        "",
        "√",
        "Teat cup crawling",
        "",
        "√",
        "",
        "",
        "",
        "Fig. 8 - Primary causes or exacerbating influences on short-term teat conditions",
        "The use of regular teat condition scoring as a milk quality management tool",
        "As well as being an important consultancy tool, farm staff can be trained to undertake routine assessments of levels of teat lesions within a herd, identifying emerging problems quickly to allow rapid rectification.",
        "Even if it not possible to come up with a definitive diagnosis for a particular teat condition identified, if it is possible to report an increase in the number of blue teats or an increase in the number of teats with a VR hyperkeratotic ring since the last scoring, this information can be passed to a veterinary surgeon or milking technology specialist to identify the reason for the deterioration.",
        "The most important point is that the changes are identified early and trends followed so that if there are problems developing, these are identified and resolved quickly.",
        "Recording and analysing the data collected can be time consuming so using spreadsheets already designed for the purpose can ease matters significantly. The University of Wisconsin hosts a teat scoring recording spreadsheet which allows data capture and analysis in two easy steps. The spreadsheet can be downloaded free (  http://milkquality.wisc.edu/milking-management/evaluation-tools) and makes record keeping relatively straightforward.",
        "Conclusions",
        "Accepting that regular and routine teat condition scoring is as important a management technique as monitoring mobility and body condition scoring will ensure that potential problems which can affect milk quality and mastitis are identified early and addressed before they cause significant financial losses."
    ],
    "tables": [
        [
            [
                "Risk Factor",
                "Reason for increased likelihood of teat end hyperkeratosis"
            ],
            [
                "Pointed teats",
                "The load applied by the closing liner acts on a smaller area of teat surface"
            ],
            [
                "Increasing age",
                "The\"wrinkle\" factor in all species"
            ],
            [
                "Higher production",
                "Cups are on for longer"
            ],
            [
                "Peak lactation",
                "Cups are on for longer"
            ],
            [
                "Cluster on before milk let down",
                "Increased period of milk flow < 1.0kg / min"
            ],
            [
                "Low threshold for ACRs",
                "Increased period of milk flow < 1.0kg / min"
            ],
            [
                "Over-milking",
                "Increased period of milk flow < 1.0kg / min"
            ],
            [
                "High vacuum",
                "Increased stress on teat tissues"
            ]
        ],
        [
            [
                "",
                "Teat colour",
                "Swelling at the base",
                "Firmness/hardness of the teat end",
                "Open orifice"
            ],
            [
                "Observation",
                "Red/blue",
                "Ringing",
                "Hard",
                "Wedge",
                "Diameter"
            ],
            [
                "Machine factors",
                "",
                "",
                "",
                "",
                ""
            ],
            [
                "High milking vacuum",
                "√",
                "√",
                "√",
                "",
                "√"
            ],
            [
                "Faulty pulsation",
                "√",
                "",
                "√",
                "√",
                ""
            ],
            [
                "Short D-phase",
                "√",
                "",
                "√",
                "",
                ""
            ],
            [
                "Long D-phase",
                "",
                "",
                "",
                "√",
                ""
            ],
            [
                "Liners - wide bore",
                "√",
                "",
                "√",
                "",
                "√"
            ],
            [
                "- aged",
                "√",
                "√",
                "",
                "",
                ""
            ],
            [
                "- high tension",
                "√",
                "",
                "",
                "√",
                "√"
            ],
            [
                "Mouthpiece\n- large chamber",
                "√",
                "√",
                "",
                "",
                ""
            ],
            [
                "- small lip diameter",
                "√",
                "√",
                "",
                "",
                ""
            ],
            [
                "- stiff lip",
                "",
                "√",
                "√",
                "",
                ""
            ],
            [
                "Mismatch of liner and teats",
                "√",
                "√",
                "",
                "",
                "√"
            ],
            [
                "",
                "",
                "",
                "",
                "",
                ""
            ],
            [
                "Milking management",
                "",
                "",
                "",
                "",
                ""
            ],
            [
                "Long low flow times",
                "√",
                "√",
                "√",
                "",
                ""
            ],
            [
                "Over-milking",
                "√",
                "√",
                "√",
                "",
                "√"
            ],
            [
                "Teat cup crawling",
                "",
                "√",
                "",
                "",
                ""
            ]
        ]
    ]
}