{
    "title": "The Healthy Cow",
    "content": [
        "This bulletin provides some information on the clinical parameters of the normal cow; it will provide some objective information to allow stock keepers to assess their animals when they suspect disease in them.  It is intended as a guide as to when to seek veterinary advice, rather than a guide to when to start treatment.",
        "Demeanour",
        "Most disease processes will result in abnormalities in behaviour, if an animal is not eating its normal amount, is hanging back from its herd mates, is overly or less responsive than normal, it may represent disease somewhere.",
        "Temperature",
        "A thermometer is an extremely useful and inexpensive piece of equipment for cattle keepers.  The cow should be adequately restrained using a crush, the thermometer inserted into the rectum and pressed up against the mucosa (lining) of the rectum.  The normal temperature of an adult cow is around 38.5°C (approx 101.5°F.  A temperature over 39.5°C (103°F) may indicate an infectious or inflammatory process.",
        "",
        "",
        "A temperature over 39.5°C is considered to be a raised",
        "Respiratory Rate",
        "This can be assessed by quietly watching the cow's ribs, count the number of times they move out on inspiration in 15 seconds and then multiply by 4.  A cow's respiratory rate may vary with the ambient temperature and if the cow is stressed but the adult cow's respiratory rate should be between 26 and 50 breaths per minute.",
        "",
        "An adult cow's respiratory rate should be between 26 and 50 breaths per minute.",
        "Body Condition Score",
        "The ability to accurately Body Condition Score your cattle is a very useful way to monitor them, particularly after diet changes or at different stages of your production cycle.  Body Condition Scoring is an objective way of visually monitoring the fat cover of a cow.  There is a detailed bulletin on body condition scoring, it involves gauging the level of fat cover over specific areas of the cow, and assigning the cow a score between 1 and 5, half scores and sometimes quarter scores are used.",
        "Heart Rate",
        "The adult cow has a heart rate of between 48 and 84 beats per minute.  This can be assessed by using a stethoscope and listening over the left hand side of the cow's chest behind the cow's elbow.  An elevated heart rate may be a sign of pain, and is seen in conjunction with several diseases.",
        "Digestive system",
        "A normal cow will spend 12-14 hours a day lying down, she will eat for 3-4 hours.  Normal cows will spend on average 6 hours chewing the cud each day (depending on their diet), most of this will be when they are lying.",
        "",
        "Normal cows will spend on average 6 hours chewing the cud each day",
        "The rumen in the cow is located predominantly on the left hand side of the abdomen and the area of it that can be detected is the top of the flank between the last rib and the pelvis; if a cow is off her feed the rumen will appear as a sharp triangle as it is empty, the more the rumen fills, the more this space fills.  If the space protrudes outwards, this may be a sign of bloat, seek veterinary advice.  There is a scoring system for rumen fill that vets may use, the rumen is assigned a score from 1 to 5.",
        "This will vary with the cow's diet but extremely firm faeces can be associated with metabolic problems and very liquid faeces can be associated with intestinal disease, particularly if it smells foul or contains blood.  Black faeces can be a sign of bleeding in the stomach and represents digested blood.  Fresh blood in faeces represents bleeding from the large intestine or may be trauma (ie after rectal palpation or Artificial Insemination.)",
        "",
        "Faeces consistency will vary with the cow's diet",
        "Colic (displaying abdominal pain) is uncommon in the bovine, but may be associated with intestinal disease.  This may be seen by a cow kicking at her abdomen, repeatedly lying down and standing up or increased vocalisation.",
        "Teeth grinding (which is normally audible) is a sign of pain in cattle.  Cattle can be aged by looking at their teeth, teeth erupt at different stages.",
        "Vets may examine the inside of a cows mouth, this can obviously be dangerous and a gag is used (e.g. a Drinkwater gag), the tongue can show signs of several infectious diseases, the teeth and gums can also be examined.",
        "Eye position",
        "If the eyeball is sitting further inside the orbit than normal this may represent dehydration, but can be normal in very thin animals who have lost the fat behind the eye.  If caused by dehydration, the eyeball receeding represents 5% dehydration (ie 5% loss of total body water) and therefore a need for fluid replacement.",
        "Coat and skin",
        "Patches of hair loss, reddening, crusting, or excess scurf (dandruff) may be indicative of skin disease.  Please see the detailed skin disease bulletin, but skin disease may be caused by a nutritional deficiency, bacterial infection, fungal infection or most commonly, parasitism.",
        "Respiratory tract",
        "A small amount of clear nasal discharge may be normal, cloudy nasal discharge is usually secondary to infectious disease, bloody discharge may be due to trauma in the nose or may represent upper or lower respiratory tract disease.",
        "An increased respiratory rate can represent stress, or pain, or may be a sign of respiratory disease.  If cows get too hot, they may pant to increase heat loss through evaporation, cows panting at over 100 breaths per minute are under severe heat stress.",
        "Increased noise on inspiration or expiration may represent a disease process within the respiratory tract.",
        "Eye",
        "There is a detailed bulletin on ocular disease in cattle.  Discharge from the eye is normally noticed as wetness or staining on the cheek below the eye is usually a sign of inflammation within the eye.  The eye being closed, particularly when the animal is outside, is a sign of pain in the eye.  The conjunctiva (membranes surrounding the eye), should be a pale pink colour; if they are reddened this may be a sign of inflammation.  The surface of the eye should be smooth and transparent; any defects in the surface or cloudiness under the surface of the eye need prompt veterinary advice.  Note that changes in the eye can be secondary to systemic diseases (e.g. increased ocular discharge after IBR infection) or due to primary eye disease.",
        "",
        "Ocular discharge and redness is usually a sign of eye disease. A sunken eye is often a sign of another systemic disease.",
        "Reproductive tract",
        "Any vaginal discharge should be clear and colourless discharge which is cloudy, bloody or has a foul odour is a sign that the cow should be examined.  Vets use a scoring system for classifying vaginal discharge from 0-3, depending on its consistency, colour and odour.",
        "Please see the relevant bulletins for a detailed description of normal calving and guidance as to when to intervene and how.",
        "Udder",
        "Mastitis is classified as mild, moderate or severe.  Mild mastitis is where the consistency of the milk has changed (ie the presence of clots or it has become watery or thickened).  Moderate mastitis is as above but there are changes in the cow's udder, this may be swelling, reddening, pain or heat.  Severe mastitis is as above but the cow is affected systemically, ie she has a temperature, is off her feed, or her demeanour has changed.",
        "Lameness",
        "Cows should walk with a flat back, bearing weight evenly on all four limbs and their hind limbs should track up fully (be placed just behind where the forelimbs left the ground) at the walk.  If a cow has a shortened stride on any limb, reduced weight bearing on one limb or is unable to keep up with the rest of the animals, it should be examined.  The cattle industry in the UK has adopted the Dairyco mobility scoring system for classifying lameness in cattle.  This is distinct from the various locomotion scoring systems in place around the world and distinct from previous lameness scoring systems.  The mobility score aims to differentiate cattle according to the level of pain they are in.  Cows are scored from 0 to 3, score 0 cows have perfect mobility, score 1 cows appear imperfect but a definite leg which is to blame cannot be chosen.  Score 2 cows have an obvious leg they are shifting wait away from (ie shortened stride, lifting their head whenever the foot is placed or holding the leg up when standing).  Score 3 cows are as above and cannot keep up with the rest of the herd.",
        "",
        "If a cow has a shortened stride on any limb, reduced weight bearing on one limb or is unable to keep up with the rest of the animals, it should be examined.",
        "Urinary tract",
        "Cow urine is sometimes used as a diagnostic aid.  Urine is best sampled mid stream, cows can be stimulated to urinate by gentle stimulation of the perineum.  Indicator sticks can be used on the urine to detect ketosis, which is a very important disease in freshly calved dairy cows.  Urine pH can also be tested, normal urine pH is around 8, cow urine will be more acidic in dry dairy cows which are fed DCAD, (a milk fever prevention diet) and this is used as a monitoring tool to make sure the diet is working correctly.  Acidic urine in a lactating cow may be a sign of some diseases such as a left displaced abomasum.",
        "Oedema",
        "Oedema is the accumulation of fluid in a dependent area.  It is seen in cattle principally under the chin and under the brisket.  It can be caused by the failure of the heart as a pump, letting fluid accumulate in the tissues.  Heart disease may be caused by wire penetration (tyre wire/hardware disease) or after bacterial infection.  Oedema will also accumulate if the cows are losing lots of protein, (ie after severe intestinal disease or with liver disease).  Udder oedema is very common in heifers and may not cause a problem, but if severe can cause damage to the suspensory ligaments of the udder.",
        "Please note:",
        "This document is a guide to basic features of the normal cow, not a complete guide to the clinical examination.  If you find any abnormalities in any body system mentioned or are at all concerned, you should always contact your veterinary surgeon."
    ],
    "tables": []
}