{
    "title": "Thrombosis of Vena Cava",
    "content": [
        "The NADIS data show that there was an increase in the number of cases thrombosis of the vena cava in October. Although this is generally a rare condition, it is important to recognise it as it is usually caused by a much more common condition, liver abscess. Thus for every animal with thrombosis of the vena cava, there will be many more with significant  liver damage due to abscesses.",
        "Most cases of thrombosis occur as a result of an abscess forming in the liver. The infection spreads from the liver to cause a localised infection in the vein that passes near the liver, the vena cava. The localised infection can then result in the development of a solid mass (a thrombus) in the vena cava. The thrombus is made up of made up of clotted blood, dead white blood cells, bacteria and other cells. Once formed, these thrombi can detach from the lining of the vena cava (they are then called emboli) and are carried in the bloodstream through to  smaller blood vessels, where they become stuck. The most common site is in the lungs. Emboli in the lungs result in chronic pneumonia and the development of multiple lung abscesses.",
        "A) Peracute disease",
        "Sudden death - usually the animal is found dead with a pool of blood in front of it",
        "B)   Acute disease",
        "Cattle can show respiratory disease for a variable period (from a few days to several months) prior to the development of other signs",
        "Affected cattle will cough up blood, with frothy blood often seen around nose and mouth",
        "Chest pain and difficulty breathing common",
        "Black, tarry faeces common",
        "Weakening, collapse and death (usually within seven days of beginning to cough up blood)",
        "In some animals, heart failure will occur\r\n\nSponsor Content",
        "On the clinical signs described above",
        "Finding liver abscesses and clots in the vena cava at post mortem",
        "No effective treatment",
        "Casualty slaughter affected animals if they are not severely ill may be the only option",
        "1) Prevent liver abscesses. Liver abscesses occur primarily as a result of acidosis.",
        "To prevent acidosis:",
        "a) Make sure that all changes in feeding are undertaken as slowly as possible",
        "b) Maximise forage intake",
        "2) Treat all abscesses, wherever found, adequately to minimise the risk of spread"
    ],
    "tables": []
}