{
    "title": "Ulcerative Mammillitis",
    "content": [
        "The NADIS data show that there has been a significant rise in the number of cows with skin and udder damage due to mammillitis. At the moment ulcerative mammillitis is still uncommon but it can spread rapidly in herds which are affected for the first time and cause significant pain and discomfort.",
        "Ulcerative mammillitis is an infection of the skin of the teats and udder of dairy cattle. It is caused by a herpes virus (known as BHV-2).",
        "The clinical signs vary from small irregular fluid-filled blisters to larger areas of ulcers and scabs.",
        "",
        "Photo: Kind permission of Colin Penny",
        "A veterinary examination can confirm that ulcerative mammillitis is very likely",
        "Scrapings of blistered skin will contain virus which can be seen with electron microscope",
        "No specific treatment is available.",
        "Treatment should be aimed at speeding the healing of the skin and preventing spread to other cattle.",
        "Separate and milk affected cows last",
        "Disinfect clusters between cows and after milking",
        "Dip teats with iodine-based dip",
        "Emollient udder cream can speed healing of skin",
        "Check regularly to ensure tha skin damage hasn't resulted in mastitis. (In some cases cannulation may be necessary to milk cow properly",
        "Once on a farm ulcerative mammillitis is difficult to eliminate. If you are buying in cattle, try and ensure you don't buy ulcerative mammillitis as well. Check the teats and udder of all cows before you purchase them. This will significantly reduce, but not eliminate, the risk of buying in ulcerative mammillitis.",
        "Once you have ulcerative mammillitis is established on your farm, it will be most commonly seen in first lactation heifers during winter housing. Pay particular attention to this group and separate and treat affected heifers as soon as you see signs of diseases.",
        "Good parlour hygiene and controlling biting flies can significantly reduce the impact of this disease."
    ],
    "tables": []
}